export default [{
	"id": "pvg-outdoor",
	"area": {
		"type": "FeatureCollection",
		"features": []
	},
	"room": {
		"type": "FeatureCollection",
		"features": [{
			"featureid": "PD00002010001",
			"type": "Feature",
			"properties": {
				"id": "PD00002010001",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [29809.533630371094, -9219.120849609375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29825.499328613278, -9199.709777832031],
							[29813.011108398438, -9239.502990722656],
							[29797.13610839844, -9244.371520996094],
							[29786.52227783203, -9212.310180664062],
							[29825.499328613278, -9199.709777832031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010002",
			"type": "Feature",
			"properties": {
				"id": "PD00002010002",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [29823.593963623047, -9285.571451822916],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29804.15588378906, -9265.803283691406],
							[29820.05767822266, -9260.642211914062],
							[29853.41632080078, -9285.195617675781],
							[29837.719116210938, -9315.523193359375],
							[29822.05889892578, -9320.461120605469],
							[29804.15588378906, -9265.803283691406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010003",
			"type": "Feature",
			"properties": {
				"id": "PD00002010003",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [29847.478769938152, -9357.774353027344],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29829.034729003906, -9341.7578125],
							[29845.011108398438, -9336.432312011719],
							[29876.581298828125, -9352.57470703125],
							[29860.477478027344, -9384.437683105469],
							[29844.733276367188, -9389.685791015625],
							[29829.034729003906, -9341.7578125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010004",
			"type": "Feature",
			"properties": {
				"id": "PD00002010004",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [29869.996704101562, -9426.604451497396],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29851.54870605469, -9410.493286132812],
							[29867.589477539062, -9405.096374511719],
							[29899.243713378906, -9421.837829589844],
							[29882.818298339844, -9453.333923339844],
							[29867.231323242188, -9458.372009277344],
							[29851.54870605469, -9410.493286132812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010005",
			"type": "Feature",
			"properties": {
				"id": "PD00002010005",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [29893.213144938152, -9497.889556884766],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29874.19873046875, -9479.643310546875],
							[29890.173706054688, -9474.230712890625],
							[29920.52691650391, -9489.724792480469],
							[29907.964477539062, -9529.444091796875],
							[29892.21630859375, -9534.651123046875],
							[29874.19873046875, -9479.643310546875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010006",
			"type": "Feature",
			"properties": {
				"id": "PD00002010006",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [29914.168225097656, -9564.957250976562],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29898.947326660156, -9555.479125976562],
							[29914.949279785156, -9550.272094726562],
							[29948.5537109375, -9575.401184082031],
							[29909.443481445312, -9588.154724121094],
							[29898.947326660156, -9555.479125976562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010007",
			"type": "Feature",
			"properties": {
				"id": "PD00002010007",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [29933.749096679687, -9624.475793457032],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29927.067687988278, -9640.837097167969],
							[29916.490295410156, -9608.87158203125],
							[29955.32531738281, -9596.019897460938],
							[29942.794494628906, -9635.813293457031],
							[29927.067687988278, -9640.837097167969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010008",
			"type": "Feature",
			"properties": {
				"id": "PD00002010008",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [29953.591888427734, -9681.845194498697],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29934.048278808597, -9662.148681640625],
							[29949.864318847656, -9656.810729980469],
							[29983.307678222656, -9681.364074707031],
							[29968.279296874996, -9711.632507324219],
							[29952.00347900391, -9716.966491699219],
							[29934.048278808597, -9662.148681640625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010009",
			"type": "Feature",
			"properties": {
				"id": "PD00002010009",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [29980.10726928711, -9762.013844807943],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29974.582092285156, -9785.899475097656],
							[29958.964111328125, -9738.217224121094],
							[29975.227905273438, -9732.502807617188],
							[30006.97808837891, -9748.906982421875],
							[29990.30932617187, -9780.657104492188],
							[29974.582092285156, -9785.899475097656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010010",
			"type": "Feature",
			"properties": {
				"id": "PD00002010010",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30002.673461914062, -9830.850006103516],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29997.1708984375, -9854.863403320312],
							[29981.439697265625, -9806.835693359375],
							[29997.728088378906, -9801.453308105469],
							[30029.393676757812, -9817.709411621094],
							[30013.13751220703, -9849.374816894531],
							[29997.1708984375, -9854.863403320312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010011",
			"type": "Feature",
			"properties": {
				"id": "PD00002010011",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30025.259206136066, -9899.656951904297],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30019.73248291016, -9923.74462890625],
							[30003.99591064453, -9875.700378417969],
							[30020.01531982422, -9870.417297363281],
							[30052.18872070313, -9886.080688476562],
							[30035.89031982422, -9918.254089355469],
							[30019.73248291016, -9923.74462890625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010012",
			"type": "Feature",
			"properties": {
				"id": "PD00002010012",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30049.841418457032, -9952.129040527343],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30072.85809326172, -9954.576110839844],
							[30034.056091308594, -9967.474609375],
							[30026.54888916016, -9944.55517578125],
							[30042.88592529297, -9939.463195800781],
							[30072.85809326172, -9954.576110839844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010013",
			"type": "Feature",
			"properties": {
				"id": "PD00002010013",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30104.60777791341, -10141.962829589844],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30098.997924804688, -10165.744079589844],
							[30083.375915527344, -10118.049499511719],
							[30099.267700195312, -10112.701416015625],
							[30131.652709960938, -10128.7880859375],
							[30115.3544921875, -10160.749816894531],
							[30098.997924804688, -10165.744079589844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010014",
			"type": "Feature",
			"properties": {
				"id": "PD00002010014",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30127.01154581706, -10210.745747884115],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30121.53350830078, -10234.545776367188],
							[30105.96752929687, -10187.022277832031],
							[30121.87371826172, -10181.620178222656],
							[30153.623901367188, -10197.495178222656],
							[30137.537109375, -10229.245300292969],
							[30121.53350830078, -10234.545776367188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010015",
			"type": "Feature",
			"properties": {
				"id": "PD00002010015",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30149.914896647137, -10279.98789469401],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30144.337097167972, -10304.165710449219],
							[30128.56512451172, -10256.01318359375],
							[30144.733886718746, -10250.623596191406],
							[30176.907287597656, -10266.710388183594],
							[30160.608886718746, -10298.248779296875],
							[30144.337097167972, -10304.165710449219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010016",
			"type": "Feature",
			"properties": {
				"id": "PD00002010016",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30183.052307128906, -10384.61817626953],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30176.05108642578, -10400.989929199219],
							[30165.59490966797, -10369.066528320312],
							[30204.861328124996, -10356.083190917969],
							[30192.703125, -10395.961303710938],
							[30176.05108642578, -10400.989929199219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010017",
			"type": "Feature",
			"properties": {
				"id": "PD00002010017",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30205.801015218098, -10451.2775777181],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30201.088928222653, -10477.431213378906],
							[30183.04949951172, -10422.355895996094],
							[30199.240112304688, -10416.635925292969],
							[30232.789306640625, -10441.718505859375],
							[30217.54931640625, -10472.092712402344],
							[30201.088928222653, -10477.431213378906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010018",
			"type": "Feature",
			"properties": {
				"id": "PD00002010018",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30229.288492838543, -10522.080291748047],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30223.554077148438, -10546.018615722656],
							[30207.908325195312, -10498.250915527344],
							[30224.116088867188, -10492.756713867188],
							[30256.3955078125, -10508.949279785156],
							[30240.202880859375, -10540.487609863281],
							[30223.554077148438, -10546.018615722656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010019",
			"type": "Feature",
			"properties": {
				"id": "PD00002010019",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30258.996653238934, -10578.427001953125],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30279.676879882812, -10583.949584960938],
							[30240.29608154297, -10597.1328125],
							[30230.447875976562, -10567.06591796875],
							[30246.785705566406, -10561.696716308594],
							[30277.096496582028, -10576.767395019531],
							[30279.676879882812, -10583.949584960938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010020",
			"type": "Feature",
			"properties": {
				"id": "PD00002010020",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30058.446484375, -10004.6158203125],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30051.674682617184, -10021.264892578125],
							[30041.00787353516, -9988.698608398438],
							[30080.097106933594, -9975.922790527344],
							[30067.778076171875, -10015.927917480469],
							[30051.674682617184, -10021.264892578125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010021",
			"type": "Feature",
			"properties": {
				"id": "PD00002010021",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30081.274688720703, -10071.251922607422],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30076.649902343746, -10097.514709472656],
							[30058.537475585938, -10042.216918945312],
							[30074.93310546875, -10036.751708984375],
							[30108.164672851562, -10061.728393554688],
							[30092.71307373047, -10091.785095214844],
							[30076.649902343746, -10097.514709472656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010022",
			"type": "Feature",
			"properties": {
				"id": "PD00002010022",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30174.368615722655, -10332.208337402344],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30197.49530029297, -10334.747192382812],
							[30158.474914550778, -10347.32861328125],
							[30151.108276367184, -10324.838500976562],
							[30167.269287109375, -10319.380187988281],
							[30197.49530029297, -10334.747192382812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010023",
			"type": "Feature",
			"properties": {
				"id": "PD00002010023",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30650.396704101564, -11781.32225341797],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30673.82189941406, -11783.904174804688],
							[30634.480102539066, -11796.748413085938],
							[30626.907104492188, -11773.685913085938],
							[30642.952514648438, -11768.368591308594],
							[30673.82189941406, -11783.904174804688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010024",
			"type": "Feature",
			"properties": {
				"id": "PD00002010024",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30625.534729003906, -11728.84711710612],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30620.065490722656, -11752.8505859375],
							[30604.302490234375, -11704.846496582031],
							[30620.26812744141, -11699.524719238281],
							[30652.343688964847, -11715.610107421875],
							[30636.1630859375, -11747.400207519531],
							[30620.065490722656, -11752.8505859375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010025",
			"type": "Feature",
			"properties": {
				"id": "PD00002010025",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30602.94202677409, -11659.923014322916],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30597.456481933594, -11683.997497558594],
							[30581.682128906246, -11635.958312988281],
							[30597.647888183594, -11630.636474609375],
							[30629.699707031246, -11646.555297851562],
							[30613.709472656246, -11678.393005371094],
							[30597.456481933594, -11683.997497558594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010026",
			"type": "Feature",
			"properties": {
				"id": "PD00002010026",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30579.29820760091, -11588.85073852539],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30574.712524414062, -11614.7333984375],
							[30556.74310302734, -11560.010009765625],
							[30572.57208251953, -11554.770324707031],
							[30606.07550048828, -11579.263305664062],
							[30590.97351074219, -11609.593994140625],
							[30574.712524414062, -11614.7333984375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010027",
			"type": "Feature",
			"properties": {
				"id": "PD00002010027",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30553.44060262044, -11517.8342183431],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30541.67810058594, -11514.131408691406],
							[30544.61871337891, -11507.945495605469],
							[30576.958923339847, -11497.701293945312],
							[30565.822692871094, -11533.964904785156],
							[30549.887084960938, -11539.130798339844],
							[30541.67810058594, -11514.131408691406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010028",
			"type": "Feature",
			"properties": {
				"id": "PD00002010028",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30548.776220703126, -11472.423083496094],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30571.86151123047, -11475.076721191406],
							[30532.96728515625, -11487.603881835938],
							[30525.480102539062, -11464.802612304688],
							[30541.710693359375, -11459.555480957031],
							[30571.86151123047, -11475.076721191406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010029",
			"type": "Feature",
			"properties": {
				"id": "PD00002010029",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30524.201578776043, -11420.082326253256],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30518.71691894531, -11444.205810546875],
							[30502.882690429688, -11395.984985351562],
							[30519.143310546875, -11390.75439453125],
							[30550.743103027344, -11406.87158203125],
							[30535.00653076172, -11438.471374511719],
							[30518.71691894531, -11444.205810546875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010030",
			"type": "Feature",
			"properties": {
				"id": "PD00002010030",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30501.479268391926, -11351.18891398112],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30496.030883789062, -11375.118408203125],
							[30480.293090820312, -11327.190612792969],
							[30496.02471923828, -11321.94677734375],
							[30528.290710449215, -11337.841796875],
							[30512.20532226563, -11369.91748046875],
							[30496.030883789062, -11375.118408203125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010031",
			"type": "Feature",
			"properties": {
				"id": "PD00002010031",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30478.8715616862, -11282.313364664713],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30473.446899414062, -11306.341186523438],
							[30457.63928222656, -11258.201477050781],
							[30473.53289794922, -11253.011779785156],
							[30505.64031982422, -11269.002075195312],
							[30489.523071289062, -11300.982482910156],
							[30473.446899414062, -11306.341186523438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010032",
			"type": "Feature",
			"properties": {
				"id": "PD00002010032",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30455.413462320965, -11211.336405436197],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30450.83367919922, -11237.476013183594],
							[30432.789916992188, -11182.52587890625],
							[30448.917724609375, -11176.82080078125],
							[30482.16729736328, -11201.694519042969],
							[30466.938476562496, -11232.025207519531],
							[30450.83367919922, -11237.476013183594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010033",
			"type": "Feature",
			"properties": {
				"id": "PD00002010033",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30429.580678304035, -11138.489868164062],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30417.177124023438, -11134.979187011719],
							[30421.002929687496, -11127.021728515625],
							[30454.12548828125, -11116.107788085938],
							[30442.069274902344, -11156.210205078125],
							[30425.93212890625, -11161.64111328125],
							[30417.177124023438, -11134.979187011719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010034",
			"type": "Feature",
			"properties": {
				"id": "PD00002010034",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30424.069934082032, -11092.381103515625],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30447.202087402347, -11094.956604003906],
							[30408.22509765625, -11107.716979980469],
							[30400.699096679688, -11084.797729492188],
							[30417.021301269528, -11079.477600097656],
							[30447.202087402347, -11094.956604003906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010035",
			"type": "Feature",
			"properties": {
				"id": "PD00002010035",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30399.466318766277, -11040.090423583984],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30393.94989013672, -11064.243713378906],
							[30378.028686523438, -11015.7578125],
							[30394.680297851562, -11010.58837890625],
							[30426.18487548828, -11026.959411621094],
							[30410.004272460934, -11058.74951171875],
							[30393.94989013672, -11064.243713378906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010036",
			"type": "Feature",
			"properties": {
				"id": "PD00002010036",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30376.77605183919, -10971.06064860026],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30371.192871093754, -10994.940490722656],
							[30355.454711914062, -10947.011779785156],
							[30371.74188232422, -10941.868408203125],
							[30403.436889648438, -10957.953918457031],
							[30387.637084960938, -10989.648803710938],
							[30371.192871093754, -10994.940490722656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010037",
			"type": "Feature",
			"properties": {
				"id": "PD00002010037",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30354.10107421875, -10902.146474202475],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30348.55352783203, -10925.995300292969],
							[30332.853515625, -10878.183288574219],
							[30349.103271484375, -10872.872375488281],
							[30380.829895019535, -10888.989501953125],
							[30364.712707519528, -10920.843078613281],
							[30348.55352783203, -10925.995300292969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010038",
			"type": "Feature",
			"properties": {
				"id": "PD00002010038",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30330.57940673828, -10831.17876180013],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30326.0205078125, -10857.374389648438],
							[30307.85711669922, -10802.060485839844],
							[30324.102722167972, -10796.601501464844],
							[30357.352111816406, -10821.72900390625],
							[30342.123474121094, -10851.932800292969],
							[30326.0205078125, -10857.374389648438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010039",
			"type": "Feature",
			"properties": {
				"id": "PD00002010039",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30307.903479003908, -10764.697546386718],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30301.028930664062, -10781.266479492188],
							[30290.31408691406, -10748.636779785156],
							[30329.768920898438, -10736.275390625],
							[30317.376525878906, -10776.042602539062],
							[30301.028930664062, -10781.266479492188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010040",
			"type": "Feature",
			"properties": {
				"id": "PD00002010040",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30801.058728027343, -12249.65574951172],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30820.205688476562, -12253.566528320312],
							[30787.94708251953, -12264.113220214844],
							[30780.41571044922, -12241.17687988281],
							[30796.519470214844, -12235.855590820312],
							[30820.205688476562, -12253.566528320312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010041",
			"type": "Feature",
			"properties": {
				"id": "PD00002010041",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30777.478281656902, -12192.529927571615],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30773.50311279297, -12220.12548828125],
							[30755.419311523438, -12165.053588867186],
							[30771.394714355465, -12159.655517578123],
							[30801.768920898434, -12175.107177734375],
							[30789.28051757812, -12215.112304687502],
							[30773.50311279297, -12220.12548828125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010042",
			"type": "Feature",
			"properties": {
				"id": "PD00002010042",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30754.969860839843, -12126.522436523437],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30740.888122558597, -12120.80047607422],
							[30779.964294433594, -12108.24981689453],
							[30764.5966796875, -12138.742797851562],
							[30748.512084960938, -12144.018615722654],
							[30740.888122558597, -12120.80047607422]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010043",
			"type": "Feature",
			"properties": {
				"id": "PD00002010043",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30809.263785226005, -8056.675694056919],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30815.271911621094, -8048.958984375],
							[30823.61010742187, -8074.372375488282],
							[30819.21350097656, -8075.677185058594],
							[30779.46368408203, -8054.905517578125],
							[30803.215698242188, -8047.182189941406],
							[30808.799682617188, -8046.674621582031],
							[30815.271911621094, -8048.958984375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010044",
			"type": "Feature",
			"properties": {
				"id": "PD00002010044",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30832.00863647461, -8124.189392089844],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30847.025085449222, -8145.737609863281],
							[30842.056701660156, -8147.37939453125],
							[30803.85772705078, -8127.328186035156],
							[30823.782104492188, -8090.271423339844],
							[30828.30511474609, -8088.68212890625],
							[30847.025085449222, -8145.737609863281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010045",
			"type": "Feature",
			"properties": {
				"id": "PD00002010045",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30855.488138834637, -8195.292124430338],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30870.371704101562, -8216.894409179688],
							[30866.042114257812, -8218.193298339844],
							[30827.462524414062, -8198.395812988281],
							[30847.00610351562, -8161.466003417969],
							[30851.674682617188, -8159.9088134765625],
							[30870.371704101562, -8216.894409179688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010046",
			"type": "Feature",
			"properties": {
				"id": "PD00002010046",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30878.646067301434, -8266.721455891928],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30893.72052001953, -8288.0576171875],
							[30888.631286621097, -8289.768676757812],
							[30850.68627929688, -8269.717407226562],
							[30869.97607421875, -8233.295227050781],
							[30875.141723632812, -8231.432189941406],
							[30893.72052001953, -8288.0576171875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010047",
			"type": "Feature",
			"properties": {
				"id": "PD00002010047",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30902.1435546875, -8338.161376953125],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30917.13787841797, -8359.430114746094],
							[30912.334716796875, -8361.083129882812],
							[30873.59649658203, -8342.332580566406],
							[30894.1552734375, -8304.0703125],
							[30898.499084472656, -8302.622009277344],
							[30917.13787841797, -8359.430114746094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010048",
			"type": "Feature",
			"properties": {
				"id": "PD00002010048",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30925.800354003906, -8409.326477050781],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30940.54907226562, -8430.783813476562],
							[30936.03448486328, -8432.372924804688],
							[30898.53369140625, -8412.861022949219],
							[30917.284118652344, -8375.360107421875],
							[30921.851684570312, -8373.797180175781],
							[30940.54907226562, -8430.783813476562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010049",
			"type": "Feature",
			"properties": {
				"id": "PD00002010049",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30949.1596883138, -8480.436543782553],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30963.939880371094, -8502.075500488281],
							[30959.756286621094, -8503.460876464844],
							[30921.27990722656, -8483.544494628906],
							[30940.83947753906, -8446.49560546875],
							[30945.202697753906, -8444.96728515625],
							[30963.939880371094, -8502.075500488281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010050",
			"type": "Feature",
			"properties": {
				"id": "PD00002010050",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30971.110239664715, -8548.919881184896],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30985.252319335934, -8567.032287597656],
							[30980.72509765625, -8568.783386230469],
							[30943.160705566403, -8556.262023925781],
							[30963.634887695312, -8518.020812988281],
							[30968.636108398438, -8516.388488769531],
							[30985.252319335934, -8567.032287597656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010051",
			"type": "Feature",
			"properties": {
				"id": "PD00002010051",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [30987.929089355468, -8596.184936523438],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30996.933288574222, -8602.63427734375],
							[30970.46368408203, -8611.432312011719],
							[30985.3466796875, -8582.817199707031],
							[30989.96850585937, -8581.406616210938],
							[30996.933288574222, -8602.63427734375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010052",
			"type": "Feature",
			"properties": {
				"id": "PD00002010052",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31028.641479492188, -8888.218505859375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31026.17028808594, -8895.166076660156],
							[31021.71307373047, -8881.429382324219],
							[31039.79107666016, -8875.464111328125],
							[31029.362670898438, -8893.866882324219],
							[31026.17028808594, -8895.166076660156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010053",
			"type": "Feature",
			"properties": {
				"id": "PD00002010053",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31039.225667317707, -8922.671885172525],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31038.67950439453, -8933.719116210938],
							[31031.07348632812, -8910.277587890625],
							[31034.407287597656, -8909.190795898438],
							[31050.20709228516, -8916.614807128906],
							[31042.30712890625, -8932.509887695312],
							[31038.67950439453, -8933.719116210938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010054",
			"type": "Feature",
			"properties": {
				"id": "PD00002010054",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31051.752380371094, -8961.21078491211],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31051.266723632812, -8972.512390136719],
							[31043.558715820312, -8948.756408691406],
							[31046.875671386715, -8947.548400878906],
							[31062.96112060547, -8954.686889648438],
							[31054.585327148438, -8971.248229980469],
							[31051.266723632812, -8972.512390136719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010055",
			"type": "Feature",
			"properties": {
				"id": "PD00002010055",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31070.91853550502, -9005.938764299664],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31069.191284179684, -9027.755798339844],
							[31056.042480468754, -8987.231689453125],
							[31059.534729003903, -8985.905883789062],
							[31078.475524902344, -8995.233581542969],
							[31090.75372314453, -8991.236022949219],
							[31073.24072265625, -9026.452575683594],
							[31069.191284179684, -9027.755798339844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010056",
			"type": "Feature",
			"properties": {
				"id": "PD00002010056",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31087.738732910155, -9058.213049316406],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31083.90087890625, -9073.090698242188],
							[31073.909118652344, -9042.295776367188],
							[31077.90447998047, -9041.110290527344],
							[31119.07830810547, -9061.477783203125],
							[31083.90087890625, -9073.090698242188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010057",
			"type": "Feature",
			"properties": {
				"id": "PD00002010057",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31158.30194091797, -9277.914512634277],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31157.802673339847, -9297.423583984375],
							[31148.996520996094, -9271.239501953125],
							[31150.28149414062, -9269.169311523438],
							[31152.779907226562, -9267.598876953125],
							[31157.20587158203, -9265.885620117188],
							[31180.18951416016, -9258.3203125],
							[31161.356872558594, -9296.255310058594],
							[31157.802673339847, -9297.423583984375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010058",
			"type": "Feature",
			"properties": {
				"id": "PD00002010058",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31181.200205485027, -9345.195322672525],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31182.399291992188, -9372.726379394531],
							[31162.65307617187, -9312.272888183594],
							[31166.56372070312, -9310.911193847656],
							[31206.919921875004, -9331.089416503906],
							[31186.26593017578, -9371.445678710938],
							[31182.399291992188, -9372.726379394531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010059",
			"type": "Feature",
			"properties": {
				"id": "PD00002010059",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31202.5424601237, -9413.876169840494],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31203.144897460938, -9436.240112304688],
							[31187.173278808594, -9387.34228515625],
							[31191.019897460938, -9386.142211914062],
							[31223.952087402344, -9402.322814941406],
							[31206.81970214844, -9434.969482421875],
							[31203.144897460938, -9436.240112304688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010060",
			"type": "Feature",
			"properties": {
				"id": "PD00002010060",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31218.85140991211, -9465.856488037109],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31214.107116699215, -9469.801025390625],
							[31207.93487548828, -9450.904602050781],
							[31211.483520507812, -9449.627197265625],
							[31242.45428466797, -9464.565124511719],
							[31223.933715820312, -9470.63671875],
							[31221.88592529297, -9471.038208007812],
							[31219.87811279297, -9471.118408203125],
							[31217.34851074219, -9470.757080078125],
							[31215.380920410153, -9470.315490722656],
							[31214.107116699215, -9469.801025390625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010061",
			"type": "Feature",
			"properties": {
				"id": "PD00002010061",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31262.707861328126, -9590.803942871094],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31258.875488281246, -9605.605407714844],
							[31248.86590576172, -9575.070190429688],
							[31284.271118164062, -9563.47412109375],
							[31262.651306152347, -9604.264587402344],
							[31258.875488281246, -9605.605407714844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010062",
			"type": "Feature",
			"properties": {
				"id": "PD00002010062",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31280.87494913737, -9649.972300211588],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31281.486877441406, -9674.583312988281],
							[31263.774475097656, -9620.549987792969],
							[31267.17987060547, -9619.411193847656],
							[31304.872680664062, -9637.669006347656],
							[31286.448913574215, -9673.036987304688],
							[31281.486877441406, -9674.583312988281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010063",
			"type": "Feature",
			"properties": {
				"id": "PD00002010063",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31303.90054321289, -9720.373657226562],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31304.721923828125, -9745.463623046875],
							[31286.725524902344, -9690.564086914062],
							[31290.375122070312, -9689.2412109375],
							[31327.352478027344, -9707.65869140625],
							[31309.50628662109, -9743.850708007812],
							[31304.721923828125, -9745.463623046875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010064",
			"type": "Feature",
			"properties": {
				"id": "PD00002010064",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31325.238800048828, -9787.977803548178],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31326.0048828125, -9810.389404296875],
							[31309.86669921875, -9761.158386230469],
							[31313.15692138672, -9760.0703125],
							[31346.725708007812, -9776.65380859375],
							[31329.673706054684, -9809.205505371094],
							[31326.0048828125, -9810.389404296875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010065",
			"type": "Feature",
			"properties": {
				"id": "PD00002010065",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31342.168884277344, -9837.744177246093],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31338.910888671875, -9849.760498046875],
							[31330.81707763672, -9825.069396972656],
							[31334.480895996097, -9823.829406738281],
							[31367.724670410156, -9840.301086425781],
							[31338.910888671875, -9849.760498046875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010066",
			"type": "Feature",
			"properties": {
				"id": "PD00002010066",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31616.14815266927, -9832.589314778646],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31627.045288085938, -9843.860290527344],
							[31621.615478515625, -9845.776428222656],
							[31584.385681152344, -9826.483703613281],
							[31617.710693359375, -9815.570983886719],
							[31619.086486816406, -9819.984191894531],
							[31627.045288085938, -9843.860290527344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010067",
			"type": "Feature",
			"properties": {
				"id": "PD00002010067",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31627.83064488002, -9883.713047572544],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31642.24127197266, -9891.448608398438],
							[31631.479125976566, -9907.392700195312],
							[31613.27569580078, -9889.08349609375],
							[31609.148315429684, -9890.671020507812],
							[31625.658325195312, -9858.709289550781],
							[31630.7705078125, -9857.237609863281],
							[31642.24127197266, -9891.448608398438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010068",
			"type": "Feature",
			"properties": {
				"id": "PD00002010068",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31649.257104492186, -9952.028552246094],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31638.636108398438, -9970.010681152344],
							[31649.704101562504, -9930.011108398438],
							[31654.638122558594, -9928.735595703125],
							[31664.67108154297, -9961.374694824219],
							[31638.636108398438, -9970.010681152344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010069",
			"type": "Feature",
			"properties": {
				"id": "PD00002010069",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31513.456896972657, -9532.898315429688],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31523.731079101562, -9529.24609375],
							[31511.15850830078, -9548.021179199219],
							[31486.909912109375, -9534.639587402344],
							[31521.753906249996, -9523.338623046875],
							[31523.731079101562, -9529.24609375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010070",
			"type": "Feature",
			"properties": {
				"id": "PD00002010070",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31532.581064860027, -9596.101186116537],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31535.37109375, -9617.994995117188],
							[31511.389892578125, -9605.883911132812],
							[31530.43988037109, -9567.889709472656],
							[31535.858703613285, -9566.145385742188],
							[31547.055725097656, -9600.698120117188],
							[31535.37109375, -9617.994995117188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010071",
			"type": "Feature",
			"properties": {
				"id": "PD00002010071",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31555.73503621419, -9667.258371988932],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31558.339721679688, -9689.579895019531],
							[31533.82830810547, -9676.202880859375],
							[31554.148498535153, -9638.991882324219],
							[31559.349487304688, -9637.310791015625],
							[31570.404479980465, -9671.884887695312],
							[31558.339721679688, -9689.579895019531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010072",
			"type": "Feature",
			"properties": {
				"id": "PD00002010072",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31578.85533650716, -9738.720642089844],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31581.59411621094, -9761.218078613281],
							[31556.635498046875, -9748.370788574219],
							[31577.061279296875, -9710.05908203125],
							[31582.463928222656, -9708.272827148438],
							[31593.783081054684, -9743.184997558594],
							[31581.59411621094, -9761.218078613281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010073",
			"type": "Feature",
			"properties": {
				"id": "PD00002010073",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31596.793505859376, -9800.473693847656],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31581.156311035156, -9817.122802734375],
							[31601.011108398438, -9781.767883300781],
							[31606.008117675778, -9780.186096191406],
							[31614.635681152347, -9806.168884277344],
							[31581.156311035156, -9817.122802734375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010074",
			"type": "Feature",
			"properties": {
				"id": "PD00002010074",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31418.0240234375, -9241.96378173828],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31428.246704101562, -9238.701721191406],
							[31416.4365234375, -9256.552185058594],
							[31391.079711914066, -9243.434997558594],
							[31426.110473632812, -9232.428283691406],
							[31428.246704101562, -9238.701721191406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010075",
			"type": "Feature",
			"properties": {
				"id": "PD00002010075",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31436.765533447266, -9305.43901570638],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31439.477294921875, -9327.85498046875],
							[31414.637329101562, -9314.951110839844],
							[31435.08428955078, -9276.978088378906],
							[31440.195678710934, -9275.377807617188],
							[31451.72131347656, -9309.617126464844],
							[31439.477294921875, -9327.85498046875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010076",
			"type": "Feature",
			"properties": {
				"id": "PD00002010076",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31460.518625895184, -9376.49966430664],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31463.17608642578, -9398.717895507812],
							[31439.61932373047, -9385.724609375],
							[31458.41528320312, -9348.301879882812],
							[31463.714904785153, -9346.510009765625],
							[31475.01007080078, -9381.025695800781],
							[31463.17608642578, -9398.717895507812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010077",
			"type": "Feature",
			"properties": {
				"id": "PD00002010077",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31484.10405476888, -9447.281117757162],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31487.318481445316, -9468.973388671875],
							[31462.68048095703, -9456.781311035156],
							[31481.857482910156, -9419.316284179688],
							[31486.95489501953, -9417.68701171875],
							[31498.49450683594, -9451.955322265625],
							[31487.318481445316, -9468.973388671875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010078",
			"type": "Feature",
			"properties": {
				"id": "PD00002010078",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31501.78448486328, -9507.727099609376],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31487.53887939453, -9522.811706542969],
							[31505.426696777344, -9490.462890625],
							[31510.5048828125, -9488.945007324219],
							[31517.9130859375, -9513.604187011719],
							[31487.53887939453, -9522.811706542969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010079",
			"type": "Feature",
			"properties": {
				"id": "PD00002010079",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31318.87922159831, -8951.57650756836],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31332.940307617184, -8947.693115234375],
							[31321.95867919922, -8966.295715332031],
							[31301.421875, -8955.972595214844],
							[31293.33807373047, -8951.998291015625],
							[31330.676086425785, -8939.806213378906],
							[31332.940307617184, -8947.693115234375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010080",
			"type": "Feature",
			"properties": {
				"id": "PD00002010080",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31341.185780843098, -9014.714233398438],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31344.017517089844, -9037.240295410156],
							[31318.945312499996, -9024.2998046875],
							[31339.201721191406, -8986.129211425781],
							[31344.649291992188, -8984.409912109375],
							[31356.283325195312, -9018.965881347656],
							[31344.017517089844, -9037.240295410156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010081",
			"type": "Feature",
			"properties": {
				"id": "PD00002010081",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31364.65754191081, -9085.955383300781],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31367.419128417965, -9108.395202636719],
							[31342.285705566406, -9095.559692382812],
							[31363.134887695312, -9057.459594726562],
							[31368.04132080078, -9055.8662109375],
							[31379.645080566406, -9090.056396484375],
							[31367.419128417965, -9108.395202636719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010082",
			"type": "Feature",
			"properties": {
				"id": "PD00002010082",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31388.079833984375, -9157.108317057291],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31390.789123535153, -9179.649291992188],
							[31365.86407470703, -9166.675476074219],
							[31386.607482910156, -9128.406005859375],
							[31391.480895996094, -9126.928527832031],
							[31402.948303222653, -9161.34130859375],
							[31390.789123535153, -9179.649291992188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010083",
			"type": "Feature",
			"properties": {
				"id": "PD00002010083",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31406.415197753908, -9216.796276855468],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31392.54992675781, -9231.665405273438],
							[31410.01788330078, -9200.076477050781],
							[31414.669128417972, -9198.539489746094],
							[31422.289123535156, -9222.034606933594],
							[31392.54992675781, -9231.665405273438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010084",
			"type": "Feature",
			"properties": {
				"id": "PD00002010084",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31227.530491420202, -8658.66001674107],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31237.537475585938, -8656.624816894531],
							[31225.40789794922, -8675.128295898438],
							[31196.79150390625, -8660.328979492188],
							[31229.22290039063, -8649.79638671875],
							[31231.498291015625, -8657.019409179688],
							[31234.71789550781, -8655.097412109375],
							[31237.537475585938, -8656.624816894531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010085",
			"type": "Feature",
			"properties": {
				"id": "PD00002010085",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31246.031443277996, -8723.45176188151],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31249.201110839844, -8745.564392089844],
							[31224.185119628906, -8732.365112304688],
							[31243.8701171875, -8695.42919921875],
							[31249.033508300785, -8693.761596679688],
							[31260.697692871094, -8728.02587890625],
							[31249.201110839844, -8745.564392089844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010086",
			"type": "Feature",
			"properties": {
				"id": "PD00002010086",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31269.55042521159, -8794.759928385416],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31272.553283691403, -8816.9375],
							[31247.51611328125, -8803.860900878906],
							[31267.582275390625, -8766.64990234375],
							[31272.878295898438, -8764.884887695312],
							[31284.219299316403, -8799.288879394531],
							[31272.553283691403, -8816.9375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010087",
			"type": "Feature",
			"properties": {
				"id": "PD00002010087",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31292.46659342448, -8866.473663330078],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31295.270080566406, -8888.92529296875],
							[31270.37628173828, -8875.954711914062],
							[31290.569274902347, -8838.235595703125],
							[31295.980529785156, -8836.434387207031],
							[31307.33331298828, -8870.36669921875],
							[31295.270080566406, -8888.92529296875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010088",
			"type": "Feature",
			"properties": {
				"id": "PD00002010088",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31310.78350830078, -8926.204418945312],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31296.919921875, -8941.27490234375],
							[31314.326293945312, -8909.379577636719],
							[31319.19268798828, -8907.76708984375],
							[31326.55871582031, -8931.325622558594],
							[31296.919921875, -8941.27490234375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010089",
			"type": "Feature",
			"properties": {
				"id": "PD00002010089",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31338.98942871094, -8633.884716796874],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31335.396728515625, -8645.930603027344],
							[31327.22772216797, -8621.404113769531],
							[31356.95727539062, -8611.751586914062],
							[31339.968688964844, -8644.406677246094],
							[31335.396728515625, -8645.930603027344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010090",
			"type": "Feature",
			"properties": {
				"id": "PD00002010090",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31355.910990397137, -8685.78451538086],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31353.457885742188, -8701.127624511719],
							[31346.173889160156, -8679.0029296875],
							[31351.554321289062, -8661.797607421875],
							[31372.73468017578, -8671.982604980469],
							[31358.087280273438, -8699.668701171875],
							[31353.457885742188, -8701.127624511719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010091",
			"type": "Feature",
			"properties": {
				"id": "PD00002010091",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31373.65776570638, -8740.402099609375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31371.140686035156, -8755.292785644531],
							[31364.1533203125, -8733.748901367188],
							[31369.105102539062, -8717.457214355469],
							[31390.294311523434, -8727.081298828125],
							[31376.11248779297, -8753.539611816406],
							[31371.140686035156, -8755.292785644531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010092",
			"type": "Feature",
			"properties": {
				"id": "PD00002010092",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31391.56232706706, -8794.371714274088],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31388.899475097656, -8809.235778808594],
							[31382.00390625, -8788.094421386719],
							[31386.933898925785, -8771.304809570312],
							[31408.779907226566, -8780.791809082031],
							[31393.857299804688, -8807.567687988281],
							[31388.899475097656, -8809.235778808594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010093",
			"type": "Feature",
			"properties": {
				"id": "PD00002010093",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31409.71063232422, -8850.312723795572],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31407.62969970703, -8866.357727050781],
							[31399.51593017578, -8841.475402832031],
							[31404.494079589844, -8825.769409179688],
							[31426.524475097656, -8837.072692871094],
							[31412.46990966797, -8864.843383789062],
							[31407.62969970703, -8866.357727050781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010094",
			"type": "Feature",
			"properties": {
				"id": "PD00002010094",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31427.396057128906, -8897.823486328125],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31419.265686035156, -8901.826110839844],
							[31424.915893554684, -8882.589599609375],
							[31452.699096679684, -8896.264221191406],
							[31420.833923339844, -8906.611389160156],
							[31419.265686035156, -8901.826110839844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010095",
			"type": "Feature",
			"properties": {
				"id": "PD00002010095",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31669.838928222656, -9610.173078264508],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31684.62030029297, -9609.969787597656],
							[31676.82489013672, -9629.302978515625],
							[31668.50451660156, -9632.111694335938],
							[31662.95092773437, -9615.203308105469],
							[31662.506286621094, -9613.12890625],
							[31662.453491210938, -9610.747680664062],
							[31662.823913574222, -9608.578125],
							[31663.511901855465, -9606.567199707031],
							[31664.83471679687, -9604.556396484375],
							[31666.051879882812, -9602.916015625],
							[31667.851074218754, -9601.593078613281],
							[31669.697875976562, -9600.635314941406],
							[31680.492919921875, -9597.142822265625],
							[31684.62030029297, -9609.969787597656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010096",
			"type": "Feature",
			"properties": {
				"id": "PD00002010096",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31683.56187947591, -9657.657755533854],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31681.151123046875, -9670.616577148438],
							[31672.526489257812, -9644.357177734375],
							[31680.931091308594, -9641.577575683594],
							[31696.10772705078, -9651.039001464844],
							[31689.503723144528, -9667.739624023438],
							[31681.151123046875, -9670.616577148438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010097",
			"type": "Feature",
			"properties": {
				"id": "PD00002010097",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31696.171905517578, -9696.11122639974],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31693.738891601562, -9708.9423828125],
							[31685.17950439453, -9682.881408691406],
							[31693.47113037109, -9680.085510253906],
							[31708.795898437504, -9689.568176269531],
							[31702.10711669922, -9706.247497558594],
							[31693.738891601562, -9708.9423828125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010098",
			"type": "Feature",
			"properties": {
				"id": "PD00002010098",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31712.653590611048, -9733.745056152344],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31706.397521972653, -9747.484008789062],
							[31697.868286132812, -9721.514892578125],
							[31706.164123535156, -9718.693603515625],
							[31723.944091796875, -9729.615600585938],
							[31726.73809814453, -9728.768981933594],
							[31721.065490722656, -9742.654296875],
							[31706.397521972653, -9747.484008789062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010099",
			"type": "Feature",
			"properties": {
				"id": "PD00002010099",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31721.38962809245, -9765.644810994467],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31741.553100585938, -9765.171020507812],
							[31724.77972412109, -9770.373779296875],
							[31722.398498535156, -9770.585388183594],
							[31719.911499023438, -9770.267883300781],
							[31717.635925292972, -9769.580078125],
							[31715.78387451172, -9768.362976074219],
							[31713.87890625, -9766.881286621094],
							[31712.39727783203, -9764.817504882812],
							[31711.021484375004, -9761.6953125],
							[31710.43927001953, -9759.790405273438],
							[31725.322875976562, -9755.041076660156],
							[31741.553100585938, -9765.171020507812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010100",
			"type": "Feature",
			"properties": {
				"id": "PD00002010100",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31724.398400878905, -9785.17148030599],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31722.001098632812, -9794.912780761719],
							[31721.113525390625, -9792.2080078125],
							[31720.63708496094, -9789.985412597656],
							[31720.63708496094, -9788.357482910156],
							[31720.827697753906, -9786.325500488281],
							[31721.36749267578, -9784.388610839844],
							[31722.288085937496, -9782.642395019531],
							[31723.367675781246, -9781.213684082031],
							[31724.468322753906, -9780.070678710938],
							[31725.52667236328, -9779.197509765625],
							[31726.505676269535, -9778.536010742188],
							[31727.576477050778, -9777.923278808594],
							[31737.400512695312, -9774.622985839844],
							[31730.257507324215, -9792.275085449219],
							[31722.001098632812, -9794.912780761719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010101",
			"type": "Feature",
			"properties": {
				"id": "PD00002010101",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31737.097401936848, -9820.597137451172],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31734.64331054688, -9833.438293457031],
							[31726.08911132813, -9807.370178222656],
							[31734.48651123047, -9804.591979980469],
							[31749.726684570312, -9814.117004394531],
							[31742.995483398438, -9830.627075195312],
							[31734.64331054688, -9833.438293457031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010102",
			"type": "Feature",
			"properties": {
				"id": "PD00002010102",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31749.707326253254, -9859.148834228516],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31747.306884765625, -9872.028686523438],
							[31738.702270507812, -9845.8076171875],
							[31747.271301269535, -9843.0712890625],
							[31762.25732421875, -9852.554016113281],
							[31755.39929199219, -9869.402709960938],
							[31747.306884765625, -9872.028686523438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010103",
			"type": "Feature",
			"properties": {
				"id": "PD00002010103",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31766.252807617188, -9896.647879464286],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31759.914489746094, -9910.448974609375],
							[31751.329284667965, -9884.286376953125],
							[31759.632690429688, -9881.778076171875],
							[31777.30688476563, -9892.679016113281],
							[31780.48168945312, -9891.514709472656],
							[31775.19012451172, -9905.379028320312],
							[31759.914489746094, -9910.448974609375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010104",
			"type": "Feature",
			"properties": {
				"id": "PD00002010104",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31775.760314941406, -9929.254522150213],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31796.665100097656, -9928.722290039062],
							[31777.73272705078, -9935.049011230469],
							[31775.023498535156, -9934.710388183594],
							[31772.91088867187, -9934.009094238281],
							[31770.815490722653, -9932.866088867188],
							[31768.656494140625, -9931.215087890625],
							[31766.814880371094, -9929.24658203125],
							[31765.227478027344, -9926.51611328125],
							[31763.957519531246, -9922.769592285156],
							[31778.894287109375, -9917.973205566406],
							[31796.665100097656, -9928.722290039062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010105",
			"type": "Feature",
			"properties": {
				"id": "PD00002010105",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32382.224202473957, -9362.177032470703],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32383.898925781254, -9377.653381347656],
							[32368.714904785156, -9370.727722167969],
							[32382.684875488278, -9346.280090332031],
							[32385.465087890625, -9345.6748046875],
							[32388.682495117188, -9355.072814941406],
							[32383.898925781254, -9377.653381347656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010106",
			"type": "Feature",
			"properties": {
				"id": "PD00002010106",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32400.79653930664, -9418.933369954428],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32402.376892089844, -9434.438110351562],
							[32387.54608154297, -9427.334411621094],
							[32401.19873046875, -9403.098693847656],
							[32404.04931640625, -9402.196411132812],
							[32407.231323242188, -9412.094482421875],
							[32402.376892089844, -9434.438110351562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010107",
			"type": "Feature",
			"properties": {
				"id": "PD00002010107",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32420.117353166854, -9475.895795549664],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32420.967895507816, -9490.988891601562],
							[32405.84887695312, -9483.933410644531],
							[32419.818908691406, -9459.803405761719],
							[32422.679321289062, -9458.855895996094],
							[32426.380493164062, -9470.598388671875],
							[32424.158081054688, -9476.101684570312],
							[32420.967895507816, -9490.988891601562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010108",
			"type": "Feature",
			"properties": {
				"id": "PD00002010108",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32437.84385172526, -9532.070485432943],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32439.42028808594, -9547.588806152344],
							[32424.59228515625, -9540.527893066406],
							[32438.244873046875, -9516.397888183594],
							[32441.10809326172, -9515.455017089844],
							[32444.277282714844, -9524.864501953125],
							[32439.42028808594, -9547.588806152344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010109",
			"type": "Feature",
			"properties": {
				"id": "PD00002010109",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32456.391357421875, -9588.60084025065],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32458.043884277347, -9604.087280273438],
							[32442.949279785156, -9597.136474609375],
							[32456.91912841797, -9572.667785644531],
							[32459.54608154297, -9571.814392089844],
							[32462.84588623047, -9581.811828613281],
							[32458.043884277347, -9604.087280273438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010110",
			"type": "Feature",
			"properties": {
				"id": "PD00002010110",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32471.90803222656, -9644.116845703125],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32460.018920898438, -9657.037719726562],
							[32475.404724121094, -9629.405883789062],
							[32478.78912353516, -9628.34912109375],
							[32485.308471679684, -9648.753784179688],
							[32460.018920898438, -9657.037719726562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010111",
			"type": "Feature",
			"properties": {
				"id": "PD00002010111",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32493.43037109375, -9714.468530273438],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32490.51788330078, -9715.289794921875],
							[32498.89990234375, -9700.642395019531],
							[32501.86328125, -9699.711120605469],
							[32503.641113281246, -9705.680114746094],
							[32499.069274902347, -9709.998107910156],
							[32490.179077148438, -9727.524108886719],
							[32486.877075195312, -9728.794189453125],
							[32484.845092773438, -9721.55517578125],
							[32487.893127441406, -9720.200500488281],
							[32490.51788330078, -9715.289794921875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010112",
			"type": "Feature",
			"properties": {
				"id": "PD00002010112",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32477.006454467773, -9668.845840454102],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32481.289123535156, -9674.43798828125],
							[32463.269470214844, -9666.42041015625],
							[32482.178100585938, -9660.086975097656],
							[32481.289123535156, -9674.43798828125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010113",
			"type": "Feature",
			"properties": {
				"id": "PD00002010113",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32556.664585658484, -9751.766496930804],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32563.99731445313, -9747.097717285156],
							[32559.87347412109, -9751.521606445312],
							[32553.01531982422, -9754.315612792969],
							[32554.761474609375, -9781.472412109375],
							[32542.83068847656, -9742.97021484375],
							[32558.176513671875, -9737.890197753906],
							[32563.99731445313, -9747.097717285156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010114",
			"type": "Feature",
			"properties": {
				"id": "PD00002010114",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32588.868209838867, -9738.287109375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32587.280700683594, -9741.276916503906],
							[32585.904907226566, -9731.751892089844],
							[32595.00653076172, -9738.842712402344],
							[32587.280700683594, -9741.276916503906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010115",
			"type": "Feature",
			"properties": {
				"id": "PD00002010115",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32592.41118028429, -9586.902269151477],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32587.12548828125, -9607.362182617188],
							[32578.722290039066, -9581.644592285156],
							[32579.484313964844, -9580.819091796875],
							[32580.37329101563, -9580.05712890625],
							[32581.135314941406, -9579.803100585938],
							[32614.794677734375, -9568.832702636719],
							[32616.761474609375, -9575.102111816406],
							[32606.178283691406, -9601.137329101562],
							[32587.12548828125, -9607.362182617188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010116",
			"type": "Feature",
			"properties": {
				"id": "PD00002010116",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32617.194580078125, -9644.195663452148],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32601.98370361328, -9653.387329101562],
							[32600.971130371094, -9649.249206542969],
							[32617.98931884766, -9643.724609375],
							[32615.385681152347, -9635.533203125],
							[32621.481689453125, -9626.770202636719],
							[32641.9287109375, -9639.343200683594],
							[32635.83270263672, -9652.170227050781],
							[32601.98370361328, -9653.387329101562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010117",
			"type": "Feature",
			"properties": {
				"id": "PD00002010117",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32637.152575683594, -9690.795825195313],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32634.199096679688, -9693.4619140625],
							[32631.76489257813, -9685.841918945312],
							[32639.22607421875, -9681.185180664062],
							[32646.37371826172, -9700.028198242188],
							[32634.199096679688, -9693.4619140625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010118",
			"type": "Feature",
			"properties": {
				"id": "PD00002010118",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32385.50732421875, -8941.167521158854],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32374.124084472656, -8958.524780273438],
							[32365.488098144528, -8931.854797363281],
							[32401.964477539066, -8919.861877441406],
							[32404.090270996094, -8926.080810546875],
							[32393.2529296875, -8952.158081054688],
							[32374.124084472656, -8958.524780273438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010119",
			"type": "Feature",
			"properties": {
				"id": "PD00002010119",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32407.063026428223, -9009.706481933594],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32399.142700195312, -9034.401428222656],
							[32391.522705078125, -9011.160278320312],
							[32408.667724609375, -9005.572387695312],
							[32404.62487792969, -8993.840698242188],
							[32409.831909179688, -8978.981689453125],
							[32428.30511474609, -8990.088928222656],
							[32415.266479492184, -9029.205017089844],
							[32399.142700195312, -9034.401428222656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010120",
			"type": "Feature",
			"properties": {
				"id": "PD00002010120",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32434.166957310266, -9092.252110072544],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32424.053710937504, -9110.497802734375],
							[32416.55932617187, -9087.942626953125],
							[32438.5302734375, -9080.640075683594],
							[32437.958923339844, -9078.861999511719],
							[32455.16748046875, -9073.020080566406],
							[32442.845275878903, -9104.304382324219],
							[32424.053710937504, -9110.497802734375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010121",
			"type": "Feature",
			"properties": {
				"id": "PD00002010121",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32457.116996765137, -9160.711952209473],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32446.616088867184, -9179.491577148438],
							[32443.39892578125, -9169.246887207031],
							[32460.501525878903, -9163.489501953125],
							[32455.260681152344, -9146.867309570312],
							[32460.533874511722, -9131.492309570312],
							[32478.52368164062, -9142.568176269531],
							[32465.485107421875, -9173.048278808594],
							[32446.616088867184, -9179.491577148438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010122",
			"type": "Feature",
			"properties": {
				"id": "PD00002010122",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32478.33344268799, -9225.770233154297],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32469.29809570313, -9248.241577148438],
							[32462.006286621094, -9226.217590332031],
							[32479.10888671875, -9220.544982910156],
							[32475.86889648437, -9210.720825195312],
							[32481.43731689453, -9199.486206054688],
							[32501.00567626953, -9210.945190429688],
							[32488.644287109375, -9241.763916015625],
							[32469.29809570313, -9248.241577148438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010123",
			"type": "Feature",
			"properties": {
				"id": "PD00002010123",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32500.750038146973, -9294.023933410645],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32491.95068359375, -9317.149108886719],
							[32483.822692871094, -9292.680419921875],
							[32501.01007080078, -9287.177001953125],
							[32498.408081054688, -9279.280395507812],
							[32503.99609375, -9268.104309082031],
							[32523.99267578125, -9280.403015136719],
							[32510.86932373047, -9310.248107910156],
							[32491.95068359375, -9317.149108886719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010124",
			"type": "Feature",
			"properties": {
				"id": "PD00002010124",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32523.43904876709, -9363.5322265625],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32514.48791503906, -9385.955078125],
							[32507.338928222656, -9363.92041015625],
							[32524.27227783203, -9358.501708984375],
							[32520.970275878906, -9347.918395996094],
							[32526.47369384766, -9337.165710449219],
							[32546.090698242188, -9349.096008300781],
							[32533.390686035156, -9379.745422363281],
							[32514.48791503906, -9385.955078125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010125",
			"type": "Feature",
			"properties": {
				"id": "PD00002010125",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32545.835151672363, -9431.908012390137],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32536.943725585938, -9454.94482421875],
							[32529.34790039062, -9430.714904785156],
							[32546.111877441406, -9425.253784179688],
							[32543.444885253906, -9416.490783691406],
							[32548.77227783203, -9406.405212402344],
							[32568.84490966797, -9417.887878417969],
							[32556.271911621094, -9448.621887207031],
							[32536.943725585938, -9454.94482421875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010126",
			"type": "Feature",
			"properties": {
				"id": "PD00002010126",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32568.65855407715, -9501.297760009766],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32559.596313476562, -9523.820678710938],
							[32552.53192138672, -9502.008422851562],
							[32569.658874511715, -9496.303894042969],
							[32565.95489501953, -9485.2421875],
							[32571.41589355469, -9474.891723632812],
							[32591.73413085938, -9486.780212402344],
							[32578.78009033203, -9517.514282226562],
							[32559.596313476562, -9523.820678710938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010127",
			"type": "Feature",
			"properties": {
				"id": "PD00002010127",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32594.559944152832, -9556.322143554688],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32594.1884765625, -9544.176696777344],
							[32610.020080566406, -9553.107299804688],
							[32611.96112060547, -9559.34130859375],
							[32583.910888671875, -9568.65087890625],
							[32582.95849609375, -9565.539428710938],
							[32591.213500976562, -9562.237426757812],
							[32588.038513183594, -9553.347412109375],
							[32594.1884765625, -9544.176696777344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010128",
			"type": "Feature",
			"properties": {
				"id": "PD00002010128",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32687.85934109158, -9144.601976182727],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32671.4052734375, -9155.5380859375],
							[32682.02490234375, -9129.553894042969],
							[32691.797485351562, -9126.309020996094],
							[32697.766723632812, -9144.723999023438],
							[32696.496704101562, -9145.867004394531],
							[32695.09948730469, -9146.882995605469],
							[32693.25811767578, -9148.089599609375],
							[32691.48010253906, -9148.915100097656],
							[32671.4052734375, -9155.5380859375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010129",
			"type": "Feature",
			"properties": {
				"id": "PD00002010129",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32673.83466796875, -9083.834985351563],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32683.41552734375, -9086.684875488281],
							[32670.0869140625, -9091.326782226562],
							[32653.55987548828, -9081.340209960938],
							[32678.69549560547, -9073.13818359375],
							[32683.41552734375, -9086.684875488281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010130",
			"type": "Feature",
			"properties": {
				"id": "PD00002010130",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32698.363684082033, -9170.515368652344],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32708.12347412109, -9175.930114746094],
							[32698.606079101562, -9179.127990722656],
							[32675.276489257812, -9164.962524414062],
							[32701.688903808594, -9156.626098632812],
							[32708.12347412109, -9175.930114746094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010131",
			"type": "Feature",
			"properties": {
				"id": "PD00002010131",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32711.150277273995, -9222.524867466518],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32726.799926757812, -9233.024291992188],
							[32713.071289062504, -9237.530090332031],
							[32696.053283691406, -9231.180114746094],
							[32694.783325195312, -9226.10009765625],
							[32705.4619140625, -9199.996276855469],
							[32715.082275390625, -9196.818908691406],
							[32726.799926757812, -9233.024291992188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010132",
			"type": "Feature",
			"properties": {
				"id": "PD00002010132",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32726.867141723633, -9276.30623626709],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32745.648071289066, -9290.03369140625],
							[32736.229919433594, -9293.173095703125],
							[32711.84588623047, -9278.525817871094],
							[32710.23712158203, -9273.530395507812],
							[32711.591918945312, -9273.022399902344],
							[32720.058471679688, -9258.290405273438],
							[32733.677673339844, -9253.840393066406],
							[32745.648071289066, -9290.03369140625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010133",
			"type": "Feature",
			"properties": {
				"id": "PD00002010133",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32741.92529296875, -9330.064870198568],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32732.38629150391, -9341.459411621094],
							[32732.047302246094, -9340.253479003906],
							[32742.884704589844, -9313.837524414062],
							[32752.367492675785, -9310.894714355469],
							[32759.479675292972, -9332.484680175781],
							[32732.38629150391, -9341.459411621094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010134",
			"type": "Feature",
			"properties": {
				"id": "PD00002010134",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32767.122216796874, -9380.722033691407],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32777.160705566406, -9386.890014648438],
							[32767.946899414062, -9390.086303710938],
							[32743.12469482422, -9374.528625488281],
							[32770.21807861328, -9365.215209960938],
							[32777.160705566406, -9386.890014648438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010135",
			"type": "Feature",
			"properties": {
				"id": "PD00002010135",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32791.202473958336, -9480.197723388672],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32780.88610839844, -9484.426208496094],
							[32789.105712890625, -9469.384704589844],
							[32803.06872558594, -9464.783508300781],
							[32809.33410644531, -9484.934204101562],
							[32783.93408203125, -9493.231506347656],
							[32780.88610839844, -9484.426208496094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010136",
			"type": "Feature",
			"properties": {
				"id": "PD00002010136",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32778.73686218262, -9434.474792480469],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32796.25311279297, -9444.082092285156],
							[32782.332275390625, -9448.641418457031],
							[32766.88067626953, -9441.550476074219],
							[32765.29327392578, -9441.973876953125],
							[32763.705688476562, -9436.999694824219],
							[32774.924072265625, -9410.752990722656],
							[32784.252685546875, -9407.715698242188],
							[32796.25311279297, -9444.082092285156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010137",
			"type": "Feature",
			"properties": {
				"id": "PD00002010137",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32810.598958333336, -9511.477905273438],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32828.88848876953, -9518.653381347656],
							[32812.12451171875, -9524.580078125],
							[32787.232482910156, -9509.848083496094],
							[32786.03790283203, -9504.217895507812],
							[32820.421875, -9492.914611816406],
							[32828.88848876953, -9518.653381347656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010138",
			"type": "Feature",
			"properties": {
				"id": "PD00002010138",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32819.807942708336, -9562.17269897461],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32809.17150878906, -9575.21240234375],
							[32807.91229248047, -9571.485595703125],
							[32819.23651123047, -9545.238708496094],
							[32832.95251464844, -9540.836181640625],
							[32840.4033203125, -9565.050903320312],
							[32809.17150878906, -9575.21240234375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010139",
			"type": "Feature",
			"properties": {
				"id": "PD00002010139",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32389.705159505207, -8234.307810465494],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32406.203491210938, -8241.588317871094],
							[32392.32507324219, -8246.068603515625],
							[32368.08929443359, -8231.569396972656],
							[32366.931884765625, -8227.679809570312],
							[32398.47772216797, -8217.352416992188],
							[32406.203491210938, -8241.588317871094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010140",
			"type": "Feature",
			"properties": {
				"id": "PD00002010140",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32400.26235961914, -8284.17153930664],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32389.92889404297, -8297.547607421875],
							[32388.409301757812, -8293.164489746094],
							[32399.20428466797, -8267.341125488281],
							[32413.294311523434, -8262.4375],
							[32420.808471679688, -8286.990905761719],
							[32389.92889404297, -8297.547607421875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010141",
			"type": "Feature",
			"properties": {
				"id": "PD00002010141",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32417.39697265625, -8314.75927734375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32427.15008544922, -8320.252990722656],
							[32417.81707763672, -8323.607116699219],
							[32393.98272705078, -8309.242309570312],
							[32420.88488769531, -8300.440979003906],
							[32427.15008544922, -8320.252990722656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010142",
			"type": "Feature",
			"properties": {
				"id": "PD00002010142",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32429.14737701416, -8369.263221740723],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32446.725891113285, -8379.599792480469],
							[32433.24932861328, -8384.060913085938],
							[32417.480102539062, -8376.970092773438],
							[32416.10430908203, -8377.499328613281],
							[32413.881896972656, -8370.408386230469],
							[32424.67687988281, -8344.585083007812],
							[32434.33471679688, -8341.382385253906],
							[32446.725891113285, -8379.599792480469]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010143",
			"type": "Feature",
			"properties": {
				"id": "PD00002010143",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32461.06943766276, -8447.09907023112],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32479.18530273438, -8454.382385253906],
							[32462.71508789062, -8460.005920410156],
							[32438.331115722653, -8445.59130859375],
							[32436.535095214844, -8439.758117675781],
							[32470.464721679688, -8428.474304199219],
							[32479.18530273438, -8454.382385253906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010144",
			"type": "Feature",
			"properties": {
				"id": "PD00002010144",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32470.413126627605, -8497.745239257812],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32459.90771484375, -8510.942504882812],
							[32458.63848876953, -8506.862609863281],
							[32469.560485839844, -8480.700622558594],
							[32483.164672851562, -8476.395812988281],
							[32491.299682617188, -8500.627380371094],
							[32459.90771484375, -8510.942504882812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010145",
			"type": "Feature",
			"properties": {
				"id": "PD00002010145",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32030.605236816406, -7316.651391601563],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32057.28112792969, -7320.2388916015625],
							[32014.191528320312, -7334.225891113282],
							[32005.085510253906, -7306.500793457031],
							[32019.186889648438, -7302.052490234376],
							[32057.28112792969, -7320.2388916015625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010146",
			"type": "Feature",
			"properties": {
				"id": "PD00002010146",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32004.25216238839, -7255.259469168527],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31998.147705078125, -7285.377075195312],
							[31977.888916015625, -7223.696105957031],
							[31992.432128906254, -7218.966125488281],
							[32027.653686523438, -7245.382202148438],
							[32023.081481933597, -7246.73681640625],
							[32012.413513183594, -7281.2808837890625],
							[31998.147705078125, -7285.377075195312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010147",
			"type": "Feature",
			"properties": {
				"id": "PD00002010147",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31973.2602742513, -7173.1637776692705],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31970.992126464844, -7202.697692871094],
							[31950.54089355469, -7140.430480957032],
							[31964.678283691406, -7135.9375],
							[31996.851684570312, -7159.644287109375],
							[31985.50653076172, -7197.575012207031],
							[31970.992126464844, -7202.697692871094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010148",
			"type": "Feature",
			"properties": {
				"id": "PD00002010148",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31945.93280029297, -7090.0285237630205],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31943.6630859375, -7119.489929199219],
							[31923.318481445312, -7057.5474853515625],
							[31937.41571044922, -7052.498413085937],
							[31969.58911132812, -7076.416809082031],
							[31957.947326660156, -7114.728576660157],
							[31943.6630859375, -7119.489929199219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010149",
			"type": "Feature",
			"properties": {
				"id": "PD00002010149",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31920.067759195965, -7010.880259195964],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31916.414489746094, -7036.5269775390625],
							[31899.968688964844, -6986.455322265626],
							[31914.527282714844, -6981.942687988282],
							[31942.467529296875, -6992.44140625],
							[31930.614074707035, -7031.388183593749],
							[31916.414489746094, -7036.5269775390625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010150",
			"type": "Feature",
			"properties": {
				"id": "PD00002010150",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31902.100427246092, -6954.787133789063],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31893.705505371094, -6967.385681152344],
							[31886.401123046875, -6945.146484374999],
							[31929.34649658203, -6931.0067138671875],
							[31907.343505859375, -6963.011108398438],
							[31893.705505371094, -6967.385681152344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010151",
			"type": "Feature",
			"properties": {
				"id": "PD00002010151",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32035.601672363282, -7367.624438476562],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32029.42352294922, -7381.848999023438],
							[32020.34613037109, -7354.246704101563],
							[32054.636291503903, -7343.028381347656],
							[32044.17889404297, -7377.14910888672],
							[32029.42352294922, -7381.848999023438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010152",
			"type": "Feature",
			"properties": {
				"id": "PD00002010152",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32059.106119791668, -7435.439829508464],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32056.68408203125, -7464.743896484375],
							[32036.413696289066, -7403.104980468749],
							[32050.444274902344, -7398.146484375],
							[32082.95629882813, -7421.683898925781],
							[32071.454284667965, -7460.2158203125],
							[32056.68408203125, -7464.743896484375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010153",
			"type": "Feature",
			"properties": {
				"id": "PD00002010153",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32086.534749348957, -7518.5762125651045],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32084.12091064453, -7548.174377441406],
							[32063.62072753906, -7485.836975097656],
							[32078.22772216797, -7481.083312988281],
							[32110.401123046875, -7505.128723144531],
							[32098.71710205078, -7543.059509277344],
							[32084.12091064453, -7548.174377441406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010154",
			"type": "Feature",
			"properties": {
				"id": "PD00002010154",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32112.937072753906, -7598.379903157552],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32109.119323730472, -7624.1898193359375],
							[32090.990295410153, -7569.06298828125],
							[32105.737487792972, -7564.148498535156],
							[32139.13848876953, -7589.548583984375],
							[32123.51751708984, -7619.139709472657],
							[32109.119323730472, -7624.1898193359375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010155",
			"type": "Feature",
			"properties": {
				"id": "PD00002010155",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32136.824666341145, -7669.064046223958],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32131.710510253906, -7692.885375976562],
							[32116.0029296875, -7645.121520996094],
							[32130.18487548828, -7640.335998535156],
							[32165.236877441406, -7655.0679931640625],
							[32146.10229492188, -7688.0880126953125],
							[32131.710510253906, -7692.885375976562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010156",
			"type": "Feature",
			"properties": {
				"id": "PD00002010156",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32164.136499023436, -7723.773840332031],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32190.730102539062, -7727.312805175781],
							[32147.64270019531, -7741.3330078125],
							[32138.598083496094, -7713.829284667969],
							[32152.981506347656, -7709.081298828125],
							[32190.730102539062, -7727.312805175781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010157",
			"type": "Feature",
			"properties": {
				"id": "PD00002010157",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32170.129992675782, -7765.6549072265625],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32159.0869140625, -7775.972717285156],
							[32154.12030029297, -7760.8345947265625],
							[32193.080322265625, -7748.1116943359375],
							[32185.275512695312, -7767.3828125],
							[32159.0869140625, -7775.972717285156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010158",
			"type": "Feature",
			"properties": {
				"id": "PD00002010158",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32183.000325520832, -7798.850016276042],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32171.772888183594, -7814.640380859374],
							[32163.17529296875, -7788.43408203125],
							[32189.085510253903, -7779.976989746094],
							[32204.537292480465, -7789.396179199219],
							[32197.658081054688, -7806.0120849609375],
							[32171.772888183594, -7814.640380859374]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010159",
			"type": "Feature",
			"properties": {
				"id": "PD00002010159",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32195.633290608723, -7837.28564453125],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32184.389282226562, -7853.0955810546875],
							[32175.772705078125, -7826.831787109375],
							[32201.988281250004, -7818.271118164063],
							[32217.228515625, -7827.796081542968],
							[32210.03167724609, -7844.62371826172],
							[32184.389282226562, -7853.0955810546875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010160",
			"type": "Feature",
			"properties": {
				"id": "PD00002010160",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32208.236623128254, -7875.774058024089],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32197.02508544922, -7891.6099853515625],
							[32188.423095703125, -7865.390808105468],
							[32214.30047607422, -7856.9091796875],
							[32229.709716796875, -7866.307189941405],
							[32222.936279296875, -7882.817199707031],
							[32197.02508544922, -7891.6099853515625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010161",
			"type": "Feature",
			"properties": {
				"id": "PD00002010161",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32220.813802083332, -7914.155364990234],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32209.60729980469, -7929.961608886719],
							[32200.99188232422, -7903.701416015625],
							[32226.98992919922, -7895.213928222656],
							[32242.018127441406, -7904.844726562501],
							[32235.668273925778, -7921.2489013671875],
							[32209.60729980469, -7929.961608886719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010162",
			"type": "Feature",
			"properties": {
				"id": "PD00002010162",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32233.459055582684, -7952.834238688151],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32222.279907226562, -7968.588684082031],
							[32213.709472656246, -7942.465393066406],
							[32239.26647949219, -7933.843078613281],
							[32255.141479492188, -7943.579711914063],
							[32248.07708740234, -7959.939880371094],
							[32222.279907226562, -7968.588684082031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010163",
			"type": "Feature",
			"properties": {
				"id": "PD00002010163",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32249.862377929687, -7983.128076171875],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32269.928710937496, -7983.2327880859375],
							[32231.260314941406, -7995.962097167969],
							[32226.298278808594, -7980.83740234375],
							[32251.895874023438, -7972.375305175781],
							[32269.928710937496, -7983.2327880859375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010164",
			"type": "Feature",
			"properties": {
				"id": "PD00002010164",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31881.815592447918, -8151.835235595703],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31879.93988037109, -8174.3009033203125],
							[31870.942871093746, -8146.836608886718],
							[31874.625915527344, -8139.216674804687],
							[31891.26287841797, -8133.882629394531],
							[31894.182128906246, -8142.473693847656],
							[31879.93988037109, -8174.3009033203125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010165",
			"type": "Feature",
			"properties": {
				"id": "PD00002010165",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31930.726267496746, -8129.311116536458],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31912.45147705078, -8126.79229736328],
							[31950.004089355465, -8113.637329101562],
							[31953.14971923828, -8123.189392089845],
							[31940.935119628906, -8149.966674804688],
							[31915.36572265625, -8135.488708496094],
							[31912.45147705078, -8126.79229736328]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010166",
			"type": "Feature",
			"properties": {
				"id": "PD00002010166",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31989.16287841797, -8111.954357910156],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32001.192077636722, -8131.521911621094],
							[31973.977905273434, -8116.5006103515625],
							[31971.179504394535, -8107.4921875],
							[31987.012329101562, -8102.412109375],
							[31988.620910644535, -8103.343505859375],
							[31990.22967529297, -8104.698181152344],
							[31991.49969482422, -8106.052795410156],
							[31993.02368164062, -8107.4921875],
							[31993.700927734375, -8108.5081787109375],
							[32001.192077636722, -8131.521911621094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010167",
			"type": "Feature",
			"properties": {
				"id": "PD00002010167",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32020.60104980469, -8102.740051269531],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32019.37927246094, -8115.1956787109375],
							[32012.35272216797, -8094.07177734375],
							[32024.54467773438, -8090.134704589845],
							[32027.34930419922, -8099.1024169921875],
							[32019.37927246094, -8115.1956787109375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010168",
			"type": "Feature",
			"properties": {
				"id": "PD00002010168",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32059.145490373885, -8090.064522879465],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32043.675903320316, -8084.5802001953125],
							[32075.14990234375, -8074.368713378905],
							[32077.647705078125, -8081.9954833984375],
							[32064.81427001953, -8110.278381347656],
							[32062.718872070312, -8101.8328857421875],
							[32046.335876464844, -8092.815795898438],
							[32043.675903320316, -8084.5802001953125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010169",
			"type": "Feature",
			"properties": {
				"id": "PD00002010169",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32114.18536376953, -8069.641540527344],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32095.86590576172, -8067.372680664062],
							[32133.881530761722, -8054.8975830078125],
							[32136.491088867188, -8062.754882812501],
							[32124.36267089844, -8089.869506835937],
							[32098.645080566406, -8075.581909179687],
							[32095.86590576172, -8067.372680664062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010170",
			"type": "Feature",
			"properties": {
				"id": "PD00002010170",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32168.91550292969, -8056.477014160157],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32180.685913085938, -8069.51739501953],
							[32157.488525390625, -8056.129699707031],
							[32154.44488525391, -8046.361999511719],
							[32171.272277832028, -8040.858581542969],
							[32180.685913085938, -8069.51739501953]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010171",
			"type": "Feature",
			"properties": {
				"id": "PD00002010171",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32106.48065185547, -8534.395471191407],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32110.087890625, -8541.757507324219],
							[32089.44830322266, -8532.442810058594],
							[32110.532287597656, -8525.501525878906],
							[32112.246887207035, -8530.518005371094],
							[32110.087890625, -8541.757507324219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010172",
			"type": "Feature",
			"properties": {
				"id": "PD00002010172",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32126.969635009766, -8584.348236083984],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32129.617126464844, -8598.923522949219],
							[32113.001281738285, -8591.197692871094],
							[32126.653686523434, -8566.855895996094],
							[32128.44311523438, -8566.293579101562],
							[32134.485473632812, -8583.895202636719],
							[32129.617126464844, -8598.923522949219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010173",
			"type": "Feature",
			"properties": {
				"id": "PD00002010173",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32145.256561279297, -8640.629282633463],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32147.563903808597, -8655.414611816406],
							[32131.72668457031, -8647.865295410156],
							[32145.315673828125, -8623.354309082031],
							[32147.195312499996, -8622.751586914062],
							[32152.173889160156, -8638.975280761719],
							[32147.563903808597, -8655.414611816406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010174",
			"type": "Feature",
			"properties": {
				"id": "PD00002010174",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32164.243998209637, -8697.043212890625],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32167.56268310547, -8712.512329101562],
							[32150.110107421875, -8704.367797851562],
							[32163.953125, -8680.237609863281],
							[32165.972290039062, -8679.564514160156],
							[32170.303100585938, -8693.064697265625],
							[32167.56268310547, -8712.512329101562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010175",
			"type": "Feature",
			"properties": {
				"id": "PD00002010175",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32183.90509033203, -8750.292915344238],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32173.864685058594, -8763.216003417969],
							[32171.497497558594, -8755.942077636719],
							[32182.67352294922, -8736.383911132812],
							[32193.241271972656, -8733.14599609375],
							[32196.57507324219, -8745.105224609375],
							[32188.17449951172, -8747.777526855469],
							[32191.349487304688, -8757.556579589844],
							[32173.864685058594, -8763.216003417969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010176",
			"type": "Feature",
			"properties": {
				"id": "PD00002010176",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32062.88875034877, -8402.987278529576],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32067.11907958984, -8409.427978515625],
							[32060.49389648438, -8406.888000488281],
							[32055.62548828125, -8404.348022460938],
							[32053.72052001953, -8397.362976074219],
							[32066.738098144535, -8393.087280273438],
							[32069.40509033203, -8400.368713378906],
							[32067.11907958984, -8409.427978515625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010177",
			"type": "Feature",
			"properties": {
				"id": "PD00002010177",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32081.816162109375, -8445.980398995536],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32085.37512207031, -8433.782775878906],
							[32088.91790771484, -8445.947692871094],
							[32085.277282714847, -8465.844299316406],
							[32069.529296875, -8458.56298828125],
							[32074.778686523438, -8449.537475585938],
							[32083.45971679687, -8434.40478515625],
							[32085.37512207031, -8433.782775878906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010178",
			"type": "Feature",
			"properties": {
				"id": "PD00002010178",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32106.368395996094, -8498.594079589844],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32112.352722167972, -8487.668212890625],
							[32118.935913085938, -8507.998229980469],
							[32086.37451171875, -8518.68212890625],
							[32101.82611083984, -8490.95361328125],
							[32112.352722167972, -8487.668212890625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010179",
			"type": "Feature",
			"properties": {
				"id": "PD00002010179",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32123.19744873047, -8317.097595214844],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32117.201477050785, -8317.753295898438],
							[32122.838684082028, -8314.650207519531],
							[32129.77947998047, -8310.936096191406],
							[32128.96612548828, -8324.395080566406],
							[32117.201477050785, -8317.753295898438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010180",
			"type": "Feature",
			"properties": {
				"id": "PD00002010180",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32088.18682861328, -8326.435852050781],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32092.19989013672, -8328.649291992188],
							[32084.325927734375, -8330.935302734375],
							[32080.61712646484, -8319.431884765625],
							[32091.59130859375, -8324.513488769531],
							[32092.19989013672, -8328.649291992188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010181",
			"type": "Feature",
			"properties": {
				"id": "PD00002010181",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32196.41865234375, -8342.873718261719],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32208.740478515625, -8331.163818359375],
							[32198.08367919922, -8357.647583007812],
							[32178.870117187496, -8363.657775878906],
							[32175.822082519528, -8354.005798339844],
							[32195.945312499996, -8347.4462890625],
							[32195.119873046875, -8344.017211914062],
							[32199.945922851566, -8339.254699707031],
							[32200.019897460934, -8335.227783203125],
							[32202.898681640625, -8325.152404785156],
							[32208.740478515625, -8331.163818359375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010182",
			"type": "Feature",
			"properties": {
				"id": "PD00002010182",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32210.834014892578, -8410.331108093262],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32201.876281738285, -8432.752380371094],
							[32194.637084960938, -8411.289306640625],
							[32212.03631591797, -8405.447326660156],
							[32208.09930419922, -8394.652282714844],
							[32213.78887939453, -8383.666687011719],
							[32233.47448730469, -8395.9169921875],
							[32220.883483886722, -8426.171508789062],
							[32201.876281738285, -8432.752380371094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010183",
			"type": "Feature",
			"properties": {
				"id": "PD00002010183",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32243.957739257814, -8464.769799804688],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32259.142700195316, -8466.075805664062],
							[32234.060302734375, -8474.54248046875],
							[32230.938110351566, -8464.541198730469],
							[32236.504882812496, -8452.613708496094],
							[32259.142700195316, -8466.075805664062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010184",
			"type": "Feature",
			"properties": {
				"id": "PD00002010184",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32237.581140136717, -8501.507067871094],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32228.86212158203, -8516.124816894531],
							[32220.27227783203, -8489.422912597656],
							[32261.970703125, -8475.7705078125],
							[32247.9384765625, -8510.09228515625],
							[32228.86212158203, -8516.124816894531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010185",
			"type": "Feature",
			"properties": {
				"id": "PD00002010185",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32252.977037217883, -8555.239440917969],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32263.924926757812, -8537.106384277344],
							[32258.786071777344, -8549.760498046875],
							[32263.019470214844, -8562.354675292969],
							[32245.874511718746, -8567.963806152344],
							[32251.60571289062, -8584.994201660156],
							[32245.402099609375, -8586.954406738281],
							[32229.684692382816, -8539.108825683594],
							[32254.570922851566, -8531.805786132812],
							[32263.924926757812, -8537.106384277344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010186",
			"type": "Feature",
			"properties": {
				"id": "PD00002010186",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32261.064247131348, -8564.2724609375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32251.60571289062, -8584.994201660156],
							[32245.874511718746, -8567.963806152344],
							[32263.019470214844, -8562.354675292969],
							[32258.786071777344, -8549.760498046875],
							[32263.924926757812, -8537.106384277344],
							[32283.145874023438, -8547.998291015625],
							[32270.551696777344, -8579.007629394531],
							[32251.60571289062, -8584.994201660156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010187",
			"type": "Feature",
			"properties": {
				"id": "PD00002010187",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32275.459214952258, -8623.450595431857],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32286.721313476562, -8605.932800292969],
							[32281.47509765625, -8618.114807128906],
							[32284.90411376953, -8628.52880859375],
							[32267.759094238278, -8634.370910644531],
							[32274.257507324215, -8653.866027832031],
							[32268.080505371097, -8655.989318847656],
							[32252.310913085938, -8607.985107421875],
							[32276.903076171875, -8600.334777832031],
							[32286.721313476562, -8605.932800292969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010188",
			"type": "Feature",
			"properties": {
				"id": "PD00002010188",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32283.564979553223, -8632.356132507324],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32274.257507324215, -8653.866027832031],
							[32267.759094238278, -8634.370910644531],
							[32284.90411376953, -8628.52880859375],
							[32281.47509765625, -8618.114807128906],
							[32286.721313476562, -8605.932800292969],
							[32305.85913085938, -8616.844787597656],
							[32293.286071777344, -8647.324890136719],
							[32274.257507324215, -8653.866027832031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010189",
			"type": "Feature",
			"properties": {
				"id": "PD00002010189",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32298.164957682293, -8692.767618815104],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32309.183471679688, -8674.775329589844],
							[32304.15411376953, -8686.291687011719],
							[32308.345092773438, -8700.0078125],
							[32291.200073242184, -8705.595825195312],
							[32296.70971679688, -8722.871887207031],
							[32290.687072753903, -8724.805419921875],
							[32274.947509765625, -8676.892578125],
							[32299.07409667969, -8668.892700195312],
							[32309.183471679688, -8674.775329589844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010190",
			"type": "Feature",
			"properties": {
				"id": "PD00002010190",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32306.318923950195, -8701.90299987793],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32296.70971679688, -8722.871887207031],
							[32291.200073242184, -8705.595825195312],
							[32308.345092773438, -8700.0078125],
							[32304.15411376953, -8686.291687011719],
							[32309.183471679688, -8674.775329589844],
							[32328.5380859375, -8686.037780761719],
							[32315.71112060547, -8716.771789550781],
							[32296.70971679688, -8722.871887207031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010191",
			"type": "Feature",
			"properties": {
				"id": "PD00002010191",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32328.85443878174, -8770.584014892578],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32319.48828125, -8791.627380371094],
							[32313.56011962891, -8774.427307128906],
							[32330.832092285156, -8769.093322753906],
							[32326.387084960938, -8754.996276855469],
							[32331.602478027344, -8743.31689453125],
							[32351.152099609375, -8754.48828125],
							[32338.325073242184, -8785.095275878906],
							[32319.48828125, -8791.627380371094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010192",
			"type": "Feature",
			"properties": {
				"id": "PD00002010192",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32351.53769683838, -8841.619979858398],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32344.42547607422, -8867.637512207031],
							[32335.69787597656, -8841.231811523438],
							[32352.438110351562, -8835.527587890625],
							[32348.62811279297, -8823.462585449219],
							[32353.99731445312, -8812.4375],
							[32372.12310791016, -8822.700622558594],
							[32360.56610107422, -8862.32470703125],
							[32344.42547607422, -8867.637512207031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010193",
			"type": "Feature",
			"properties": {
				"id": "PD00002010193",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32381.648446219308, -8911.779471261161],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32397.20251464844, -8910.888793945312],
							[32362.286071777344, -8922.271606445312],
							[32360.476318359375, -8916.651916503906],
							[32382.256896972656, -8909.476379394531],
							[32381.71710205078, -8907.666625976562],
							[32390.397705078125, -8904.612182617188],
							[32397.20251464844, -8910.888793945312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010194",
			"type": "Feature",
			"properties": {
				"id": "PD00002010194",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31777.89644877116, -11176.847549438477],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31807.34210205078, -11156.855590820312],
							[31781.096679687504, -11202.799194335938],
							[31774.882690429688, -11204.998107910156],
							[31768.325683593754, -11185.701293945312],
							[31767.54028320312, -11182.274780273438],
							[31767.611694335938, -11178.491394042969],
							[31768.468322753906, -11175.707397460938],
							[31769.539123535156, -11173.066101074219],
							[31771.537902832035, -11170.496276855469],
							[31774.03631591797, -11168.283386230469],
							[31777.034484863278, -11166.641479492188],
							[31807.34210205078, -11156.855590820312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010195",
			"type": "Feature",
			"properties": {
				"id": "PD00002010195",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31853.517435709637, -11326.144999186197],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31850.724304199215, -11335.713684082031],
							[31844.373107910156, -11316.636779785156],
							[31852.105895996094, -11320.056579589844],
							[31865.05987548828, -11315.653991699219],
							[31858.117126464844, -11333.095275878906],
							[31850.724304199215, -11335.713684082031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010196",
			"type": "Feature",
			"properties": {
				"id": "PD00002010196",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31865.51357014974, -11353.955546061197],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31854.809509277344, -11347.984497070312],
							[31862.09649658203, -11345.781188964844],
							[31879.889099121094, -11356.465393066406],
							[31880.8037109375, -11359.546508789062],
							[31860.67309570312, -11365.97119140625],
							[31854.809509277344, -11347.984497070312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010197",
			"type": "Feature",
			"properties": {
				"id": "PD00002010197",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31755.14240722656, -11026.821704101563],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31748.12127685547, -11022.920227050781],
							[31755.248718261722, -11020.738708496094],
							[31771.585083007816, -11030.701782226562],
							[31752.635681152344, -11036.827575683594],
							[31748.12127685547, -11022.920227050781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010198",
			"type": "Feature",
			"properties": {
				"id": "PD00002010198",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31746.942799886066, -11002.747334798178],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31744.174682617188, -11010.716918945312],
							[31738.851684570312, -10994.2578125],
							[31746.23590087891, -10997.935791015625],
							[31756.903930664062, -10994.506774902344],
							[31751.315917968746, -11008.349792480469],
							[31744.174682617188, -11010.716918945312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010199",
			"type": "Feature",
			"properties": {
				"id": "PD00002010199",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31671.593151855468, -10864.805609130859],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31669.582885742188, -10885.786804199219],
							[31664.092895507816, -10867.685913085938],
							[31663.807312011722, -10863.617004394531],
							[31664.44989013672, -10860.047729492188],
							[31666.1630859375, -10856.335693359375],
							[31668.590087890625, -10853.337524414062],
							[31672.08807373047, -10850.838989257812],
							[31700.764282226562, -10841.344909667969],
							[31676.810119628903, -10883.274719238281],
							[31669.582885742188, -10885.786804199219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010200",
			"type": "Feature",
			"properties": {
				"id": "PD00002010200",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31651.18405761719, -10709.29483642578],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31643.580078125, -10704.893981933594],
							[31650.71911621094, -10702.485290527344],
							[31669.22149658203, -10713.747619628906],
							[31648.819519042972, -10720.453308105469],
							[31643.580078125, -10704.893981933594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010201",
			"type": "Feature",
			"properties": {
				"id": "PD00002010201",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31641.213389078777, -10678.947845458984],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31639.482482910156, -10692.3662109375],
							[31630.334472656254, -10664.398376464844],
							[31637.315307617188, -10662.194396972656],
							[31654.079284667965, -10672.100402832031],
							[31646.586303710938, -10690.261474609375],
							[31639.482482910156, -10692.3662109375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010202",
			"type": "Feature",
			"properties": {
				"id": "PD00002010202",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31628.07650756836, -10638.448750813803],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31626.256713867184, -10651.931213378906],
							[31617.13568115234, -10624.0458984375],
							[31624.413513183594, -10621.617797851562],
							[31640.669494628906, -10631.693176269531],
							[31633.726928710938, -10649.473205566406],
							[31626.256713867184, -10651.931213378906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010203",
			"type": "Feature",
			"properties": {
				"id": "PD00002010203",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31618.424438476562, -10601.382456461588],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31613.11212158203, -10611.74462890625],
							[31607.956115722656, -10595.935607910156],
							[31628.033081054684, -10589.390380859375],
							[31628.068298339844, -10590.096008300781],
							[31620.264892578125, -10609.383483886719],
							[31613.11212158203, -10611.74462890625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010204",
			"type": "Feature",
			"properties": {
				"id": "PD00002010204",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32122.121837269176, -11445.322082519531],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32113.443298339847, -11438.873596191406],
							[32114.685485839847, -11442.9375],
							[32143.37890625, -11433.510986328125],
							[32143.39849853516, -11433.575805664062],
							[32149.845275878903, -11454.8798828125],
							[32140.22528076172, -11458.126708984375],
							[32112.715087890625, -11460.328002929688],
							[32106.502502441406, -11450.292602539062],
							[32097.189086914062, -11448.810913085938],
							[32108.51348876953, -11438.333312988281],
							[32113.443298339847, -11438.873596191406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010205",
			"type": "Feature",
			"properties": {
				"id": "PD00002010205",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32112.48247006065, -11394.855385228208],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32129.560485839847, -11387.709289550781],
							[32117.498474121094, -11391.492797851562],
							[32116.48248291016, -11392.032592773438],
							[32115.56170654297, -11392.826416015625],
							[32114.54571533203, -11393.937622070312],
							[32113.910705566406, -11395.048889160156],
							[32113.529724121094, -11396.223510742188],
							[32113.434509277344, -11397.366577148438],
							[32113.434509277344, -11398.414428710938],
							[32113.5615234375, -11399.589111328125],
							[32115.403076171875, -11405.453308105469],
							[32112.60888671875, -11406.405883789062],
							[32106.243713378906, -11419.66748046875],
							[32098.533325195312, -11407.931823730469],
							[32080.160705566406, -11405.899780273438],
							[32094.49047851563, -11401.059692382812],
							[32114.605895996097, -11363.277099609375],
							[32124.04052734375, -11360.206726074219],
							[32129.560485839847, -11387.709289550781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010206",
			"type": "Feature",
			"properties": {
				"id": "PD00002010206",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32093.19096156529, -11293.908464704242],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32102.78289794922, -11295.411376953125],
							[32089.17211914063, -11299.962890625],
							[32086.737915039062, -11298.798706054688],
							[32081.646728515625, -11300.446411132812],
							[32090.680297851566, -11284.868408203125],
							[32098.53387451172, -11282.460083007812],
							[32102.78289794922, -11295.411376953125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010207",
			"type": "Feature",
			"properties": {
				"id": "PD00002010207",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32066.99835205078, -11222.221662248883],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32078.095275878906, -11220.160705566406],
							[32062.202087402344, -11225.82470703125],
							[32064.95367431641, -11234.079711914062],
							[32047.954528808594, -11239.611389160156],
							[32064.10711669922, -11209.314697265625],
							[32073.580505371097, -11206.399719238281],
							[32078.095275878906, -11220.160705566406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010208",
			"type": "Feature",
			"properties": {
				"id": "PD00002010208",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32044.187310112848, -11140.416978624133],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32054.468078613278, -11148.143310546875],
							[32047.376892089844, -11150.231811523438],
							[32046.530273437496, -11149.808410644531],
							[32041.788879394535, -11136.261779785156],
							[32034.08428955078, -11140.749084472656],
							[32033.052124023438, -11137.799011230469],
							[32039.003295898438, -11127.498779296875],
							[32046.913879394528, -11125.117309570312],
							[32054.468078613278, -11148.143310546875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010209",
			"type": "Feature",
			"properties": {
				"id": "PD00002010209",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32111.40557861328, -11331.881945800782],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32117.52648925781, -11340.351379394531],
							[32110.019714355465, -11343.0703125],
							[32102.072326660156, -11319.08837890625],
							[32109.882873535156, -11316.548278808594],
							[32117.52648925781, -11340.351379394531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010210",
			"type": "Feature",
			"properties": {
				"id": "PD00002010210",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32060.440380859374, -11176.691259765625],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32067.050720214847, -11186.49609375],
							[32059.43408203125, -11189.019104003906],
							[32050.438476562496, -11161.9501953125],
							[32058.227905273438, -11159.494812011719],
							[32067.050720214847, -11186.49609375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010211",
			"type": "Feature",
			"properties": {
				"id": "PD00002010211",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31909.992333984374, -10792.52099609375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31912.102294921875, -10801.751220703125],
							[31899.605285644528, -10795.852111816406],
							[31912.102294921875, -10778.704223632812],
							[31914.049499511715, -10784.546203613281],
							[31912.102294921875, -10801.751220703125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010212",
			"type": "Feature",
			"properties": {
				"id": "PD00002010212",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31937.411193847656, -10801.449194335937],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31943.307128906254, -10808.801391601562],
							[31935.491516113278, -10811.434997558594],
							[31928.506286621094, -10790.374084472656],
							[31936.443908691406, -10787.834106445312],
							[31943.307128906254, -10808.801391601562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010213",
			"type": "Feature",
			"properties": {
				"id": "PD00002010213",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31942.487297058105, -10841.90316772461],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31954.182495117188, -10842.025512695312],
							[31939.174926757812, -10846.877624511719],
							[31938.158874511722, -10846.2001953125],
							[31933.67150878906, -10847.978210449219],
							[31930.54248046875, -10849.75830078125],
							[31940.19091796875, -10831.739196777344],
							[31949.794677734375, -10828.620788574219],
							[31954.182495117188, -10842.025512695312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010214",
			"type": "Feature",
			"properties": {
				"id": "PD00002010214",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31960.31920831854, -10870.064697265625],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31964.345703125004, -10873.074279785156],
							[31966.673706054684, -10880.186584472656],
							[31958.867675781254, -10882.756225585938],
							[31951.0283203125, -10858.815612792969],
							[31955.34631347656, -10857.460876464844],
							[31958.22491455078, -10866.012329101562],
							[31958.98687744141, -10868.12890625],
							[31960.341674804688, -10869.483581542969],
							[31962.20428466797, -10870.414978027344],
							[31963.146118164066, -10871.304016113281],
							[31964.345703125004, -10873.074279785156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010215",
			"type": "Feature",
			"properties": {
				"id": "PD00002010215",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31966.847894841976, -10920.463062633167],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31979.109130859375, -10918.176208496094],
							[31973.593322753906, -10919.973327636719],
							[31972.38671875, -10916.417297363281],
							[31964.004699707035, -10919.211303710938],
							[31965.274719238285, -10923.275329589844],
							[31960.004272460938, -10924.79931640625],
							[31959.803283691406, -10944.632507324219],
							[31945.14532470703, -10937.583984375],
							[31963.77191162109, -10902.955200195312],
							[31973.12432861328, -10899.893005371094],
							[31979.109130859375, -10918.176208496094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010216",
			"type": "Feature",
			"properties": {
				"id": "PD00002010216",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31982.30830078125, -10943.640551757813],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31982.266479492188, -10954.0078125],
							[31974.672729492188, -10930.704711914062],
							[31982.36389160156, -10928.11962890625],
							[31989.97192382812, -10951.36279296875],
							[31982.266479492188, -10954.0078125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010217",
			"type": "Feature",
			"properties": {
				"id": "PD00002010217",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31991.47792816162, -10986.083065032959],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31997.848510742188, -10975.426025390625],
							[31997.78790283203, -10976.575927734375],
							[31997.576293945312, -10977.378479003906],
							[31997.09991455078, -10978.595581054688],
							[31996.62371826172, -10980.130187988281],
							[31996.51788330078, -10981.347229003906],
							[31996.52850341797, -10982.860595703125],
							[31998.750915527344, -10989.274108886719],
							[31983.57452392578, -10990.036193847656],
							[31986.368530273434, -10998.545104980469],
							[31983.1298828125, -11002.037719726562],
							[31981.881286621094, -11015.296875],
							[31968.482482910153, -11008.789794921875],
							[31987.109313964844, -10974.245788574219],
							[31996.518676757812, -10971.363403320312],
							[31997.848510742188, -10975.426025390625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010218",
			"type": "Feature",
			"properties": {
				"id": "PD00002010218",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32005.61697998047, -11016.171813964844],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32005.37548828125, -11025.46728515625],
							[31997.232299804688, -11004.515991210938],
							[32006.758300781246, -11002.645324707031],
							[32013.343322753906, -11022.76318359375],
							[32005.37548828125, -11025.46728515625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010219",
			"type": "Feature",
			"properties": {
				"id": "PD00002010219",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32013.735124067825, -11053.980002663353],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31996.976928710938, -11070.643676757812],
							[32010.440307617188, -11045.600524902344],
							[32019.78912353516, -11042.455688476562],
							[32020.233520507812, -11044.74169921875],
							[32020.297119140625, -11047.599182128906],
							[32019.725524902344, -11050.329711914062],
							[32018.77307128906, -11052.67919921875],
							[32017.82067871094, -11054.266723632812],
							[32016.106079101562, -11056.425720214844],
							[32013.947082519528, -11058.394226074219],
							[31996.976928710938, -11070.643676757812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010220",
			"type": "Feature",
			"properties": {
				"id": "PD00002010220",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31902.079654693604, -10703.21671295166],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31908.089111328125, -10701.660583496094],
							[31907.75030517578, -10703.784606933594],
							[31907.36932373047, -10704.927612304688],
							[31906.861328125, -10705.943603515625],
							[31906.60729980469, -10707.023193359375],
							[31906.60729980469, -10707.9755859375],
							[31906.73431396484, -10708.99169921875],
							[31907.559875488285, -10711.722106933594],
							[31904.448303222656, -10712.738098144531],
							[31900.257324218746, -10700.0380859375],
							[31891.240295410156, -10702.895629882812],
							[31889.589294433594, -10702.705078125],
							[31885.652099609375, -10703.978820800781],
							[31893.447509765625, -10689.254699707031],
							[31902.9716796875, -10686.167419433594],
							[31908.089111328125, -10701.660583496094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010221",
			"type": "Feature",
			"properties": {
				"id": "PD00002010221",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31891.086499023437, -10660.65380859375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31896.435119628906, -10666.377685546875],
							[31888.632080078125, -10668.955810546875],
							[31883.07568359375, -10652.075378417969],
							[31890.8544921875, -10649.482482910156],
							[31896.435119628906, -10666.377685546875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010222",
			"type": "Feature",
			"properties": {
				"id": "PD00002010222",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31873.356235080297, -10645.506435818143],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31883.27691650391, -10637.756103515625],
							[31885.24530029297, -10643.217102050781],
							[31873.243896484375, -10647.090698242188],
							[31872.799316406246, -10645.884216308594],
							[31869.899475097656, -10646.836608886719],
							[31868.206115722653, -10660.542114257812],
							[31852.85809326172, -10653.323181152344],
							[31871.40008544922, -10637.151794433594],
							[31883.27691650391, -10637.756103515625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010223",
			"type": "Feature",
			"properties": {
				"id": "PD00002010223",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31915.44143066406, -10547.7728515625],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31908.27893066406, -10543.090209960938],
							[31914.690673828125, -10532.848510742188],
							[31923.519104003903, -10559.727111816406],
							[31922.439514160153, -10560.108215332031],
							[31908.27893066406, -10543.090209960938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010224",
			"type": "Feature",
			"properties": {
				"id": "PD00002010224",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31886.972696940105, -10554.924896240234],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31894.802673339844, -10560.219909667969],
							[31892.91192626953, -10560.870178222656],
							[31872.845886230472, -10549.884704589844],
							[31874.092529296875, -10545.494384765625],
							[31892.380493164062, -10552.860290527344],
							[31894.802673339844, -10560.219909667969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010225",
			"type": "Feature",
			"properties": {
				"id": "PD00002010225",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32118.1353515625, -12104.571728515624],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32124.506530761722, -12107.350708007812],
							[32116.939880371094, -12109.879211425781],
							[32103.829711914062, -12101.930419921875],
							[32120.894104003903, -12096.347595214844],
							[32124.506530761722, -12107.350708007812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010226",
			"type": "Feature",
			"properties": {
				"id": "PD00002010226",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32127.959411621094, -12137.362223307291],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32137.41650390625, -12146.675109863283],
							[32129.70831298828, -12149.244506835938],
							[32113.80731201172, -12139.554016113281],
							[32120.824707031246, -12122.256774902344],
							[32128.583129882812, -12119.767822265625],
							[32137.41650390625, -12146.675109863283]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010227",
			"type": "Feature",
			"properties": {
				"id": "PD00002010227",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32140.904368082684, -12176.847930908203],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32150.375915527347, -12186.150512695312],
							[32142.708496093746, -12188.739501953125],
							[32126.687072753906, -12179.102478027344],
							[32133.75408935547, -12161.755981445312],
							[32141.52471923828, -12159.188598632812],
							[32150.375915527347, -12186.150512695312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010228",
			"type": "Feature",
			"properties": {
				"id": "PD00002010228",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32153.882486979168, -12216.254404703775],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32163.32147216797, -12225.58349609375],
							[32155.638122558594, -12228.130615234373],
							[32139.697082519535, -12218.533813476562],
							[32146.844482421875, -12201.066711425781],
							[32154.472290039062, -12198.628295898438],
							[32163.32147216797, -12225.58349609375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010229",
			"type": "Feature",
			"properties": {
				"id": "PD00002010229",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32166.805592854816, -12255.674387613932],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32176.275878906254, -12265.043518066406],
							[32168.483520507816, -12267.625793457031],
							[32152.622680664066, -12257.788085937498],
							[32159.770080566406, -12240.521789550781],
							[32167.405517578125, -12238.023620605469],
							[32176.275878906254, -12265.043518066406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010230",
			"type": "Feature",
			"properties": {
				"id": "PD00002010230",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32179.78364054362, -12295.138702392578],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32189.23071289062, -12304.505004882812],
							[32181.595275878906, -12307.076904296873],
							[32165.57391357422, -12297.319519042969],
							[32172.72131347656, -12279.972900390625],
							[32180.349914550785, -12277.452880859375],
							[32189.23071289062, -12304.505004882812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010231",
			"type": "Feature",
			"properties": {
				"id": "PD00002010231",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32201.942522321428, -12335.214015415737],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32220.361877441406, -12352.457702636719],
							[32208.03729248047, -12356.466003417969],
							[32178.69812011719, -12336.478210449219],
							[32185.836486816406, -12319.250610351562],
							[32193.30352783203, -12316.911499023438],
							[32206.998474121094, -12312.476379394531],
							[32220.361877441406, -12352.457702636719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010232",
			"type": "Feature",
			"properties": {
				"id": "PD00002010232",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32227.330708821613, -12405.644449869791],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32243.896118164066, -12423.643310546875],
							[32231.10791015625, -12427.745178222656],
							[32203.410522460934, -12408.899597167969],
							[32214.546508789062, -12377.01428222656],
							[32227.127075195312, -12372.921020507812],
							[32243.896118164066, -12423.643310546875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010233",
			"type": "Feature",
			"properties": {
				"id": "PD00002010233",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32250.903666178387, -12476.791341145834],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32267.419921875004, -12494.797180175781],
							[32254.797302246097, -12498.92938232422],
							[32226.908081054684, -12479.954406738281],
							[32238.22247314453, -12448.185119628908],
							[32250.654296875, -12444.084777832031],
							[32267.419921875004, -12494.797180175781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010234",
			"type": "Feature",
			"properties": {
				"id": "PD00002010234",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32309.812341308592, -12676.457092285156],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32296.144104003906, -12690.976989746094],
							[32308.531127929688, -12661.811706542967],
							[32320.341674804688, -12658.026794433594],
							[32327.900695800785, -12680.492980957033],
							[32296.144104003906, -12690.976989746094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010235",
			"type": "Feature",
			"properties": {
				"id": "PD00002010235",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32174.974462890626, -12093.157043457031],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32170.49731445312, -12104.350891113281],
							[32163.23809814453, -12082.472717285156],
							[32191.789489746094, -12073.149719238281],
							[32178.85009765625, -12101.460998535154],
							[32170.49731445312, -12104.350891113281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010236",
			"type": "Feature",
			"properties": {
				"id": "PD00002010236",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32191.107076009113, -12143.274353027344],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32189.22210693359, -12160.785217285156],
							[32177.098083496094, -12124.244689941406],
							[32185.409301757812, -12121.517700195312],
							[32208.163330078125, -12134.152893066406],
							[32197.52752685547, -12158.160400390627],
							[32189.22210693359, -12160.785217285156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010237",
			"type": "Feature",
			"properties": {
				"id": "PD00002010237",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32210.92444719587, -12197.24889264788],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32206.945312499996, -12213.853698730469],
							[32195.839294433594, -12180.72888183594],
							[32203.978698730472, -12177.978576660156],
							[32226.536499023434, -12190.613708496092],
							[32222.181884765625, -12192.041381835938],
							[32214.04412841797, -12211.672302246094],
							[32206.945312499996, -12213.853698730469]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010238",
			"type": "Feature",
			"properties": {
				"id": "PD00002010238",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32221.59315999349, -12239.930908203125],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32219.726684570312, -12252.79571533203],
							[32211.038085937504, -12226.323303222654],
							[32217.950317382812, -12223.98681640625],
							[32234.172485351562, -12233.302490234375],
							[32226.94470214844, -12250.381408691406],
							[32219.726684570312, -12252.79571533203]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010239",
			"type": "Feature",
			"properties": {
				"id": "PD00002010239",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32234.70716349284, -12279.451039632162],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32232.85369873047, -12292.791015625],
							[32223.801879882816, -12265.211791992186],
							[32230.730712890625, -12262.936706542969],
							[32247.595275878906, -12272.573608398436],
							[32240.407714843754, -12290.402099609373],
							[32232.85369873047, -12292.791015625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010240",
			"type": "Feature",
			"properties": {
				"id": "PD00002010240",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32247.94366455078, -12319.306376139322],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32245.95349121094, -12332.703186035158],
							[32236.912109375, -12305.15588378906],
							[32244.470703125, -12302.510375976562],
							[32260.746520996094, -12312.629211425781],
							[32253.62567138672, -12330.13641357422],
							[32245.95349121094, -12332.703186035158]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010241",
			"type": "Feature",
			"properties": {
				"id": "PD00002010241",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32261.006205240887, -12359.143686930336],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32259.016296386715, -12372.502502441404],
							[32249.980102539062, -12344.97100830078],
							[32257.58471679687, -12342.45178222656],
							[32273.69989013672, -12352.463623046875],
							[32266.73992919922, -12369.970703124998],
							[32259.016296386715, -12372.502502441404]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010242",
			"type": "Feature",
			"properties": {
				"id": "PD00002010242",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32274.14273071289, -12399.1669921875],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32272.162902832028, -12412.557312011719],
							[32263.11932373047, -12385.002990722656],
							[32270.64227294922, -12382.445312499998],
							[32286.918090820312, -12392.510498046877],
							[32279.85089111328, -12409.928527832031],
							[32272.162902832028, -12412.557312011719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010243",
			"type": "Feature",
			"properties": {
				"id": "PD00002010243",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32287.17202758789, -12438.988311767578],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32285.20428466797, -12452.291625976562],
							[32276.233276367188, -12424.958618164062],
							[32283.659118652344, -12422.327392578123],
							[32299.792114257812, -12432.25],
							[32292.939086914062, -12449.810607910156],
							[32285.20428466797, -12452.291625976562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010244",
			"type": "Feature",
			"properties": {
				"id": "PD00002010244",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32322.648173014324, -12562.296478271484],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32306.278076171875, -12544.287902832033],
							[32318.73571777344, -12540.117004394531],
							[32346.575927734375, -12559.034118652344],
							[32335.45831298828, -12590.895629882812],
							[32322.562927246094, -12595.156311035156],
							[32306.278076171875, -12544.287902832033]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010245",
			"type": "Feature",
			"properties": {
				"id": "PD00002010245",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32350.99705810547, -12626.95653076172],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32372.74951171875, -12632.129516601562],
							[32338.249877929688, -12643.441528320314],
							[32329.139282226562, -12615.698974609375],
							[32342.097106933594, -12611.383117675783],
							[32372.74951171875, -12632.129516601562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010246",
			"type": "Feature",
			"properties": {
				"id": "PD00002010246",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31970.96103515625, -10486.404235839844],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31967.59252929687, -10493.83349609375],
							[31962.91412353516, -10479.564392089844],
							[31981.96850585937, -10473.356079101562],
							[31974.73748779297, -10491.433715820312],
							[31967.59252929687, -10493.83349609375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010247",
			"type": "Feature",
			"properties": {
				"id": "PD00002010247",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31985.166931152344, -10523.831675211588],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31981.746093750004, -10531.683410644531],
							[31980.85467529297, -10528.792907714844],
							[31985.260314941406, -10507.743713378906],
							[31994.083923339847, -10513.235412597656],
							[31987.310485839844, -10529.851196289062],
							[31981.746093750004, -10531.683410644531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010248",
			"type": "Feature",
			"properties": {
				"id": "PD00002010248",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31996.53275844029, -10563.16140311105],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31992.109497070312, -10568.612609863281],
							[31993.914489746094, -10568.057189941406],
							[31997.879272460938, -10546.158996582031],
							[32006.805114746097, -10551.737609863281],
							[32000.13751220703, -10568.311218261719],
							[31992.77392578125, -10570.639587402344],
							[31992.109497070312, -10568.612609863281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010249",
			"type": "Feature",
			"properties": {
				"id": "PD00002010249",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32011.829354422433, -10601.559361049107],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32010.309509277344, -10610.947021484375],
							[32007.217895507812, -10601.60009765625],
							[32008.858276367184, -10601.123779296875],
							[32011.301513671875, -10585.26708984375],
							[32021.082092285156, -10591.281311035156],
							[32013.726684570312, -10609.749206542969],
							[32010.309509277344, -10610.947021484375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010250",
			"type": "Feature",
			"properties": {
				"id": "PD00002010250",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32025.16215297154, -10642.467320033482],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32023.731506347656, -10651.727600097656],
							[32020.71148681641, -10642.534729003906],
							[32022.299072265625, -10641.963195800781],
							[32024.172302246097, -10626.217224121094],
							[32034.49108886719, -10632.501708984375],
							[32026.998107910156, -10650.599182128906],
							[32023.731506347656, -10651.727600097656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010251",
			"type": "Feature",
			"properties": {
				"id": "PD00002010251",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32037.644958496094, -10679.630767822266],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32034.75567626953, -10684.267028808594],
							[32028.02471923828, -10684.605712890625],
							[32037.21112060547, -10666.986511230469],
							[32048.863281250004, -10674.034912109375],
							[32042.25927734375, -10683.623413085938],
							[32034.75567626953, -10684.267028808594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010252",
			"type": "Feature",
			"properties": {
				"id": "PD00002010252",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32049.606335449218, -10713.558081054687],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32060.036926269528, -10713.087707519531],
							[32040.052673339844, -10721.087219238281],
							[32039.285278320312, -10718.725280761719],
							[32048.619873046875, -10701.802490234375],
							[32060.036926269528, -10713.087707519531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010253",
			"type": "Feature",
			"properties": {
				"id": "PD00002010253",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32399.75301688058, -10873.525242396763],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32389.50830078125, -10874.058410644531],
							[32396.059509277344, -10859.735595703125],
							[32400.186889648438, -10857.724792480469],
							[32412.93988037109, -10882.440490722656],
							[32405.700927734375, -10885.361511230469],
							[32404.367309570312, -10881.297485351562],
							[32389.50830078125, -10874.058410644531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010254",
			"type": "Feature",
			"properties": {
				"id": "PD00002010254",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32386.470178222655, -10905.389477539062],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32379.880920410153, -10911.460205078125],
							[32376.998901367188, -10902.633483886719],
							[32396.366271972656, -10896.283508300781],
							[32399.223876953125, -10905.109985351562],
							[32379.880920410153, -10911.460205078125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010255",
			"type": "Feature",
			"properties": {
				"id": "PD00002010255",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32319.100134277345, -10928.029064941406],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32329.409912109375, -10928.029602050781],
							[32306.190673828125, -10935.652404785156],
							[32303.564880371094, -10928.013427734375],
							[32326.92529296875, -10920.420288085938],
							[32329.409912109375, -10928.029602050781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010256",
			"type": "Feature",
			"properties": {
				"id": "PD00002010256",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32339.089416503906, -10910.568986372515],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32343.764526367184, -10923.317077636719],
							[32340.64129638672, -10914.16552734375],
							[32344.821716308594, -10912.683776855469],
							[32343.234313964847, -10908.027099609375],
							[32332.439086914062, -10911.62548828125],
							[32330.74591064453, -10906.386779785156],
							[32313.099487304688, -10903.481201171875],
							[32320.5283203125, -10887.884216308594],
							[32356.765686035156, -10907.442199707031],
							[32360.1787109375, -10917.928405761719],
							[32343.764526367184, -10923.317077636719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010257",
			"type": "Feature",
			"properties": {
				"id": "PD00002010257",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32094.729431152344, -10894.814019097223],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32098.42388916016, -10900.749877929688],
							[32096.295288085934, -10898.912902832031],
							[32093.945678710938, -10896.722229003906],
							[32091.723083496094, -10894.785400390625],
							[32090.008728027347, -10892.943908691406],
							[32088.139892578125, -10890.952575683594],
							[32093.410522460938, -10884.592407226562],
							[32102.193908691403, -10892.9169921875],
							[32098.42388916016, -10900.749877929688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010258",
			"type": "Feature",
			"properties": {
				"id": "PD00002010258",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32068.876869603206, -10842.64349686472],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32074.174072265625, -10875.079711914062],
							[32067.5791015625, -10866.531677246094],
							[32067.321716308594, -10865.751281738281],
							[32066.914306640625, -10864.116088867188],
							[32066.914306640625, -10861.681884765625],
							[32067.33770751953, -10859.353576660156],
							[32066.808471679688, -10857.342712402344],
							[32062.680908203125, -10850.146118164062],
							[32057.70672607422, -10841.573608398438],
							[32052.626708984375, -10830.460998535156],
							[32063.31591796875, -10826.121887207031],
							[32060.67010498047, -10818.925109863281],
							[32064.26849365234, -10817.443481445312],
							[32062.73510742187, -10796.877380371094],
							[32083.159729003906, -10806.618408203125],
							[32094.69567871094, -10803.020202636719],
							[32076.598083496094, -10824.080993652344],
							[32078.97930908203, -10870.021606445312],
							[32074.174072265625, -10875.079711914062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010259",
			"type": "Feature",
			"properties": {
				"id": "PD00002010259",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32030.88055295802, -10741.183753203708],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32056.871276855465, -10726.87451171875],
							[32035.119079589844, -10767.396789550781],
							[32027.06707763672, -10769.827575683594],
							[32020.634094238278, -10750.284912109375],
							[32020.243480971254, -10747.906233372836],
							[32020.233784656022, -10745.495715329447],
							[32020.60524910916, -10743.113971133254],
							[32021.34853375253, -10740.820890411831],
							[32022.44494848477, -10738.67413332474],
							[32023.866923649108, -10736.727680682614],
							[32025.578703280178, -10735.03047658449],
							[32027.537244197796, -10733.62519770468],
							[32029.693298339844, -10732.547180175781],
							[32055.093322753903, -10722.556518554688],
							[32056.871276855465, -10726.87451171875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010260",
			"type": "Feature",
			"properties": {
				"id": "PD00002010260",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32416.023193359375, -10857.50447998047],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32422.43511962891, -10860.953002929688],
							[32411.471923828125, -10864.541809082031],
							[32403.581115722656, -10847.116088867188],
							[32420.192687988278, -10853.95849609375],
							[32422.43511962891, -10860.953002929688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010261",
			"type": "Feature",
			"properties": {
				"id": "PD00002010261",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32448.768463134766, -10845.505950927734],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32447.863708496094, -10852.628601074219],
							[32436.143676757812, -10843.73681640625],
							[32441.613281249996, -10834.569885253906],
							[32458.29272460938, -10841.089111328125],
							[32460.833679199215, -10848.382690429688],
							[32447.863708496094, -10852.628601074219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010262",
			"type": "Feature",
			"properties": {
				"id": "PD00002010262",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32487.20445760091, -10832.948038736979],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32485.90887451172, -10840.174011230469],
							[32474.57989501953, -10831.223205566406],
							[32480.350708007812, -10821.786926269531],
							[32497.051086425778, -10828.581481933594],
							[32499.427307128906, -10835.748596191406],
							[32485.90887451172, -10840.174011230469]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010263",
			"type": "Feature",
			"properties": {
				"id": "PD00002010263",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32550.94888371903, -10846.954380269108],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32572.68170166016, -10848.364685058594],
							[32555.463317871094, -10854.000610351562],
							[32552.97433924175, -10854.091443899939],
							[32550.501299739524, -10853.795908840631],
							[32548.1038139931, -10853.121129286623],
							[32545.8396753464, -10852.0833713479],
							[32543.76346270309, -10850.70765102365],
							[32541.925224857623, -10849.027131171242],
							[32540.369274028424, -10847.082322088592],
							[32539.13311767578, -10844.920104980469],
							[32529.87268066406, -10816.911010742188],
							[32569.025878906246, -10837.936889648438],
							[32572.68170166016, -10848.364685058594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010264",
			"type": "Feature",
			"properties": {
				"id": "PD00002010264",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32635.308794294084, -10817.118364606586],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32648.232299804684, -10823.635375976562],
							[32646.6953125, -10823.560729980469],
							[32645.129089355465, -10823.200805664062],
							[32643.68969726562, -10822.269409179688],
							[32641.99627685547, -10821.676879882812],
							[32632.693481445312, -10824.952392578125],
							[32629.095275878906, -10814.474914550781],
							[32621.263488769528, -10816.908996582031],
							[32619.464294433597, -10811.723205566406],
							[32599.66571044922, -10809.199890136719],
							[32607.61108398437, -10792.355712890625],
							[32653.22528076172, -10811.405700683594],
							[32657.329528808594, -10820.65771484375],
							[32648.232299804684, -10823.635375976562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010265",
			"type": "Feature",
			"properties": {
				"id": "PD00002010265",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32608.634375, -10833.407373046875],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32621.04168701172, -10832.535400390625],
							[32592.44708251953, -10841.895080566406],
							[32590.12951660156, -10834.801086425781],
							[32618.51190185547, -10825.269897460938],
							[32621.04168701172, -10832.535400390625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010266",
			"type": "Feature",
			"properties": {
				"id": "PD00002010266",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32773.99254998969, -10733.906057993048],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32783.05627441406, -10725.889587402344],
							[32778.24846105359, -10733.765668083743],
							[32773.0834183561, -10741.412239220028],
							[32767.572082519528, -10748.813110351562],
							[32760.88287353516, -10743.000183105469],
							[32770.44873046875, -10730.588806152344],
							[32775.59228515625, -10721.889282226562],
							[32783.05627441406, -10725.889587402344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010267",
			"type": "Feature",
			"properties": {
				"id": "PD00002010267",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32765.40550994873, -10589.852279663086],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32776.89892578125, -10601.327575683594],
							[32767.712707519528, -10593.256408691406],
							[32742.524291992184, -10593.785583496094],
							[32753.001708984375, -10590.081420898438],
							[32760.62188720703, -10570.713806152344],
							[32767.75531005859, -10568.691589355469],
							[32777.830322265625, -10599.63427734375],
							[32776.89892578125, -10601.327575683594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010268",
			"type": "Feature",
			"properties": {
				"id": "PD00002010268",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32752.095703125, -10541.475087483725],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32758.904296874996, -10541.50830078125],
							[32750.228881835938, -10554.521301269531],
							[32741.338928222656, -10549.018005371094],
							[32748.02752685547, -10532.25390625],
							[32755.170288085938, -10530.040710449219],
							[32758.904296874996, -10541.50830078125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010269",
			"type": "Feature",
			"properties": {
				"id": "PD00002010269",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32739.639506022137, -10503.268859863281],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32746.60632324219, -10503.739013671875],
							[32737.711486816406, -10516.191711425781],
							[32728.80828857422, -10510.709106445312],
							[32735.49688720703, -10493.775695800781],
							[32742.60772705078, -10491.458618164062],
							[32746.60632324219, -10503.739013671875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010270",
			"type": "Feature",
			"properties": {
				"id": "PD00002010270",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32726.809000651043, -10464.22445678711],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32733.54931640625, -10463.638488769531],
							[32724.854675292965, -10477.602478027344],
							[32716.11529541016, -10472.176879882812],
							[32722.71929931641, -10455.349304199219],
							[32730.066101074222, -10452.941101074219],
							[32733.54931640625, -10463.638488769531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010271",
			"type": "Feature",
			"properties": {
				"id": "PD00002010271",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32708.129052734374, -10431.670092773438],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32711.786682128906, -10438.544982910156],
							[32700.864685058594, -10432.110412597656],
							[32703.319885253906, -10429.824401855469],
							[32712.887329101562, -10419.32568359375],
							[32711.786682128906, -10438.544982910156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010272",
			"type": "Feature",
			"properties": {
				"id": "PD00002010272",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32682.21935710365, -10806.120274441244],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32673.45867919922, -10805.867797851562],
							[32678.86547851563, -10804.408813476562],
							[32687.78991699219, -10800.091796875],
							[32689.313903808594, -10799.583801269531],
							[32692.957885742188, -10807.729675292969],
							[32685.003025774527, -10811.163001194007],
							[32676.907287597653, -10814.24951171875],
							[32673.45867919922, -10805.867797851562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010273",
			"type": "Feature",
			"properties": {
				"id": "PD00002010273",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32668.444304609453, -10260.516248047865],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32666.617309570312, -10283.742614746094],
							[32660.58612060547, -10272.471313476562],
							[32622.352478027344, -10263.535278320312],
							[32624.60809326172, -10262.315307617188],
							[32665.67150878906, -10248.916687011719],
							[32668.322528387955, -10248.64944741221],
							[32670.980017036854, -10248.841998699507],
							[32673.564822856977, -10249.488605836454],
							[32675.99995878873, -10250.570009975132],
							[32678.212895610148, -10252.054002071362],
							[32680.13772218098, -10253.89638221386],
							[32681.717108570785, -10256.042276094968],
							[32682.904013600226, -10258.427769412576],
							[32683.663085937504, -10260.981811523438],
							[32685.402893066406, -10266.121276855469],
							[32676.1953125, -10268.978820800781],
							[32666.617309570312, -10283.742614746094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010274",
			"type": "Feature",
			"properties": {
				"id": "PD00002010274",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32686.769470214844, -10340.613749186197],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32686.590698242188, -10351.857604980469],
							[32677.350097656246, -10346.230285644531],
							[32684.208129882812, -10329.635498046875],
							[32691.40771484375, -10327.348510742188],
							[32694.46948242187, -10336.752990722656],
							[32686.590698242188, -10351.857604980469]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010275",
			"type": "Feature",
			"properties": {
				"id": "PD00002010275",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32700.065422905816, -10377.073228624133],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32698.234497070312, -10393.736999511719],
							[32689.626892089844, -10385.833190917969],
							[32696.908081054688, -10368.137817382812],
							[32704.073303222656, -10365.975891113281],
							[32705.219482421875, -10369.352905273438],
							[32703.631896972656, -10369.73388671875],
							[32704.52087402344, -10373.035888671875],
							[32700.139282226566, -10374.115478515625],
							[32698.234497070312, -10393.736999511719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010276",
			"type": "Feature",
			"properties": {
				"id": "PD00002010276",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32737.858825683594, -10275.828479003907],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32745.751098632812, -10279.297180175781],
							[32730.48291015625, -10284.250610351562],
							[32723.96990966797, -10264.331420898438],
							[32743.339111328125, -10271.966003417969],
							[32745.751098632812, -10279.297180175781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010277",
			"type": "Feature",
			"properties": {
				"id": "PD00002010277",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32812.152893066406, -10281.268442007211],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32810.789489746094, -10295.438903808594],
							[32808.73010253906, -10292.59912109375],
							[32807.88348388672, -10291.964111328125],
							[32806.66632080078, -10291.117309570312],
							[32805.660888671875, -10290.694091796875],
							[32804.81427001953, -10290.270690917969],
							[32812.32849121094, -10279.158203125],
							[32811.05847167969, -10274.76611328125],
							[32809.52392578125, -10273.390319824219],
							[32820.327697753906, -10244.916687011719],
							[32830.15789794922, -10246.513000488281],
							[32819.257080078125, -10290.222290039062],
							[32810.789489746094, -10295.438903808594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010278",
			"type": "Feature",
			"properties": {
				"id": "PD00002010278",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32861.80145263672, -10382.948031955295],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32881.948303222656, -10364.373596191406],
							[32860.38787841797, -10404.94580078125],
							[32851.350524902344, -10407.893676757812],
							[32848.540283203125, -10399.311889648438],
							[32855.842712402344, -10394.020202636719],
							[32850.55108642578, -10377.721923828125],
							[32854.572692871094, -10376.346008300781],
							[32871.0712890625, -10357.545593261719],
							[32881.948303222656, -10364.373596191406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010279",
			"type": "Feature",
			"properties": {
				"id": "PD00002010279",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32887.29692925347, -10461.363199869791],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32907.22131347656, -10443.782409667969],
							[32885.86688232422, -10483.485595703125],
							[32877.062927246094, -10486.219787597656],
							[32872.867126464844, -10474.0966796875],
							[32880.74108886719, -10471.472106933594],
							[32875.74572753906, -10456.147399902344],
							[32881.757080078125, -10454.284729003906],
							[32897.188903808594, -10438.997680664062],
							[32907.22131347656, -10443.782409667969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010280",
			"type": "Feature",
			"properties": {
				"id": "PD00002010280",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32909.30350110064, -10554.990564979264],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32900.619079589844, -10564.493713378906],
							[32913.17010498047, -10560.282592773438],
							[32909.74108886719, -10550.24951171875],
							[32900.20489501953, -10553.255004882812],
							[32901.0982206702, -10551.18702040836],
							[32902.28287178993, -10549.270984858265],
							[32903.733645605134, -10547.5476607907],
							[32905.419677734375, -10546.0537109375],
							[32926.91247558594, -10530.403015136719],
							[32941.664306640625, -10525.6162109375],
							[32914.44012451172, -10573.617614746094],
							[32905.17431640625, -10576.706176757812],
							[32905.16912841797, -10576.690979003906],
							[32900.619079589844, -10564.493713378906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010281",
			"type": "Feature",
			"properties": {
				"id": "PD00002010281",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32965.55379231771, -10660.089701334635],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32962.069885253906, -10674.37939453125],
							[32952.91912841797, -10646.435302734375],
							[32969.42907714844, -10641.101318359375],
							[32977.417907714844, -10652.151916503906],
							[32969.41687011719, -10672.090881347656],
							[32962.069885253906, -10674.37939453125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010282",
			"type": "Feature",
			"properties": {
				"id": "PD00002010282",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32977.09722137451, -10698.388969421387],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32989.85290527344, -10694.87109375],
							[32987.50329589844, -10695.760009765625],
							[32985.47131347656, -10696.712585449219],
							[32961.91271972656, -10712.543090820312],
							[32958.73767089844, -10702.764099121094],
							[32963.75427246094, -10701.3671875],
							[32979.69268798828, -10688.222595214844],
							[32989.85290527344, -10694.87109375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010283",
			"type": "Feature",
			"properties": {
				"id": "PD00002010283",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32214.516288085993, -10415.485116448872],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32241.359924316406, -10426.848876953125],
							[32233.8291015625, -10429.864318847656],
							[32215.922119140625, -10418.815307617188],
							[32186.796081542972, -10428.479309082031],
							[32181.49108886719, -10412.29638671875],
							[32205.259704589844, -10405.036193847656],
							[32208.555214430937, -10404.696349935728],
							[32211.861887069335, -10404.900788336392],
							[32215.090436586306, -10405.643988856868],
							[32218.153686523438, -10406.905883789062],
							[32241.359924316406, -10426.848876953125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010284",
			"type": "Feature",
			"properties": {
				"id": "PD00002010284",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32244.917205810547, -10456.751017252604],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32254.042724609375, -10465.747009277344],
							[32246.148071289062, -10468.218383789062],
							[32231.543090820312, -10458.947387695312],
							[32238.147094726562, -10442.056213378906],
							[32245.579528808597, -10439.790100097656],
							[32254.042724609375, -10465.747009277344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010285",
			"type": "Feature",
			"properties": {
				"id": "PD00002010285",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32257.52880859375, -10495.112192789713],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32266.57452392578, -10504.182189941406],
							[32259.322326660156, -10506.684692382812],
							[32243.87072753906, -10496.947998046875],
							[32250.749877929688, -10480.543701171875],
							[32258.08087158203, -10478.132385253906],
							[32266.57452392578, -10504.182189941406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010286",
			"type": "Feature",
			"properties": {
				"id": "PD00002010286",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32270.12009684245, -10533.64077758789],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32279.107299804688, -10542.620788574219],
							[32271.861877441406, -10545.243286132812],
							[32256.685302734375, -10535.718322753906],
							[32263.343872070312, -10519.067199707031],
							[32270.61492919922, -10516.574279785156],
							[32279.107299804688, -10542.620788574219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010287",
			"type": "Feature",
			"properties": {
				"id": "PD00002010287",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32282.762685139973, -10572.180979410807],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32291.696472167965, -10581.232482910156],
							[32284.614685058594, -10583.68212890625],
							[32269.374694824222, -10574.199401855469],
							[32275.978698730465, -10557.520080566406],
							[32283.215087890625, -10555.219299316406],
							[32291.696472167965, -10581.232482910156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010288",
			"type": "Feature",
			"properties": {
				"id": "PD00002010288",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32295.32126871745, -10610.6437886556],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32304.227722167972, -10619.66650390625],
							[32297.110290527344, -10622.184326171875],
							[32281.95489501953, -10612.617004394531],
							[32288.643493652344, -10596.022277832031],
							[32295.76348876953, -10593.706115722656],
							[32304.227722167972, -10619.66650390625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010289",
			"type": "Feature",
			"properties": {
				"id": "PD00002010289",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32301.179463704426, -10648.1394144694],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32293.70947265625, -10653.912719726562],
							[32301.169921875, -10634.422912597656],
							[32308.33612060547, -10632.285705566406],
							[32315.362915039062, -10655.754211425781],
							[32294.78887939453, -10658.548217773438],
							[32293.70947265625, -10653.912719726562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010290",
			"type": "Feature",
			"properties": {
				"id": "PD00002010290",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32393.148501183434, -10345.571230159014],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32388.982910156254, -10357.506774902344],
							[32387.54608154297, -10353.159729003906],
							[32387.74274191283, -10350.206918943124],
							[32388.428457970615, -10347.328107375091],
							[32389.584073991926, -10344.60371493504],
							[32391.17730742812, -10342.109848504388],
							[32393.16365073085, -10339.916175137678],
							[32395.487614686474, -10338.083975888383],
							[32398.084278527105, -10336.664433900662],
							[32400.881103515625, -10335.697204589844],
							[32404.67510986328, -10334.466918945312],
							[32396.194274902344, -10355.175415039062],
							[32388.982910156254, -10357.506774902344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010291",
			"type": "Feature",
			"properties": {
				"id": "PD00002010291",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32403.51313273112, -10383.371571858725],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32401.68188476562, -10395.929321289062],
							[32393.12231445313, -10370.031188964844],
							[32400.224670410156, -10367.4873046875],
							[32415.676513671875, -10377.012390136719],
							[32408.691528320312, -10393.839904785156],
							[32401.68188476562, -10395.929321289062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010292",
			"type": "Feature",
			"properties": {
				"id": "PD00002010292",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32416.366540527342, -10422.655822753906],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32416.620117187496, -10441.128112792969],
							[32405.80950927734, -10408.418090820312],
							[32413.13647460938, -10406.222412109375],
							[32429.646484375, -10416.382385253906],
							[32416.620117187496, -10441.128112792969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010293",
			"type": "Feature",
			"properties": {
				"id": "PD00002010293",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32428.785298665363, -10497.614217122396],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32427.772705078125, -10520.528625488281],
							[32411.78552246094, -10471.499877929688],
							[32418.447509765625, -10469.410278320312],
							[32452.229675292965, -10485.412414550781],
							[32434.703674316406, -10518.305480957031],
							[32427.772705078125, -10520.528625488281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010294",
			"type": "Feature",
			"properties": {
				"id": "PD00002010294",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32462.666906738283, -10564.120385742188],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32460.547912597656, -10575.36669921875],
							[32449.79370117188, -10542.573120117188],
							[32474.90551757813, -10554.440185546875],
							[32467.539489746094, -10572.855224609375],
							[32460.547912597656, -10575.36669921875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010295",
			"type": "Feature",
			"properties": {
				"id": "PD00002010295",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32481.044956752234, -10594.939479282924],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32492.308898925778, -10596.024780273438],
							[32484.628295898434, -10600.144287109375],
							[32470.235107421875, -10604.906799316406],
							[32464.560485839844, -10587.602111816406],
							[32471.603515625, -10585.428283691406],
							[32491.669494628906, -10594.4453125],
							[32492.308898925778, -10596.024780273438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010296",
			"type": "Feature",
			"properties": {
				"id": "PD00002010296",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33033.35517578125, -10166.16951904297],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33044.82409667969, -10174.922302246094],
							[33039.97888183594, -10176.507202148438],
							[33001.632873535156, -10157.882995605469],
							[33035.51593017578, -10146.61279296875],
							[33044.82409667969, -10174.922302246094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010297",
			"type": "Feature",
			"properties": {
				"id": "PD00002010297",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33054.09603881836, -10225.578928629557],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33067.526123046875, -10243.967712402344],
							[33062.39971923828, -10245.521179199219],
							[33029.12567138672, -10229.011108398438],
							[33046.65167236328, -10196.245178222656],
							[33051.346923828125, -10194.760681152344],
							[33067.526123046875, -10243.967712402344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010298",
			"type": "Feature",
			"properties": {
				"id": "PD00002010298",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33076.68513997396, -10294.424509684244],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33090.105895996094, -10312.641296386719],
							[33085.15393066406, -10314.205078125],
							[33051.56231689453, -10298.330078125],
							[33069.1962890625, -10265.113098144531],
							[33073.98651123047, -10263.6162109375],
							[33090.105895996094, -10312.641296386719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010299",
			"type": "Feature",
			"properties": {
				"id": "PD00002010299",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33100.174336751305, -10368.29892985026],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33115.380920410156, -10389.512817382812],
							[33110.469299316406, -10391.505920410156],
							[33071.18389892578, -10372.879211425781],
							[33092.01190185547, -10333.932495117188],
							[33096.619079589844, -10332.450317382812],
							[33115.380920410156, -10389.512817382812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010300",
			"type": "Feature",
			"properties": {
				"id": "PD00002010300",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33120.2663097174, -10433.696079744628],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33095.501708984375, -10451.3662109375],
							[33116.88708496094, -10411.021606445312],
							[33121.97589111328, -10409.5703125],
							[33126.94012451172, -10424.669189453125],
							[33127.59567703959, -10427.016142223676],
							[33127.8674065161, -10429.43773251016],
							[33127.74831640921, -10431.871608836196],
							[33127.241473069174, -10434.255103382582],
							[33126.35992677567, -10436.52684556787],
							[33125.126375717264, -10438.628342227466],
							[33123.57258155491, -10440.50548370456],
							[33121.738551617906, -10442.109937073836],
							[33119.67150878906, -10443.400390625],
							[33095.501708984375, -10451.3662109375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010301",
			"type": "Feature",
			"properties": {
				"id": "PD00002010301",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32966.48765744175, -10728.767756134064],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32956.30627441406, -10740.398681640625],
							[32969.197509765625, -10735.813598632812],
							[32966.74230957031, -10724.468322753906],
							[32955.774475097656, -10728.968383789062],
							[32956.61315025973, -10726.94625464023],
							[32957.727776716616, -10725.062112877082],
							[32959.096214981255, -10723.353382635676],
							[32960.69128417969, -10721.85400390625],
							[32989.437927246094, -10702.410278320312],
							[33003.05010986328, -10697.944580078125],
							[32972.275329589844, -10751.427124023438],
							[32961.12091064453, -10754.935424804688],
							[32956.30627441406, -10740.398681640625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010302",
			"type": "Feature",
			"properties": {
				"id": "PD00002010302",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33069.795030381945, -11035.20549858941],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33056.77911376953, -11043.754211425781],
							[33072.09191894531, -11038.755310058594],
							[33068.91687011719, -11028.912780761719],
							[33073.573486328125, -11027.113586425781],
							[33078.199279785156, -11011.8251953125],
							[33089.53332519531, -11017.320495605469],
							[33071.92248535156, -11050.848510742188],
							[33060.35968017578, -11054.565185546875],
							[33056.77911376953, -11043.754211425781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010303",
			"type": "Feature",
			"properties": {
				"id": "PD00002010303",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33052.809741210935, -11019.398095703125],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33052.48828125, -11030.799011230469],
							[33044.03552246094, -11005.278076171875],
							[33053.210510253906, -11002.048278808594],
							[33061.826110839844, -11028.066101074219],
							[33052.48828125, -11030.799011230469]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010304",
			"type": "Feature",
			"properties": {
				"id": "PD00002010304",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33044.7735421317, -10966.215349469867],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33031.045471191406, -10966.057006835938],
							[33049.106689453125, -10960.071594238281],
							[33047.730895996094, -10955.203186035156],
							[33067.13690185547, -10949.08349609375],
							[33049.830078125, -10981.431579589844],
							[33037.519287109375, -10985.603576660156],
							[33031.045471191406, -10966.057006835938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010305",
			"type": "Feature",
			"properties": {
				"id": "PD00002010305",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33028.10966796875, -10878.284106445313],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33026.187927246094, -10896.940612792969],
							[33019.490295410156, -10876.579528808594],
							[33024.43151855469, -10855.803894042969],
							[33044.25067138672, -10865.155883789062],
							[33026.187927246094, -10896.940612792969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010306",
			"type": "Feature",
			"properties": {
				"id": "PD00002010306",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32991.71056256975, -10813.202828543526],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32980.075927734375, -10812.165405273438],
							[32991.28289794922, -10808.404174804688],
							[32990.52087402344, -10804.848205566406],
							[33014.748474121094, -10796.935607910156],
							[32998.95391845703, -10826.894897460938],
							[32986.31591796875, -10831.006103515625],
							[32980.075927734375, -10812.165405273438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010307",
			"type": "Feature",
			"properties": {
				"id": "PD00002010307",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33277.18875264805, -10907.889453713356],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33291.15393066406, -10925.01611328125],
							[33286.193115234375, -10926.640502929688],
							[33246.542907714844, -10907.582885742188],
							[33265.59509277344, -10901.397827148438],
							[33268.07911751873, -10900.51039232898],
							[33270.678526467054, -10900.062070331478],
							[33273.31631017827, -10900.066143031423],
							[33275.91432233112, -10900.522489772027],
							[33278.395594866604, -10901.417590938758],
							[33280.686618224456, -10902.72492848806],
							[33282.71951911902, -10904.405771564298],
							[33284.43407133624, -10906.410323930402],
							[33285.77947998047, -10908.67919921875],
							[33291.15393066406, -10925.01611328125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010308",
			"type": "Feature",
			"properties": {
				"id": "PD00002010308",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33288.16217803955, -10977.780410766602],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33310.726501464844, -10984.510986328125],
							[33283.49432373047, -10993.642028808594],
							[33275.34509277344, -10995.970275878906],
							[33262.539306640625, -10987.715209960938],
							[33272.48748779297, -10984.434509277344],
							[33292.27850341797, -10946.546081542969],
							[33297.69970703125, -10944.913208007812],
							[33310.726501464844, -10984.510986328125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010309",
			"type": "Feature",
			"properties": {
				"id": "PD00002010309",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33302.94542697882, -11008.641918707888],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33272.656494140625, -11025.844299316406],
							[33279.82531738281, -11008.061828613281],
							[33287.51593017578, -11005.706909179688],
							[33314.77392578125, -10996.814392089844],
							[33314.81750488281, -10996.947204589844],
							[33315.257714415166, -10999.507686168246],
							[33315.25799836111, -11002.105733562943],
							[33314.81834851985, -11004.666311302986],
							[33313.951462632394, -11007.115466096753],
							[33312.68237765184, -11009.382462712952],
							[33311.04774663903, -11011.40182691925],
							[33309.09478016761, -11013.115236475433],
							[33306.8798828125, -11014.473205566406],
							[33272.656494140625, -11025.844299316406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010310",
			"type": "Feature",
			"properties": {
				"id": "PD00002010310",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33343.785471598305, -11146.264760335287],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33363.110900878906, -11145.034912109375],
							[33336.68591308594, -11153.696411132812],
							[33328.85430908203, -11156.236511230469],
							[33312.300720214844, -11146.097412109375],
							[33358.65008544922, -11131.488403320312],
							[33363.110900878906, -11145.034912109375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010311",
			"type": "Feature",
			"properties": {
				"id": "PD00002010311",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33355.27473449707, -11182.110404968262],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33380.771728515625, -11198.667907714844],
							[33375.98309326172, -11200.229309082031],
							[33337.62890625, -11181.856689453125],
							[33326.19891357422, -11185.666687011719],
							[33332.97229003906, -11168.479309082031],
							[33340.70770263672, -11165.973205566406],
							[33367.163513183594, -11157.342224121094],
							[33380.771728515625, -11198.667907714844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010312",
			"type": "Feature",
			"properties": {
				"id": "PD00002010312",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33385.32574231738, -11239.082604452933],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33364.093688964844, -11254.721801757812],
							[33382.330078125, -11220.222106933594],
							[33387.279296875, -11218.430419921875],
							[33390.823486328125, -11229.193908691406],
							[33391.56090704098, -11231.391345339824],
							[33391.94378521907, -11233.677372774542],
							[33391.9626033689, -11235.995165476399],
							[33391.61689371344, -11238.287108312876],
							[33390.91524982001, -11240.496228721173],
							[33389.87511298345, -11242.567612918461],
							[33388.52233867463, -11244.449770935456],
							[33386.89055383137, -11246.09591654167],
							[33385.020320968135, -11247.465130246253],
							[33382.95812988281, -11248.523376464844],
							[33364.093688964844, -11254.721801757812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010313",
			"type": "Feature",
			"properties": {
				"id": "PD00002010313",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33124.800240652905, -11132.845284598214],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33118.80651855469, -11143.868896484375],
							[33112.03308105469, -11123.210205078125],
							[33125.749084472656, -11118.722900390625],
							[33134.15368652344, -11128.695190429688],
							[33137.07470703125, -11128.695190429688],
							[33126.978088378906, -11142.855712890625],
							[33118.80651855469, -11143.868896484375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010314",
			"type": "Feature",
			"properties": {
				"id": "PD00002010314",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33139.11079406738, -11176.669151306152],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33137.84069824219, -11184.644409179688],
							[33132.12567138672, -11185.787475585938],
							[33127.807678222656, -11172.198486328125],
							[33133.94171142578, -11161.994323730469],
							[33143.14111328125, -11170.736511230469],
							[33154.444091796875, -11169.720520019531],
							[33145.744689941406, -11183.627075195312],
							[33137.84069824219, -11184.644409179688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010315",
			"type": "Feature",
			"properties": {
				"id": "PD00002010315",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33154.27787780762, -11211.414306640625],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33152.99688720703, -11200.8544921875],
							[33163.45672607422, -11209.934387207031],
							[33168.36749267578, -11209.426391601562],
							[33160.239318847656, -11220.263793945312],
							[33152.280700683594, -11220.856506347656],
							[33144.13330078125, -11221.325012207031],
							[33139.751708984375, -11207.799377441406],
							[33152.99688720703, -11200.8544921875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010316",
			"type": "Feature",
			"properties": {
				"id": "PD00002010316",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32962.20281982422, -11150.233288574218],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32965.92510986328, -11159.260314941406],
							[32947.22912597656, -11150.786010742188],
							[32965.24768066406, -11138.516906738281],
							[32966.687072753906, -11143.342895507812],
							[32965.92510986328, -11159.260314941406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010317",
			"type": "Feature",
			"properties": {
				"id": "PD00002010317",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32999.8438873291, -11221.460800170898],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32990.526123046875, -11234.947692871094],
							[32990.526123046875, -11213.516784667969],
							[32996.24108886719, -11211.357727050781],
							[32993.32012939453, -11203.483703613281],
							[33007.159729003906, -11198.573608398438],
							[33019.32067871094, -11235.49609375],
							[33011.131103515625, -11239.363098144531],
							[32990.526123046875, -11234.947692871094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010318",
			"type": "Feature",
			"properties": {
				"id": "PD00002010318",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32995.43699815538, -11207.813035753039],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33007.159729003906, -11198.573608398438],
							[32993.32012939453, -11203.483703613281],
							[32996.24108886719, -11211.357727050781],
							[32990.526123046875, -11213.516784667969],
							[32990.526123046875, -11234.947692871094],
							[32974.089294433594, -11231.425476074219],
							[32996.20849609375, -11190.362121582031],
							[33003.70227050781, -11188.076599121094],
							[33007.159729003906, -11198.573608398438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010319",
			"type": "Feature",
			"properties": {
				"id": "PD00002010319",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33023.32586180774, -11274.634236719783],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33032.460876464844, -11259.756286621094],
							[33028.455078125, -11271.91748046875],
							[33024.39111328125, -11273.44140625],
							[33026.04211425781, -11278.267517089844],
							[33016.94268798828, -11304.865600585938],
							[33005.97607421875, -11303.921508789062],
							[33010.80212402344, -11301.00048828125],
							[33022.10510253906, -11256.931396484375],
							[33027.249084472656, -11254.065307617188],
							[33029.6993480492, -11257.05332510903],
							[33032.460876464844, -11259.756286621094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010320",
			"type": "Feature",
			"properties": {
				"id": "PD00002010320",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [33101.12872314453, -11290.740063476562],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33093.60632324219, -11287.030517578125],
							[33107.919921875, -11282.290283203125],
							[33114.74572753906, -11302.952514648438],
							[33095.76531982422, -11294.396484375],
							[33093.60632324219, -11287.030517578125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010321",
			"type": "Feature",
			"properties": {
				"id": "PD00002010321",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32619.434840611048, -10967.880301339286],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32630.794128417965, -10956.954406738281],
							[32621.538879394528, -10975.771179199219],
							[32624.20587158203, -10983.454711914062],
							[32610.108886718746, -10977.612609863281],
							[32607.746887207035, -10970.508483886719],
							[32610.855102539062, -10953.906311035156],
							[32630.794128417965, -10956.954406738281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010322",
			"type": "Feature",
			"properties": {
				"id": "PD00002010322",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32625.15505218506, -10930.947338104248],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32640.384887695312, -10931.359619140625],
							[32615.090698242188, -10939.614624023438],
							[32613.714721679688, -10935.222412109375],
							[32620.593872070312, -10932.947082519531],
							[32621.22888183594, -10932.640197753906],
							[32621.80047607422, -10932.195678710938],
							[32622.27667236328, -10931.655883789062],
							[32622.689514160156, -10931.1162109375],
							[32623.197509765625, -10930.385986328125],
							[32623.610290527344, -10929.719177246094],
							[32623.959472656254, -10929.084228515625],
							[32624.467529296875, -10928.544311523438],
							[32625.13427734375, -10928.036376953125],
							[32626.054870605472, -10927.591979980469],
							[32637.89227294922, -10923.684020996094],
							[32640.384887695312, -10931.359619140625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010323",
			"type": "Feature",
			"properties": {
				"id": "PD00002010323",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32674.11570739746, -10920.366787719726],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32671.64093017578, -10916.289978027344],
							[32675.990295410153, -10929.205810546875],
							[32696.204528808597, -10921.691711425781],
							[32697.474487304688, -10925.501708984375],
							[32713.147521972656, -10929.512817382812],
							[32701.460876464844, -10949.644409179688],
							[32661.07489013672, -10928.138977050781],
							[32657.566284179684, -10917.188903808594],
							[32663.17431640625, -10915.337524414062],
							[32663.99450683594, -10915.205200195312],
							[32664.788330078125, -10915.1787109375],
							[32665.52911376953, -10915.310913085938],
							[32666.34930419922, -10915.469787597656],
							[32666.984313964844, -10915.707885742188],
							[32667.645874023434, -10915.945983886719],
							[32668.38671875, -10916.236999511719],
							[32669.048095703125, -10916.422302246094],
							[32669.683105468754, -10916.528076171875],
							[32670.529724121094, -10916.528076171875],
							[32671.64093017578, -10916.289978027344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010324",
			"type": "Feature",
			"properties": {
				"id": "PD00002010324",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32919.79322085173, -10974.16748046875],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32927.50848388672, -10993.788696289062],
							[32906.188903808594, -10965.940612792969],
							[32909.821716308594, -10962.6923828125],
							[32914.7451171875, -10969.131286621094],
							[32915.05407714844, -10969.474182128906],
							[32915.39288330078, -10969.863708496094],
							[32915.782287597656, -10970.236206054688],
							[32916.188720703125, -10970.574890136719],
							[32916.64587402344, -10970.828918457031],
							[32917.272521972656, -10971.082885742188],
							[32917.89892578125, -10971.302978515625],
							[32918.593322753906, -10971.4384765625],
							[32919.3212890625, -10971.573974609375],
							[32920.06652832031, -10971.777221679688],
							[32920.57452392578, -10971.946411132812],
							[32921.116271972656, -10972.18359375],
							[32921.69207763672, -10972.471496582031],
							[32922.20007324219, -10972.793212890625],
							[32922.70812988281, -10973.301208496094],
							[32923.29510498047, -10974.090576171875],
							[32932.23028564453, -10986.723510742188],
							[32933.4384765625, -10988.846923828125],
							[32927.50848388672, -10993.788696289062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010325",
			"type": "Feature",
			"properties": {
				"id": "PD00002010325",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32941.42059004934, -11029.844999614515],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32952.84387207031, -11044.707397460938],
							[32942.361877441406, -11048.377075195312],
							[32943.5048828125, -11051.93310546875],
							[32938.42492675781, -11053.711120605469],
							[32936.38171386719, -11071.9365234375],
							[32918.020080566406, -11066.072387695312],
							[32930.931884765625, -11055.912414550781],
							[32938.76348876953, -11010.827209472656],
							[32943.28729248047, -11007.522521972656],
							[32943.58349609375, -11008.453796386719],
							[32943.83752441406, -11009.342712402344],
							[32943.83752441406, -11010.358825683594],
							[32943.58349609375, -11011.459411621094],
							[32943.244873046875, -11012.43310546875],
							[32942.906311035156, -11013.44921875],
							[32942.736877441406, -11014.380493164062],
							[32942.86389160156, -11015.438781738281],
							[32943.03332519531, -11016.031494140625],
							[32952.84387207031, -11044.707397460938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010326",
			"type": "Feature",
			"properties": {
				"id": "PD00002010326",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32960.34948730469, -11069.771704101562],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32960.611877441406, -11077.902404785156],
							[32952.77587890625, -11060.315124511719],
							[32961.072509765625, -11057.867797851562],
							[32966.67529296875, -11074.870788574219],
							[32960.611877441406, -11077.902404785156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010327",
			"type": "Feature",
			"properties": {
				"id": "PD00002010327",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32972.155256986094, -11116.83975503777],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32954.76727294922, -11137.122619628906],
							[32968.54510498047, -11097.253601074219],
							[32973.3046875, -11094.989501953125],
							[32977.79528808594, -11108.6171875],
							[32978.317308617756, -11111.059762571975],
							[32978.430311768905, -11113.55493966102],
							[32978.13121714928, -11116.034701913008],
							[32977.42817787762, -11118.431452671926],
							[32976.34035833301, -11120.679858119398],
							[32974.89741174671, -11122.718628230756],
							[32973.138671875, -11124.4921875],
							[32954.76727294922, -11137.122619628906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010328",
			"type": "Feature",
			"properties": {
				"id": "PD00002010328",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32458.65912882487, -11026.111846923828],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32470.099487304688, -11028.109985351562],
							[32462.0283203125, -11040.653503417969],
							[32461.82727050781, -11040.344299316406],
							[32443.158325195312, -11009.9912109375],
							[32444.741882324222, -11009.462097167969],
							[32470.099487304688, -11028.109985351562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010329",
			"type": "Feature",
			"properties": {
				"id": "PD00002010329",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32497.71918741862, -11016.202087402344],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32507.087280273438, -11017.919006347656],
							[32502.603088378906, -11025.297607421875],
							[32485.669677734375, -11018.693603515625],
							[32483.41571044922, -11011.504211425781],
							[32500.452087402344, -11005.879089355469],
							[32507.087280273438, -11017.919006347656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010330",
			"type": "Feature",
			"properties": {
				"id": "PD00002010330",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32536.095021565754, -11003.552947998047],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32545.447326660156, -11005.208679199219],
							[32540.8037109375, -11012.83740234375],
							[32524.124328613285, -11006.064086914062],
							[32521.762329101566, -10998.842712402344],
							[32538.985107421875, -10993.156127929688],
							[32545.447326660156, -11005.208679199219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010331",
			"type": "Feature",
			"properties": {
				"id": "PD00002010331",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32571.811853027342, -10992.445104980468],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32580.765075683594, -11000.755004882812],
							[32562.647888183594, -10993.194702148438],
							[32560.34112548828, -10986.104614257812],
							[32574.540100097656, -10981.416198730469],
							[32580.765075683594, -11000.755004882812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010332",
			"type": "Feature",
			"properties": {
				"id": "PD00002010332",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32215.690466308595, -11334.549597167968],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32209.761108398434, -11326.016296386719],
							[32216.256713867188, -11323.848388671875],
							[32225.146728515625, -11347.163513183594],
							[32217.52667236328, -11349.703491210938],
							[32209.761108398434, -11326.016296386719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010333",
			"type": "Feature",
			"properties": {
				"id": "PD00002010333",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32210.18068440755, -11283.144171820746],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32203.24072265625, -11306.126708984375],
							[32198.58251953125, -11291.918395996094],
							[32212.340881347656, -11287.579223632812],
							[32206.195495605465, -11267.971801757812],
							[32211.444885253906, -11266.363098144531],
							[32214.130126953125, -11252.113708496094],
							[32231.173706054688, -11266.528076171875],
							[32211.277099609375, -11303.56982421875],
							[32203.24072265625, -11306.126708984375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010334",
			"type": "Feature",
			"properties": {
				"id": "PD00002010334",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32348.937150743273, -11028.826565212674],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32382.748107910153, -11037.278503417969],
							[32375.72412109375, -11052.423828125],
							[32325.135681152344, -11034.855407714844],
							[32321.3876953125, -11027.533874511719],
							[32334.68048095703, -11023.215881347656],
							[32335.632873535156, -11023.236999511719],
							[32336.532470703125, -11023.395812988281],
							[32337.696716308594, -11023.76611328125],
							[32338.490478515625, -11024.136596679688],
							[32339.548706054688, -11024.4541015625],
							[32340.660095214844, -11024.61279296875],
							[32341.61248779297, -11024.507019042969],
							[32343.04132080078, -11024.136596679688],
							[32356.474487304684, -11019.745727539062],
							[32359.84912109375, -11030.304626464844],
							[32363.553283691406, -11029.246276855469],
							[32365.352478027344, -11034.74951171875],
							[32382.748107910153, -11037.278503417969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010335",
			"type": "Feature",
			"properties": {
				"id": "PD00002010335",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32378.540748009316, -11012.152686485877],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32391.69891357422, -11013.056579589844],
							[32372.12567138672, -11019.509582519531],
							[32370.671508789062, -11015.105102539062],
							[32372.815673828125, -11014.404296875],
							[32373.556518554688, -11013.928100585938],
							[32374.50909423828, -11013.13427734375],
							[32375.302917480472, -11012.075988769531],
							[32375.884887695312, -11010.911804199219],
							[32376.837524414062, -11010.01220703125],
							[32377.57830810547, -11009.112609863281],
							[32379.271484374996, -11008.424682617188],
							[32389.078308105465, -11005.253112792969],
							[32391.69891357422, -11013.056579589844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010336",
			"type": "Feature",
			"properties": {
				"id": "PD00002010336",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32424.690171547267, -11004.240958816741],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32445.897705078125, -11027.756896972656],
							[32412.50128173828, -11009.728820800781],
							[32409.005676269528, -10998.808410644531],
							[32414.90832519531, -10996.899475097656],
							[32417.28853599128, -10996.583289785442],
							[32419.688884698717, -10996.644139334445],
							[32422.050017747235, -10997.080519114119],
							[32424.313551254458, -10997.881638734765],
							[32426.42351468789, -10999.027688862161],
							[32428.327734851697, -11000.490331044191],
							[32429.979125976566, -11002.2333984375],
							[32445.897705078125, -11027.756896972656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010337",
			"type": "Feature",
			"properties": {
				"id": "PD00002010337",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32239.933463483736, -11376.58945151595],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32264.05487060547, -11358.269714355469],
							[32242.37628173828, -11398.6123046875],
							[32234.323303222656, -11401.164611816406],
							[32229.877685546875, -11387.631408691406],
							[32229.465728770967, -11384.960630235748],
							[32229.517327996648, -11382.258759871658],
							[32230.030958084277, -11379.605657898963],
							[32230.9914374569, -11377.079743149969],
							[32232.37037682848, -11374.755675131611],
							[32234.12701831767, -11372.702147283522],
							[32236.209440145456, -11370.979856577631],
							[32238.55609130859, -11369.639709472656],
							[32263.113098144528, -11356.322387695312],
							[32264.05487060547, -11358.269714355469]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010338",
			"type": "Feature",
			"properties": {
				"id": "PD00002010338",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32266.16857231988, -11453.977579752604],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32254.350524902344, -11462.131225585938],
							[32268.23291015625, -11457.503723144531],
							[32265.692871093746, -11449.291076660156],
							[32270.857482910153, -11447.597717285156],
							[32271.759521484375, -11429.281311035156],
							[32286.92169189453, -11436.543029785156],
							[32265.8623046875, -11469.632202148438],
							[32257.48931884766, -11471.686706542969],
							[32254.350524902344, -11462.131225585938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010339",
			"type": "Feature",
			"properties": {
				"id": "PD00002010339",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32337.04407610212, -11514.534912109375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32364.87469482422, -11526.008117675781],
							[32352.448120117184, -11514.427978515625],
							[32309.352722167965, -11514.851379394531],
							[32300.75390625, -11506.819885253906],
							[32310.284118652347, -11512.39599609375],
							[32356.720275878906, -11501.23291015625],
							[32364.87469482422, -11526.008117675781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010340",
			"type": "Feature",
			"properties": {
				"id": "PD00002010340",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32218.698374651234, -11563.007945044472],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32233.120727539062, -11578.978576660156],
							[32222.51068115234, -11589.57177734375],
							[32213.30871582031, -11561.113891601562],
							[32212.89952860539, -11558.955072065653],
							[32212.84795202013, -11556.758421018869],
							[32213.15536754681, -11554.582775905474],
							[32213.81354104011, -11552.486411524409],
							[32214.804843279286, -11550.525479134933],
							[32216.10272216797, -11548.752502441406],
							[32219.99731445313, -11562.383911132812],
							[32233.120727539062, -11578.978576660156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010341",
			"type": "Feature",
			"properties": {
				"id": "PD00002010341",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32259.843963623047, -11570.208119710287],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32268.003479003906, -11569.665222167969],
							[32262.161682128906, -11580.669311523438],
							[32250.858520507816, -11572.541198730469],
							[32250.330505371094, -11564.884582519531],
							[32259.706115722653, -11563.823181152344],
							[32268.003479003906, -11569.665222167969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010342",
			"type": "Feature",
			"properties": {
				"id": "PD00002010342",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32504.778590611048, -11257.193620954242],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32516.35290527344, -11265.801696777344],
							[32509.042907714844, -11268.178588867188],
							[32491.236694335938, -11257.345275878906],
							[32487.51129150391, -11254.635986328125],
							[32503.93670654297, -11245.1533203125],
							[32509.016723632812, -11243.438781738281],
							[32516.35290527344, -11265.801696777344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010343",
			"type": "Feature",
			"properties": {
				"id": "PD00002010343",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32519.99370320638, -11295.323913574219],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32529.040100097653, -11304.476196289062],
							[32521.637084960938, -11306.807800292969],
							[32506.502929687504, -11297.494506835938],
							[32513.276123046875, -11280.349487304688],
							[32520.465881347656, -11278.339294433594],
							[32529.040100097653, -11304.476196289062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010344",
			"type": "Feature",
			"properties": {
				"id": "PD00002010344",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32532.56769816081, -11333.675821940104],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32541.59588623047, -11342.750610351562],
							[32534.266479492188, -11345.179504394531],
							[32519.026489257812, -11335.781494140625],
							[32525.884521484375, -11318.932800292969],
							[32533.03692626953, -11316.659912109375],
							[32541.59588623047, -11342.750610351562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010345",
			"type": "Feature",
			"properties": {
				"id": "PD00002010345",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32545.258331298828, -11372.237091064453],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32554.2548828125, -11381.339477539062],
							[32547.073730468754, -11383.657775878906],
							[32531.749084472656, -11374.090515136719],
							[32538.522521972653, -11357.749816894531],
							[32545.694885253906, -11355.245483398438],
							[32554.2548828125, -11381.339477539062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010346",
			"type": "Feature",
			"properties": {
				"id": "PD00002010346",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32557.820729573566, -11410.681070963541],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32566.90008544922, -11419.88671875],
							[32559.519897460938, -11422.061279296875],
							[32544.27972412109, -11412.747985839844],
							[32551.053100585938, -11395.92041015625],
							[32558.271484374996, -11393.583312988281],
							[32566.90008544922, -11419.88671875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010347",
			"type": "Feature",
			"properties": {
				"id": "PD00002010347",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32570.46055094401, -11449.196299235025],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32579.470275878903, -11458.204711914062],
							[32572.33447265625, -11460.734680175781],
							[32556.882873535156, -11451.209594726562],
							[32563.656127929688, -11434.593688964844],
							[32570.949279785153, -11432.230407714844],
							[32579.470275878903, -11458.204711914062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010348",
			"type": "Feature",
			"properties": {
				"id": "PD00002010348",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32676.686940511066, -11196.189229329428],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32684.075317382812, -11189.100891113281],
							[32676.408325195312, -11208.34228515625],
							[32669.002075195312, -11210.696228027344],
							[32663.331909179688, -11193.5458984375],
							[32683.22869873047, -11186.349182128906],
							[32684.075317382812, -11189.100891113281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010349",
			"type": "Feature",
			"properties": {
				"id": "PD00002010349",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32683.64973144531, -11237.306774902343],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32683.929687499996, -11255.847412109375],
							[32673.103881835938, -11223.102478027344],
							[32680.21832275391, -11220.618896484375],
							[32697.06707763672, -11231.11767578125],
							[32683.929687499996, -11255.847412109375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010350",
			"type": "Feature",
			"properties": {
				"id": "PD00002010350",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32696.1977335612, -11312.372853597006],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32695.34210205078, -11335.460815429688],
							[32679.19708251953, -11286.163024902344],
							[32685.713317871094, -11283.880493164062],
							[32719.580078125, -11300.072998046875],
							[32702.01171875, -11333.198974609375],
							[32695.34210205078, -11335.460815429688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010351",
			"type": "Feature",
			"properties": {
				"id": "PD00002010351",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32730.15998535156, -11378.774353027344],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32728.010925292965, -11389.8798828125],
							[32717.279724121094, -11357.2529296875],
							[32742.347473144528, -11369.327880859375],
							[32735.150878906254, -11387.531188964844],
							[32728.010925292965, -11389.8798828125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010352",
			"type": "Feature",
			"properties": {
				"id": "PD00002010352",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32742.4038289388, -11415.566680908203],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32740.611694335938, -11428.190979003906],
							[32732.060119628906, -11402.19091796875],
							[32739.10888671875, -11399.71337890625],
							[32754.412475585938, -11409.174926757812],
							[32747.618103027344, -11425.938903808594],
							[32740.611694335938, -11428.190979003906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010353",
			"type": "Feature",
			"properties": {
				"id": "PD00002010353",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32757.366662597655, -11446.909692382813],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32770.29229736328, -11449.707092285156],
							[32749.86932373047, -11456.338500976562],
							[32744.70727539063, -11440.643676757812],
							[32751.67211914062, -11438.152099609375],
							[32770.29229736328, -11449.707092285156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010354",
			"type": "Feature",
			"properties": {
				"id": "PD00002010354",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31802.347011021204, -11246.296325683594],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31781.30969238281, -11224.666809082031],
							[31787.38690185547, -11222.664184570312],
							[31831.8369140625, -11242.349182128906],
							[31827.180297851562, -11244.042602539062],
							[31806.754272460938, -11281.8251953125],
							[31800.651306152344, -11283.859497070312],
							[31781.30969238281, -11224.666809082031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010355",
			"type": "Feature",
			"properties": {
				"id": "PD00002010355",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [31696.35888671875, -10925.592755998883],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31676.096679687504, -10905.637329101562],
							[31682.440490722656, -10903.478210449219],
							[31722.953674316406, -10921.258422851562],
							[31721.302673339844, -10921.766418457031],
							[31701.109497070312, -10959.612487792969],
							[31694.51251220703, -10961.759094238281],
							[31676.096679687504, -10905.637329101562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010356",
			"type": "Feature",
			"properties": {
				"id": "PD00002010356",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32152.15614100865, -11554.132049560547],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32103.193298339844, -11573.522827148438],
							[32145.97290039063, -11559.475708007812],
							[32166.419921875, -11521.375610351562],
							[32171.288879394535, -11519.920593261719],
							[32176.810119628906, -11537.412109375],
							[32176.280883789062, -11537.994201660156],
							[32172.629699707028, -11535.401306152344],
							[32168.92547607422, -11540.216674804688],
							[32175.451110839844, -11559.889221191406],
							[32170.371093750004, -11561.582580566406],
							[32152.773071289062, -11581.918884277344],
							[32140.83709716797, -11573.426574707031],
							[32106.03912353516, -11582.189575195312],
							[32103.193298339844, -11573.522827148438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010357",
			"type": "Feature",
			"properties": {
				"id": "PD00002010357",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32246.27859399855, -10932.538981652071],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32231.376525878906, -10950.435913085938],
							[32231.57708740234, -10933.639892578125],
							[32223.851318359375, -10933.534118652344],
							[32223.745483398438, -10930.253295898438],
							[32207.936889648438, -10920.976379394531],
							[32224.634521484375, -10908.752075195312],
							[32231.153930664062, -10875.071594238281],
							[32242.49908447266, -10910.293090820312],
							[32282.96990966797, -10931.629089355469],
							[32286.60888671875, -10942.081115722656],
							[32286.34967041016, -10942.166198730469],
							[32275.574422191163, -10945.044746164602],
							[32264.65525051967, -10947.317123668396],
							[32253.626227852656, -10948.976240458129],
							[32242.52176942893, -10950.016919384178],
							[32231.376525878906, -10950.435913085938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010358",
			"type": "Feature",
			"properties": {
				"id": "PD00002010358",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32140.54651724265, -10910.157540038781],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32129.252075195312, -10923.481689453125],
							[32139.278076171875, -10907.776000976562],
							[32123.529907226562, -10897.615905761719],
							[32124.418884277344, -10896.282409667969],
							[32118.135681152344, -10880.843505859375],
							[32140.357482910153, -10878.56591796875],
							[32146.32647705078, -10871.707885742188],
							[32142.26251220703, -10893.297912597656],
							[32167.408508300785, -10931.525024414062],
							[32165.837890625004, -10940.039978027344],
							[32156.390094608843, -10936.597145838148],
							[32147.12761888633, -10932.68300652846],
							[32138.0739575894, -10928.307488254437],
							[32129.252075195312, -10923.481689453125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010359",
			"type": "Feature",
			"properties": {
				"id": "PD00002010359",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32197.054249730605, -11176.64584666285],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32183.941284179688, -11213.620910644531],
							[32184.24267578125, -11206.242980957031],
							[32184.497497558594, -11199.907897949219],
							[32184.772705078125, -11197.113891601562],
							[32185.03729248047, -11195.166625976562],
							[32185.467102050785, -11190.414611816406],
							[32185.78448486328, -11187.779418945312],
							[32186.3876953125, -11183.874206542969],
							[32187.75311279297, -11176.635192871094],
							[32189.746887207035, -11167.218078613281],
							[32190.19128417969, -11165.535278320312],
							[32190.57250976563, -11164.233581542969],
							[32190.889892578125, -11163.566711425781],
							[32191.665100097656, -11162.719116210938],
							[32192.327087402344, -11162.218505859375],
							[32193.13153076172, -11161.668212890625],
							[32193.893493652347, -11161.117797851562],
							[32194.655517578125, -11160.398193359375],
							[32195.290527343754, -11159.720886230469],
							[32195.81610107422, -11158.82470703125],
							[32205.976074218754, -11162.740600585938],
							[32207.35192871094, -11158.930603027344],
							[32212.53790283203, -11160.623901367188],
							[32224.10089111328, -11149.284729003906],
							[32229.661682128903, -11167.065612792969],
							[32249.981689453125, -11178.749694824219],
							[32223.227111816406, -11180.273681640625],
							[32191.73089599609, -11213.463012695312],
							[32183.941284179688, -11213.620910644531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010360",
			"type": "Feature",
			"properties": {
				"id": "PD00002010360",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32259.01649338128, -11084.030859259245],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32219.854309082028, -11101.704711914062],
							[32227.297677768038, -11092.087518450608],
							[32235.34156181492, -11082.966659009215],
							[32243.952948655955, -11074.37956612609],
							[32253.09649666004, -11066.361481728532],
							[32262.73468017578, -11058.9453125],
							[32271.008911132812, -11072.445495605469],
							[32278.205688476562, -11066.518920898438],
							[32280.322326660156, -11069.820922851562],
							[32297.551879882812, -11073.275329589844],
							[32292.97991943359, -11087.499328613281],
							[32306.060913085934, -11113.534301757812],
							[32270.717895507816, -11093.799011230469],
							[32226.26788330078, -11105.419616699219],
							[32219.854309082028, -11101.704711914062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010361",
			"type": "Feature",
			"properties": {
				"id": "PD00002010361",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32575.39491346405, -11500.162483877491],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32538.99609375, -11502.277404785156],
							[32568.538513183597, -11492.329406738281],
							[32576.24328613281, -11473.025390625],
							[32583.56811523438, -11470.696105957031],
							[32593.054870605465, -11499.615905761719],
							[32592.43907807881, -11501.83658633723],
							[32591.496842460634, -11503.939635241602],
							[32590.24952609296, -11505.877372203442],
							[32588.725408100836, -11507.605864899524],
							[32586.959043248684, -11509.085924987303],
							[32584.990478515625, -11510.283996582031],
							[32545.876525878906, -11523.261291503906],
							[32538.99609375, -11502.277404785156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010362",
			"type": "Feature",
			"properties": {
				"id": "PD00002010362",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32713.759544139222, -10778.57280762543],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32698.077087402347, -10787.518798828125],
							[32699.13250732422, -10786.840393066406],
							[32697.386291503906, -10783.136291503906],
							[32680.62432861328, -10781.289978027344],
							[32691.412109375, -10751.822509765625],
							[32700.429077148438, -10759.569519042969],
							[32746.02227783203, -10757.664489746094],
							[32754.00891113281, -10764.443115234375],
							[32745.155759479152, -10773.089688217622],
							[32735.786138073126, -10781.17372886973],
							[32725.935727701115, -10788.664452069808],
							[32715.64204005896, -10795.533332130126],
							[32704.944274902344, -10801.754211425781],
							[32698.077087402347, -10787.518798828125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010363",
			"type": "Feature",
			"properties": {
				"id": "PD00002010363",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32784.01625011519, -10685.982972309315],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32789.37628173828, -10714.088317871094],
							[32774.322326660156, -10705.188781738281],
							[32770.702880859375, -10703.791809082031],
							[32756.92028808594, -10709.212585449219],
							[32755.839477539062, -10696.620483398438],
							[32734.84210205078, -10677.993713378906],
							[32769.386291503906, -10677.485778808594],
							[32802.06768798828, -10644.973693847656],
							[32809.10168457031, -10645.034301757812],
							[32807.56316686971, -10656.967978828798],
							[32805.31170008948, -10668.787901945603],
							[32802.35538996858, -10680.451516977775],
							[32798.70487982551, -10691.916832535797],
							[32794.373312240255, -10703.142571148646],
							[32789.37628173828, -10714.088317871094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010364",
			"type": "Feature",
			"properties": {
				"id": "PD00002010364",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32777.55531070107, -10906.227160002056],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32808.417907714844, -10897.849487304688],
							[32803.6044921875, -10914.833679199219],
							[32819.10729980469, -10931.409118652344],
							[32800.9375, -10939.3447265625],
							[32792.55548095703, -10959.28369140625],
							[32784.427307128906, -10927.660705566406],
							[32745.69232177734, -10903.149597167969],
							[32743.572692871094, -10893.740600585938],
							[32750.890075683594, -10893.028686523438],
							[32751.691284179688, -10893.616088867188],
							[32754.019470214844, -10896.156127929688],
							[32754.601684570316, -10896.791076660156],
							[32755.39532470703, -10897.055725097656],
							[32770.159118652344, -10897.055725097656],
							[32771.217529296875, -10896.738220214844],
							[32774.71008300781, -10893.298583984375],
							[32787.198303222656, -10893.986511230469],
							[32796.935119628906, -10895.468200683594],
							[32808.417907714844, -10897.849487304688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010365",
			"type": "Feature",
			"properties": {
				"id": "PD00002010365",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32891.94223022461, -10953.293264770507],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32900.59210205078, -10952.440307617188],
							[32892.72692871094, -10959.844604492188],
							[32901.48992919922, -10969.496704101562],
							[32897.42590332031, -10972.925720214844],
							[32900.735290527344, -10991.210510253906],
							[32871.898681640625, -10987.530700683594],
							[32878.37567138672, -10971.78271484375],
							[32862.24670410156, -10928.983581542969],
							[32865.64532470703, -10920.731689453125],
							[32881.14990234375, -10930.73291015625],
							[32895.99530029297, -10943.657897949219],
							[32897.26531982422, -10944.795593261719],
							[32898.13848876953, -10945.668701171875],
							[32898.623474121094, -10946.439575195312],
							[32898.81408691406, -10947.296813964844],
							[32898.845703125, -10948.281005859375],
							[32899.03631591797, -10949.551086425781],
							[32899.41729736328, -10950.567077636719],
							[32899.830078125, -10951.48779296875],
							[32900.59210205078, -10952.440307617188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010366",
			"type": "Feature",
			"properties": {
				"id": "PD00002010366",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32274.367838541668, -12548.050649007162],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32290.96752929688, -12566.023376464844],
							[32278.22729492188, -12570.259704589844],
							[32250.30133056641, -12551.357482910154],
							[32261.550476074222, -12519.356079101562],
							[32274.19287109375, -12515.283874511719],
							[32290.96752929688, -12566.023376464844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010367",
			"type": "Feature",
			"properties": {
				"id": "PD00002010367",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32297.83223470052, -12619.308481852213],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32314.53350830078, -12637.305297851564],
							[32301.597717285156, -12641.540405273438],
							[32273.70068359375, -12622.468994140627],
							[32284.889099121094, -12590.72589111328],
							[32297.738891601562, -12586.505004882812],
							[32314.53350830078, -12637.305297851564]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010368",
			"type": "Feature",
			"properties": {
				"id": "PD00002010368",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "货物堆放地",
				"center": [32311.383461692116, -12479.377890846947],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32283.315490722656, -12472.976806640627],
							[32291.027709960938, -12470.240417480469],
							[32289.314514160156, -12464.815124511719],
							[32296.64331054687, -12462.340393066406],
							[32314.727478027344, -12473.286010742188],
							[32363.148071289066, -12457.38818359375],
							[32367.543273925785, -12470.776611328125],
							[32324.435913085938, -12484.898010253906],
							[32312.042724609375, -12519.705505371094],
							[32299.7041015625, -12523.7529296875],
							[32283.315490722656, -12472.976806640627]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010369",
			"type": "Feature",
			"properties": {
				"id": "PD00002010369",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "建筑物",
				"center": [32491.97431274414, -10929.177357177734],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32748.42510986328, -10333.220825195312],
							[32790.16571044922, -10319.589477539062],
							[33089.919921875, -11232.774108886719],
							[33048.43310546875, -11246.320922851562],
							[32971.19952392578, -11011.25390625],
							[32967.328125, -11001.603881835938],
							[32963.01007080078, -10992.650390625],
							[32958.501708984375, -10983.633422851562],
							[32954.1201171875, -10975.949890136719],
							[32948.9130859375, -10967.694885253906],
							[32943.64270019531, -10960.138305664062],
							[32937.102111816406, -10951.502380371094],
							[32930.87908935547, -10944.072875976562],
							[32925.100524902344, -10937.722778320312],
							[32919.25848388672, -10931.817321777344],
							[32911.8291015625, -10924.768798828125],
							[32904.590087890625, -10918.672790527344],
							[32897.35107421875, -10912.703796386719],
							[32889.73107910156, -10907.17919921875],
							[32881.66650390625, -10902.035705566406],
							[32874.17352294922, -10897.590698242188],
							[32865.854919433594, -10893.018676757812],
							[32856.583923339844, -10888.573608398438],
							[32847.503479003906, -10884.63671875],
							[32840.39147949219, -10881.779174804688],
							[32831.37432861328, -10878.731201171875],
							[32821.84930419922, -10876.000610351562],
							[32816.38830566406, -10874.603698730469],
							[32808.89532470703, -10872.76220703125],
							[32799.94189453125, -10871.174682617188],
							[32790.861328125, -10869.777709960938],
							[32781.463317871094, -10868.888610839844],
							[32773.01788330078, -10868.380676269531],
							[32763.937316894535, -10868.190185546875],
							[32754.412292480472, -10868.444213867188],
							[32745.776306152344, -10868.888610839844],
							[32736.63208007812, -10869.904724121094],
							[32727.615112304688, -10871.301696777344],
							[32718.40771484375, -10872.952697753906],
							[32709.581115722656, -10875.111694335938],
							[32700.69110107422, -10877.461181640625],
							[32692.499694824215, -10880.085876464844],
							[32309.46948242188, -11005.926391601562],
							[32302.039916992184, -11008.656799316406],
							[32294.673889160156, -11011.514404296875],
							[32287.371520996094, -11014.8798828125],
							[32280.005493164062, -11018.435913085938],
							[32271.559875488278, -11022.944396972656],
							[32264.320922851562, -11027.135375976562],
							[32256.002319335934, -11032.723388671875],
							[32251.9384765625, -11035.644409179688],
							[32245.01690673828, -11040.660888671875],
							[32237.96832275391, -11046.502990722656],
							[32230.665893554688, -11052.852905273438],
							[32223.998291015625, -11059.393493652344],
							[32217.20391845703, -11066.505493164062],
							[32211.234680175785, -11073.109497070312],
							[32205.773681640625, -11079.903991699219],
							[32200.56671142578, -11087.079528808594],
							[32195.677307128906, -11094.191528320312],
							[32190.851318359375, -11102.002075195312],
							[32186.342712402344, -11109.749084472656],
							[32181.77069091797, -11118.639099121094],
							[32178.08770751953, -11126.70361328125],
							[32174.34130859375, -11135.530090332031],
							[32171.229675292972, -11144.356628417969],
							[32169.451721191403, -11149.944580078125],
							[32166.97528076172, -11158.26318359375],
							[32164.562072753906, -11168.232727050781],
							[32162.720703125, -11178.0751953125],
							[32161.323730468746, -11187.536682128906],
							[32160.307678222656, -11197.252197265625],
							[32159.609130859375, -11208.23779296875],
							[32159.545715332035, -11218.270812988281],
							[32159.935119628906, -11227.734985351562],
							[32160.464294433597, -11236.413208007812],
							[32161.469726562496, -11244.615417480469],
							[32162.898498535156, -11253.875793457031],
							[32164.485900878903, -11261.919189453125],
							[32166.443908691406, -11270.332885742188],
							[32168.82507324219, -11278.693786621094],
							[32171.396911621094, -11287.414489746094],
							[32244.66748046875, -11510.134826660156],
							[32203.44750976562, -11523.702880859375],
							[31903.59210205078, -10610.455383300781],
							[31944.944885253906, -10596.830993652344],
							[32020.67547607422, -10827.602905273438],
							[32025.057128906254, -10838.77880859375],
							[32029.88311767578, -10849.637390136719],
							[32035.598083496094, -10860.749877929688],
							[32041.186096191406, -10870.211486816406],
							[32047.47247314453, -10879.736511230469],
							[32052.48907470703, -10886.721496582031],
							[32057.56909179688, -10893.135009765625],
							[32064.300109863278, -10901.199523925781],
							[32071.602722167965, -10909.010009765625],
							[32078.968688964844, -10916.05859375],
							[32086.292297363285, -10922.546081542969],
							[32094.229919433594, -10929.002014160156],
							[32103.278686523438, -10935.563598632812],
							[32111.11029052734, -10940.802429199219],
							[32118.994873046875, -10945.564880371094],
							[32127.40869140625, -10950.115783691406],
							[32136.66912841797, -10954.666625976562],
							[32147.51708984375, -10959.270385742188],
							[32157.042114257812, -10962.815795898438],
							[32167.99591064453, -10966.255310058594],
							[32179.108276367184, -10969.218688964844],
							[32188.26287841797, -10971.07080078125],
							[32200.75128173828, -10973.028686523438],
							[32214.03350830078, -10974.404602050781],
							[32224.775512695312, -10974.827880859375],
							[32236.99932861328, -10974.827880859375],
							[32247.00048828125, -10974.245788574219],
							[32259.0126953125, -10972.975708007812],
							[32270.38970947266, -10971.07080078125],
							[32280.973083496094, -10968.79541015625],
							[32290.455688476562, -10966.393005371094],
							[32678.494506835934, -10839.339782714844],
							[32687.63311767578, -10835.741394042969],
							[32695.41589355469, -10832.676818847656],
							[32703.167907714844, -10829.624328613281],
							[32710.703125, -10826.068298339844],
							[32719.169921875, -10821.665588378906],
							[32728.22930908203, -10816.585510253906],
							[32739.574523925785, -10808.965576171875],
							[32751.343322753906, -10800.244812011719],
							[32762.18048095703, -10790.931579589844],
							[32771.91729736328, -10781.448791503906],
							[32780.89190673828, -10771.796875],
							[32789.35870361328, -10760.874816894531],
							[32797.402099609375, -10749.698791503906],
							[32803.921325683594, -10739.284790039062],
							[32808.40869140625, -10730.648803710938],
							[32814.33532714844, -10718.880004882812],
							[32818.822692871094, -10708.127380371094],
							[32823.22528076172, -10695.5966796875],
							[32827.03527832031, -10682.557983398438],
							[32829.914123535156, -10669.434509277344],
							[32832.030700683594, -10657.157897949219],
							[32833.04669189453, -10647.67529296875],
							[32833.72412109375, -10638.615905761719],
							[32834.06268310547, -10627.947875976562],
							[32833.72412109375, -10618.465209960938],
							[32832.792724609375, -10605.341796875],
							[32831.628479003906, -10596.557678222656],
							[32829.914123535156, -10586.143676757812],
							[32828.32647705078, -10579.031616210938],
							[32826.02587890625, -10569.405212402344],
							[32748.42510986328, -10333.220825195312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010370",
			"type": "Feature",
			"properties": {
				"id": "PD00002010370",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "建筑物",
				"center": [31783.524681678184, -9175.839763934795],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31663.441101074222, -9000.208190917969],
							[31716.781127929684, -8982.74560546875],
							[31718.622680664062, -8987.82568359375],
							[31746.943725585934, -8978.427612304688],
							[31745.41967773437, -8973.220581054688],
							[31758.691284179688, -8968.648620605469],
							[31897.04748535156, -9389.654479980469],
							[31883.64892578125, -9394.099487304688],
							[31882.124877929688, -9388.638488769531],
							[31853.105285644528, -9398.163513183594],
							[31854.946899414062, -9403.370483398438],
							[31801.606689453125, -9420.705993652344],
							[31663.441101074222, -9000.208190917969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010371",
			"type": "Feature",
			"properties": {
				"id": "PD00002010371",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "建筑物",
				"center": [31909.131694925243, -9145.604184907059],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31820.134521484375, -8975.112426757812],
							[31823.574890136722, -8974.011779785156],
							[31824.75408935547, -8977.543884277344],
							[31865.648315429684, -8964.118286132812],
							[31864.530883789062, -8960.522216796875],
							[31867.96270751953, -8959.420776367188],
							[31882.614685058597, -9004.077819824219],
							[31885.721130371097, -9003.05859375],
							[31889.173706054684, -9013.603210449219],
							[31886.074096679688, -9014.620483398438],
							[31927.489685058597, -9140.845886230469],
							[31930.563903808594, -9139.837097167969],
							[31934.03228759766, -9150.419311523438],
							[31930.961486816406, -9151.427185058594],
							[31972.389709472656, -9277.691101074219],
							[31975.489501953125, -9276.673706054688],
							[31978.950317382812, -9287.230590820312],
							[31975.85308837891, -9288.246887207031],
							[31990.505310058594, -9332.903503417969],
							[31987.109497070316, -9334.025817871094],
							[31985.92431640625, -9330.414611816406],
							[31945.02227783203, -9343.843200683594],
							[31946.16949462891, -9347.427001953125],
							[31942.702880859375, -9348.544494628906],
							[31888.014892578125, -9181.794799804688],
							[31880.809326171875, -9184.166381835938],
							[31867.643127441406, -9144.099304199219],
							[31874.864501953125, -9141.728576660156],
							[31820.134521484375, -8975.112426757812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010372",
			"type": "Feature",
			"properties": {
				"id": "PD00002010372",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "建筑物",
				"center": [32021.627530611477, -9097.170682466947],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31918.97729492188, -8917.200012207031],
							[31946.504516601562, -8908.144287109375],
							[31944.6630859375, -8902.429321289062],
							[31968.85668945312, -8894.364807128906],
							[31970.69812011719, -8900.143310546875],
							[32015.010681152344, -8885.657775878906],
							[32152.626892089844, -9304.890991210938],
							[32108.673522949222, -9318.966796875],
							[32109.66827392578, -9321.80322265625],
							[32085.707519531254, -9329.952392578125],
							[32084.39532470703, -9326.29052734375],
							[32056.39868164063, -9336.175415039062],
							[31918.97729492188, -8917.200012207031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010373",
			"type": "Feature",
			"properties": {
				"id": "PD00002010373",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "建筑物",
				"center": [32265.535011985085, -9046.627779873934],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32089.214294433594, -8368.1328125],
							[32156.714904785156, -8346.034790039062],
							[32190.56048583984, -8448.905029296875],
							[32193.798889160156, -8504.848510742188],
							[32533.122497558594, -9539.65087890625],
							[32563.840698242188, -9586.889282226562],
							[32597.73388671875, -9690.039978027344],
							[32529.91571044922, -9712.095703125],
							[32496.218322753906, -9609.304809570312],
							[32493.090881347653, -9553.646911621094],
							[32363.390075683594, -9158.46630859375],
							[32307.509887695316, -9176.61669921875],
							[32324.76092529297, -9229.851013183594],
							[32313.648315429684, -9233.502319335938],
							[32315.1298828125, -9238.37060546875],
							[32303.382507324222, -9241.968994140625],
							[32301.689086914062, -9236.571411132812],
							[32223.848510742184, -9262.236083984375],
							[32225.59490966797, -9267.633605957031],
							[32204.110717773438, -9274.671508789062],
							[32202.62890625, -9270.014892578125],
							[32192.839294433594, -9273.031127929688],
							[32066.378906249996, -8887.3798828125],
							[32076.073303222656, -8884.162475585938],
							[32074.506896972653, -8879.421203613281],
							[32185.49188232422, -8842.982604980469],
							[32187.047485351562, -8847.71337890625],
							[32198.223693847653, -8844.189208984375],
							[32215.213500976562, -8895.776000976562],
							[32271.347473144528, -8877.487976074219],
							[32153.59008789062, -8518.211303710938],
							[32122.824279785156, -8470.776611328125],
							[32089.214294433594, -8368.1328125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010374",
			"type": "Feature",
			"properties": {
				"id": "PD00002010374",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "跑道",
				"center": [30570.01053466797, -10203.766442871094],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30141.959289550785, -8976.48291015625],
							[30198.87091064453, -8957.710205078125],
							[31212.128479003903, -12044.714111328125],
							[31155.134704589844, -12063.442077636719],
							[30141.959289550785, -8976.48291015625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010375",
			"type": "Feature",
			"properties": {
				"id": "PD00002010375",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "跑道",
				"center": [30881.678820800782, -9677.38505859375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30369.39672851562, -8192.836303710938],
							[30426.40509033203, -8174.242675781251],
							[31650.849670410156, -11906.445007324219],
							[31592.34588623047, -11920.565002441406],
							[30369.39672851562, -8192.836303710938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010376",
			"type": "Feature",
			"properties": {
				"id": "PD00002010376",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "跑道",
				"center": [33329.39155273438, -9888.582177734375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32851.609313964844, -8509.783508300781],
							[32908.69171142578, -8491.505981445312],
							[34045.95471191406, -11956.539978027344],
							[33989.092712402344, -11975.297912597656],
							[32851.609313964844, -8509.783508300781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010377",
			"type": "Feature",
			"properties": {
				"id": "PD00002010377",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "跑道",
				"center": [33747.59317626953, -9751.403967285156],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33270.21691894531, -8372.894409179688],
							[33326.58807373047, -8354.284729003906],
							[34463.46667480469, -11819.012512207031],
							[34407.477294921875, -11837.933776855469],
							[33270.21691894531, -8372.894409179688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010378",
			"type": "Feature",
			"properties": {
				"id": "PD00002010378",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "跑道",
				"center": [35855.89345703125, -10559.039489746094],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[35414.69708251953, -9272.508422851562],
							[35457.406311035156, -9258.400817871094],
							[36517.685302734375, -12488.873107910156],
							[36474.981506347656, -12502.906677246094],
							[35414.69708251953, -9272.508422851562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010379",
			"type": "Feature",
			"properties": {
				"id": "PD00002010379",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [29870.488446635583, -9395.590430475051],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29874.19873046875, -9479.643310546875],
							[29867.231323242188, -9458.372009277344],
							[29882.818298339844, -9453.333923339844],
							[29899.243713378906, -9421.837829589844],
							[29867.589477539062, -9405.096374511719],
							[29851.54870605469, -9410.493286132812],
							[29844.733276367188, -9389.685791015625],
							[29860.477478027344, -9384.437683105469],
							[29876.581298828125, -9352.57470703125],
							[29845.011108398438, -9336.432312011719],
							[29829.034729003906, -9341.7578125],
							[29822.05889892578, -9320.461120605469],
							[29837.719116210938, -9315.523193359375],
							[29853.41632080078, -9285.195617675781],
							[29820.05767822266, -9260.642211914062],
							[29804.15588378906, -9265.803283691406],
							[29797.13592529297, -9244.37158203125],
							[29813.010925292965, -9239.503112792969],
							[29825.499328613278, -9199.709777832031],
							[29824.22930908203, -9194.629821777344],
							[29882.649291992188, -9175.579711914062],
							[30009.259887695312, -9559.9072265625],
							[29949.950683593746, -9579.465209960938],
							[29948.5537109375, -9575.401184082031],
							[29914.949279785156, -9550.272094726562],
							[29898.947326660156, -9555.479125976562],
							[29892.21630859375, -9534.651123046875],
							[29907.964477539062, -9529.444091796875],
							[29920.52691650391, -9489.724792480469],
							[29890.173706054688, -9474.230712890625],
							[29874.19873046875, -9479.643310546875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010380",
			"type": "Feature",
			"properties": {
				"id": "PD00002010380",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30128.494008710306, -10171.548373314643],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30258.608703613285, -10320.245300292969],
							[30199.273315429688, -10340.335205078125],
							[30197.49530029297, -10334.747192382812],
							[30167.269287109375, -10319.380187988281],
							[30151.108276367184, -10324.838500976562],
							[30144.337097167972, -10304.165710449219],
							[30160.608886718746, -10298.248779296875],
							[30176.907287597656, -10266.710388183594],
							[30144.733886718746, -10250.623596191406],
							[30128.56512451172, -10256.01318359375],
							[30121.53350830078, -10234.545776367188],
							[30137.537109375, -10229.245300292969],
							[30153.623901367188, -10197.495178222656],
							[30121.87371826172, -10181.620178222656],
							[30105.96752929687, -10187.022277832031],
							[30098.997924804688, -10165.744079589844],
							[30115.3544921875, -10160.749816894531],
							[30131.652709960938, -10128.7880859375],
							[30099.267700195312, -10112.701416015625],
							[30083.375915527344, -10118.049499511719],
							[30076.649902343746, -10097.514709472656],
							[30092.71307373047, -10091.785095214844],
							[30108.164672851562, -10061.728393554688],
							[30074.93310546875, -10036.751708984375],
							[30058.537475585938, -10042.216918945312],
							[30051.674682617184, -10021.264892578125],
							[30067.778076171875, -10015.927917480469],
							[30080.097106933594, -9975.922790527344],
							[30078.700073242188, -9971.223815917969],
							[30137.36572265625, -9952.148376464844],
							[30258.608703613285, -10320.245300292969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010381",
			"type": "Feature",
			"properties": {
				"id": "PD00002010381",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30003.850363454512, -9791.406903666835],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30133.38909912109, -9940.075317382812],
							[30074.762878417965, -9959.656188964844],
							[30072.85809326172, -9954.576110839844],
							[30042.88592529297, -9939.463195800781],
							[30026.54888916016, -9944.55517578125],
							[30019.73248291016, -9923.74462890625],
							[30035.89031982422, -9918.254089355469],
							[30052.18872070313, -9886.080688476562],
							[30020.01531982422, -9870.417297363281],
							[30003.99591064453, -9875.700378417969],
							[29997.1708984375, -9854.863403320312],
							[30013.13751220703, -9849.374816894531],
							[30029.393676757812, -9817.709411621094],
							[29997.728088378906, -9801.453308105469],
							[29981.439697265625, -9806.835693359375],
							[29974.582092285156, -9785.899475097656],
							[29990.30932617187, -9780.657104492188],
							[30006.97808837891, -9748.906982421875],
							[29975.227905273438, -9732.502807617188],
							[29958.964111328125, -9738.217224121094],
							[29952.00347900391, -9716.966491699219],
							[29968.279296874996, -9711.632507324219],
							[29983.307678222656, -9681.364074707031],
							[29949.864318847656, -9656.810729980469],
							[29934.048278808597, -9662.148681640625],
							[29927.067687988278, -9640.837097167969],
							[29942.794494628906, -9635.813293457031],
							[29955.32531738281, -9596.019897460938],
							[29953.93707275391, -9591.026306152344],
							[30012.1455078125, -9571.976318359375],
							[30133.38909912109, -9940.075317382812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010382",
			"type": "Feature",
			"properties": {
				"id": "PD00002010382",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30232.2835664295, -10480.515113467261],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30279.676879882812, -10583.949584960938],
							[30277.096496582028, -10576.767395019531],
							[30246.785705566406, -10561.696716308594],
							[30230.447875976562, -10567.06591796875],
							[30223.554077148438, -10546.018615722656],
							[30240.202880859375, -10540.487609863281],
							[30256.3955078125, -10508.949279785156],
							[30224.116088867188, -10492.756713867188],
							[30207.908325195312, -10498.250915527344],
							[30201.088928222653, -10477.431213378906],
							[30217.54931640625, -10472.092712402344],
							[30232.789306640625, -10441.718505859375],
							[30199.240112304688, -10416.635925292969],
							[30183.04949951172, -10422.355895996094],
							[30176.05108642578, -10400.989929199219],
							[30192.703125, -10395.961303710938],
							[30204.861328124996, -10356.083190917969],
							[30203.337280273434, -10351.511291503906],
							[30262.491088867188, -10332.032287597656],
							[30338.93310546875, -10564.11279296875],
							[30279.676879882812, -10583.949584960938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010383",
			"type": "Feature",
			"properties": {
				"id": "PD00002010383",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30371.347288070185, -10922.00053750315],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30301.028930664062, -10781.266479492188],
							[30317.376525878906, -10776.042602539062],
							[30329.768920898438, -10736.275390625],
							[30328.24487304687, -10731.534118652344],
							[30387.00372314453, -10712.060729980469],
							[30507.84631347656, -11080.002075195312],
							[30448.72491455078, -11100.032897949219],
							[30447.202087402347, -11094.956604003906],
							[30417.021301269528, -11079.477600097656],
							[30400.699096679688, -11084.797729492188],
							[30393.94989013672, -11064.243713378906],
							[30410.004272460934, -11058.74951171875],
							[30426.18487548828, -11026.959411621094],
							[30394.680297851562, -11010.58837890625],
							[30378.028686523438, -11015.7578125],
							[30371.192871093754, -10994.940490722656],
							[30387.637084960938, -10989.648803710938],
							[30403.436889648438, -10957.953918457031],
							[30371.74188232422, -10941.868408203125],
							[30355.454711914062, -10947.011779785156],
							[30348.55352783203, -10925.995300292969],
							[30364.712707519528, -10920.843078613281],
							[30380.829895019535, -10888.989501953125],
							[30349.103271484375, -10872.872375488281],
							[30332.853515625, -10878.183288574219],
							[30326.0205078125, -10857.374389648438],
							[30342.123474121094, -10851.932800292969],
							[30357.352111816406, -10821.72900390625],
							[30324.102722167972, -10796.601501464844],
							[30307.85711669922, -10802.060485839844],
							[30301.028930664062, -10781.266479492188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010384",
			"type": "Feature",
			"properties": {
				"id": "PD00002010384",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30789.698229108537, -12179.902893066406],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30748.512084960938, -12144.018615722654],
							[30764.5966796875, -12138.742797851562],
							[30780.725708007812, -12106.738708496094],
							[30838.728881835934, -12087.476013183594],
							[30886.192321777344, -12231.99267578125],
							[30820.205688476562, -12253.566528320312],
							[30796.519470214844, -12235.855590820312],
							[30780.41571044922, -12241.17687988281],
							[30773.50311279297, -12220.12548828125],
							[30789.28051757812, -12215.112304687502],
							[30801.768920898434, -12175.107177734375],
							[30771.394714355465, -12159.655517578123],
							[30755.419311523438, -12165.053588867186],
							[30748.512084960938, -12144.018615722654]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010385",
			"type": "Feature",
			"properties": {
				"id": "PD00002010385",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30769.095056152342, -12084.278479003906],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30723.66589355469, -12085.169799804688],
							[30826.700317382812, -12050.850891113281],
							[30837.28149414062, -12083.068603515625],
							[30734.161682128906, -12117.13330078125],
							[30723.66589355469, -12085.169799804688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010386",
			"type": "Feature",
			"properties": {
				"id": "PD00002010386",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30733.683218819755, -12012.83217075893],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30701.909729003906, -12018.073791503906],
							[30704.7529296875, -12017.132995605469],
							[30702.160095214847, -12009.301208496094],
							[30802.339294433594, -11976.507995605469],
							[30812.86987304688, -12008.503112792969],
							[30709.840881347656, -12042.232299804688],
							[30701.909729003906, -12018.073791503906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010387",
			"type": "Feature",
			"properties": {
				"id": "PD00002010387",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30732.755932617187, -11973.06241455078],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30687.42767333984, -11973.961181640625],
							[30790.278076171875, -11939.8623046875],
							[30800.79132080078, -11971.804809570312],
							[30697.85491943359, -12005.722595214844],
							[30687.42767333984, -11973.961181640625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010388",
			"type": "Feature",
			"properties": {
				"id": "PD00002010388",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30708.220092773438, -11898.401892089843],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30662.873901367188, -11899.17041015625],
							[30765.744873046875, -11865.323303222656],
							[30776.248107910156, -11897.235107421875],
							[30673.35968017578, -11931.110229492188],
							[30662.873901367188, -11899.17041015625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010389",
			"type": "Feature",
			"properties": {
				"id": "PD00002010389",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30696.727783203125, -11863.431884765625],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30651.737915039062, -11865.249877929688],
							[30754.606323242188, -11831.481079101562],
							[30764.199279785156, -11860.627502441406],
							[30661.357482910156, -11894.551086425781],
							[30651.737915039062, -11865.249877929688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010390",
			"type": "Feature",
			"properties": {
				"id": "PD00002010390",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30699.099499511718, -11801.313439941407],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30744.05908203125, -11799.435485839844],
							[30641.23950195312, -11833.271789550781],
							[30631.677124023438, -11804.145629882812],
							[30734.46270751953, -11770.27880859375],
							[30744.05908203125, -11799.435485839844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010391",
			"type": "Feature",
			"properties": {
				"id": "PD00002010391",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30607.492626953124, -11639.270280761719],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30549.887084960938, -11539.130798339844],
							[30565.822692871094, -11533.964904785156],
							[30576.958923339847, -11497.701293945312],
							[30575.340698242188, -11492.752014160156],
							[30636.703491210938, -11472.3466796875],
							[30733.103271484375, -11765.865295410156],
							[30675.337524414062, -11784.6669921875],
							[30642.952514648438, -11768.368591308594],
							[30626.907104492188, -11773.685913085938],
							[30620.065490722656, -11752.8505859375],
							[30636.1630859375, -11747.400207519531],
							[30652.343688964847, -11715.610107421875],
							[30620.26812744141, -11699.524719238281],
							[30604.302490234375, -11704.846496582031],
							[30597.456481933594, -11683.997497558594],
							[30613.709472656246, -11678.393005371094],
							[30629.699707031246, -11646.555297851562],
							[30597.647888183594, -11630.636474609375],
							[30581.682128906246, -11635.958312988281],
							[30574.712524414062, -11614.7333984375],
							[30590.97351074219, -11609.593994140625],
							[30606.07550048828, -11579.263305664062],
							[30572.57208251953, -11554.770324707031],
							[30556.74310302734, -11560.010009765625],
							[30549.887084960938, -11539.130798339844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010392",
			"type": "Feature",
			"properties": {
				"id": "PD00002010392",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30496.08490187122, -11302.10412203881],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30425.93212890625, -11161.64111328125],
							[30442.069274902344, -11156.210205078125],
							[30454.12548828125, -11116.107788085938],
							[30452.7294921875, -11111.666015625],
							[30511.906311035156, -11092.364196777344],
							[30632.73370361328, -11460.259399414062],
							[30573.384277343746, -11479.518493652344],
							[30571.86151123047, -11475.076721191406],
							[30541.710693359375, -11459.555480957031],
							[30525.480102539062, -11464.802612304688],
							[30518.71691894531, -11444.205810546875],
							[30535.00653076172, -11438.471374511719],
							[30550.743103027344, -11406.87158203125],
							[30519.143310546875, -11390.75439453125],
							[30502.882690429688, -11395.984985351562],
							[30496.030883789062, -11375.118408203125],
							[30512.20532226563, -11369.91748046875],
							[30528.290710449215, -11337.841796875],
							[30496.02471923828, -11321.94677734375],
							[30480.293090820312, -11327.190612792969],
							[30473.446899414062, -11306.341186523438],
							[30489.523071289062, -11300.982482910156],
							[30505.64031982422, -11269.002075195312],
							[30473.53289794922, -11253.011779785156],
							[30457.63928222656, -11258.201477050781],
							[30450.83367919922, -11237.476013183594],
							[30466.938476562496, -11232.025207519531],
							[30482.16729736328, -11201.694519042969],
							[30448.917724609375, -11176.82080078125],
							[30432.789916992188, -11182.52587890625],
							[30425.93212890625, -11161.64111328125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010393",
			"type": "Feature",
			"properties": {
				"id": "PD00002010393",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [30897.892381147904, -8339.06880049272],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30992.86431884766, -8580.522827148438],
							[30985.3466796875, -8582.817199707031],
							[30970.46368408203, -8611.432312011719],
							[30909.25927734375, -8631.775695800781],
							[30725.54888916016, -8072.436706542969],
							[30779.46368408203, -8054.905517578125],
							[30819.21350097656, -8075.677185058594],
							[30826.190917968746, -8073.606506347656],
							[30830.85327148437, -8087.786682128905],
							[30823.782104492188, -8090.271423339844],
							[30803.85772705078, -8127.328186035156],
							[30842.056701660156, -8147.37939453125],
							[30849.625122070312, -8144.878479003907],
							[30854.281311035156, -8159.039428710938],
							[30847.00610351562, -8161.466003417969],
							[30827.462524414062, -8198.395812988281],
							[30866.042114257812, -8218.193298339844],
							[30873.04071044922, -8216.093688964844],
							[30877.772094726562, -8230.483581542969],
							[30869.97607421875, -8233.295227050781],
							[30850.68627929688, -8269.717407226562],
							[30888.631286621097, -8289.768676757812],
							[30896.405517578125, -8287.154907226562],
							[30901.195678710938, -8301.723083496094],
							[30894.1552734375, -8304.0703125],
							[30873.59649658203, -8342.332580566406],
							[30912.334716796875, -8361.083129882812],
							[30919.861328125, -8358.492797851562],
							[30924.585876464847, -8372.861694335938],
							[30917.284118652344, -8375.360107421875],
							[30898.53369140625, -8412.861022949219],
							[30936.03448486328, -8432.372924804688],
							[30943.310913085938, -8429.811706542969],
							[30947.974914550778, -8443.996276855469],
							[30940.83947753906, -8446.49560546875],
							[30921.27990722656, -8483.544494628906],
							[30959.756286621094, -8503.460876464844],
							[30966.763671875, -8501.140502929688],
							[30971.472717285153, -8515.462585449219],
							[30963.634887695312, -8518.020812988281],
							[30943.160705566403, -8556.262023925781],
							[30980.72509765625, -8568.783386230469],
							[30988.0703125, -8565.942321777344],
							[30992.86431884766, -8580.522827148438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010394",
			"type": "Feature",
			"properties": {
				"id": "PD00002010394",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31084.0175554548, -8968.582078334264],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31119.07830810547, -9061.477783203125],
							[31077.90447998047, -9041.110290527344],
							[31069.243103027344, -9043.68017578125],
							[31064.51190185547, -9029.261779785156],
							[31073.24072265625, -9026.452575683594],
							[31090.75372314453, -8991.236022949219],
							[31078.475524902344, -8995.233581542969],
							[31059.534729003903, -8985.905883789062],
							[31051.310119628906, -8989.028381347656],
							[31046.487915039062, -8974.332885742188],
							[31054.585327148438, -8971.248229980469],
							[31062.96112060547, -8954.686889648438],
							[31046.875671386715, -8947.548400878906],
							[31038.6787109375, -8950.533996582031],
							[31033.705078125, -8935.377197265625],
							[31042.30712890625, -8932.509887695312],
							[31050.20709228516, -8916.614807128906],
							[31034.407287597656, -8909.190795898438],
							[31026.01068115234, -8911.928100585938],
							[31021.17712402344, -8897.198181152344],
							[31029.362670898438, -8893.866882324219],
							[31039.79107666016, -8875.464111328125],
							[31097.294921875, -8856.489501953125],
							[31098.50848388672, -8857.631713867188],
							[31099.579101562504, -8858.702514648438],
							[31100.649902343746, -8860.415710449219],
							[31101.577880859375, -8862.0576171875],
							[31159.44091796875, -9038.832275390625],
							[31159.68188476563, -9040.849975585938],
							[31159.621704101562, -9043.048400878906],
							[31159.350708007812, -9044.55419921875],
							[31158.89892578125, -9046.24072265625],
							[31158.477294921875, -9047.505493164062],
							[31157.84490966797, -9048.679992675781],
							[31119.07830810547, -9061.477783203125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010395",
			"type": "Feature",
			"properties": {
				"id": "PD00002010395",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31225.400282118055, -9366.016069200305],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31242.45428466797, -9464.565124511719],
							[31211.483520507812, -9449.627197265625],
							[31203.326904296875, -9452.5634765625],
							[31198.492309570312, -9437.848815917969],
							[31206.81970214844, -9434.969482421875],
							[31223.952087402344, -9402.322814941406],
							[31191.019897460938, -9386.142211914062],
							[31182.38891601562, -9388.835083007812],
							[31177.616699218754, -9374.310485839844],
							[31186.26593017578, -9371.445678710938],
							[31206.919921875004, -9331.089416503906],
							[31166.56372070312, -9310.911193847656],
							[31157.790283203125, -9313.966186523438],
							[31152.922729492188, -9299.151000976562],
							[31157.802673339847, -9297.423583984375],
							[31161.356872558594, -9296.255310058594],
							[31180.18951416016, -9258.3203125],
							[31214.683898925778, -9246.966003417969],
							[31217.610717773438, -9247.037292480469],
							[31220.252075195312, -9247.322875976562],
							[31223.1787109375, -9248.179504394531],
							[31225.605895996097, -9249.535827636719],
							[31228.2470703125, -9251.820190429688],
							[31230.388671875, -9254.818298339844],
							[31231.74487304687, -9258.387512207031],
							[31289.464111328125, -9434.451904296875],
							[31289.785278320312, -9436.620178222656],
							[31289.86572265625, -9438.788513183594],
							[31289.705078124996, -9441.037109375],
							[31289.10272216797, -9443.205505371094],
							[31288.139099121094, -9445.414001464844],
							[31287.014709472653, -9447.220886230469],
							[31285.328308105472, -9449.027893066406],
							[31283.320678710938, -9450.5537109375],
							[31281.152282714844, -9451.878784179688],
							[31242.45428466797, -9464.565124511719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010396",
			"type": "Feature",
			"properties": {
				"id": "PD00002010396",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31328.227320053997, -9708.203597124884],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31367.724670410156, -9840.301086425781],
							[31334.480895996097, -9823.829406738281],
							[31326.111694335938, -9826.661926269531],
							[31321.270080566406, -9811.917297363281],
							[31329.673706054684, -9809.205505371094],
							[31346.725708007812, -9776.65380859375],
							[31313.15692138672, -9760.0703125],
							[31305.118103027344, -9762.728881835938],
							[31299.97412109375, -9747.064208984375],
							[31309.50628662109, -9743.850708007812],
							[31327.352478027344, -9707.65869140625],
							[31290.375122070312, -9689.2412109375],
							[31281.985473632812, -9692.282409667969],
							[31276.666687011722, -9676.085388183594],
							[31286.448913574215, -9673.036987304688],
							[31304.872680664062, -9637.669006347656],
							[31267.17987060547, -9619.411193847656],
							[31258.959106445312, -9622.160400390625],
							[31254.081909179684, -9607.307800292969],
							[31262.651306152347, -9604.264587402344],
							[31284.271118164062, -9563.47412109375],
							[31322.58868408203, -9550.924194335938],
							[31324.301879882812, -9551.673706054688],
							[31325.747497558597, -9552.744506835938],
							[31327.35369873047, -9554.136474609375],
							[31328.799316406246, -9555.9033203125],
							[31330.351928710938, -9558.901489257812],
							[31414.05908203125, -9814.0546875],
							[31414.500915527347, -9816.423706054688],
							[31414.62127685547, -9818.873107910156],
							[31414.380310058594, -9821.402709960938],
							[31413.898498535156, -9823.209777832031],
							[31412.814270019535, -9825.498596191406],
							[31367.724670410156, -9840.301086425781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010397",
			"type": "Feature",
			"properties": {
				"id": "PD00002010397",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31628.449151901972, -9896.39050874256],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31654.638122558594, -9928.735595703125],
							[31649.704101562504, -9930.011108398438],
							[31638.636108398438, -9970.010681152344],
							[31637.35552978516, -9975.705627441406],
							[31592.143493652344, -9990.268310546875],
							[31542.568908691406, -9840.177307128906],
							[31584.385681152344, -9826.483703613281],
							[31621.615478515625, -9845.776428222656],
							[31627.045288085938, -9843.860290527344],
							[31634.27429199219, -9841.851196289062],
							[31638.41931152344, -9854.341003417969],
							[31630.7705078125, -9857.237609863281],
							[31625.658325195312, -9858.709289550781],
							[31609.148315429684, -9890.671020507812],
							[31613.27569580078, -9889.08349609375],
							[31631.479125976566, -9907.392700195312],
							[31642.24127197266, -9891.448608398438],
							[31650.07452392578, -9914.811096191406],
							[31657.355895996094, -9912.4404296875],
							[31662.00408935547, -9926.449584960938],
							[31654.638122558594, -9928.735595703125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010398",
			"type": "Feature",
			"properties": {
				"id": "PD00002010398",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31531.388603659238, -9676.966697543276],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31606.008117675778, -9780.186096191406],
							[31601.011108398438, -9781.767883300781],
							[31581.156311035156, -9817.122802734375],
							[31554.835876464847, -9825.734375],
							[31553.470703125004, -9825.861389160156],
							[31552.105529785156, -9825.98828125],
							[31550.771911621094, -9825.956604003906],
							[31549.216125488285, -9825.82958984375],
							[31547.78747558594, -9825.448608398438],
							[31545.882507324222, -9824.718383789062],
							[31544.199707031246, -9823.861083984375],
							[31543.02490234375, -9822.908508300781],
							[31541.818481445312, -9821.892578125],
							[31540.837280273438, -9820.661682128906],
							[31539.567321777347, -9818.809692382812],
							[31538.61492919922, -9816.692993164062],
							[31453.565307617188, -9557.398010253906],
							[31453.141906738278, -9555.535400390625],
							[31452.97247314453, -9553.884399414062],
							[31453.05731201172, -9552.2333984375],
							[31453.226684570312, -9550.455383300781],
							[31453.734680175785, -9548.507995605469],
							[31454.369689941406, -9546.856994628906],
							[31455.42791748047, -9545.205993652344],
							[31456.909484863278, -9543.639709472656],
							[31458.941528320312, -9542.073303222656],
							[31460.507873535156, -9541.015075683594],
							[31463.598327636722, -9539.914306640625],
							[31484.20050048828, -9533.115600585938],
							[31486.909912109375, -9534.639587402344],
							[31511.15850830078, -9548.021179199219],
							[31526.65252685547, -9556.720703125],
							[31532.29510498047, -9554.834716796875],
							[31539.21649169922, -9552.612182617188],
							[31542.915100097656, -9563.873901367188],
							[31530.43988037109, -9567.889709472656],
							[31511.389892578125, -9605.883911132812],
							[31553.511718750004, -9627.156494140625],
							[31562.64288330078, -9623.943603515625],
							[31566.29571533203, -9635.065795898438],
							[31554.148498535153, -9638.991882324219],
							[31533.82830810547, -9676.202880859375],
							[31572.690490722656, -9697.411987304688],
							[31585.400878906246, -9693.239379882812],
							[31589.56689453125, -9705.924377441406],
							[31577.061279296875, -9710.05908203125],
							[31556.635498046875, -9748.370788574219],
							[31596.111328125, -9768.690795898438],
							[31608.773071289062, -9764.406311035156],
							[31613.204711914062, -9777.900085449219],
							[31606.008117675778, -9780.186096191406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010399",
			"type": "Feature",
			"properties": {
				"id": "PD00002010399",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31449.4645273309, -9384.534923352694],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31510.5048828125, -9488.945007324219],
							[31505.426696777344, -9490.462890625],
							[31487.53887939453, -9522.811706542969],
							[31486.163085937504, -9526.198425292969],
							[31459.493103027344, -9534.982604980469],
							[31454.942321777347, -9535.08837890625],
							[31450.814697265625, -9534.135986328125],
							[31447.00469970703, -9531.490112304688],
							[31443.406311035153, -9526.939208984375],
							[31357.742126464844, -9264.919189453125],
							[31357.742126464844, -9260.580078125],
							[31359.117919921875, -9256.029174804688],
							[31361.86950683594, -9252.748291015625],
							[31366.314514160156, -9249.784912109375],
							[31389.068725585934, -9242.58837890625],
							[31391.079711914066, -9243.434997558594],
							[31416.4365234375, -9256.552185058594],
							[31430.723876953125, -9263.960510253906],
							[31436.164672851562, -9261.955810546875],
							[31443.25549316406, -9259.7333984375],
							[31447.619506835938, -9273.053405761719],
							[31435.08428955078, -9276.978088378906],
							[31414.637329101562, -9314.951110839844],
							[31453.753295898438, -9335.271179199219],
							[31466.637512207035, -9331.1005859375],
							[31470.89111328125, -9344.083679199219],
							[31458.41528320312, -9348.301879882812],
							[31439.61932373047, -9385.724609375],
							[31477.380676269528, -9406.552612304688],
							[31489.981506347656, -9402.352416992188],
							[31494.24249267578, -9415.357604980469],
							[31481.857482910156, -9419.316284179688],
							[31462.68048095703, -9456.781311035156],
							[31487.318481445316, -9468.973388671875],
							[31502.685485839844, -9479.13330078125],
							[31513.93731689453, -9475.471496582031],
							[31517.595703125004, -9486.637878417969],
							[31510.5048828125, -9488.945007324219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010400",
			"type": "Feature",
			"properties": {
				"id": "PD00002010400",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31364.725992257256, -9122.862799944196],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31414.669128417972, -9198.539489746094],
							[31410.01788330078, -9200.076477050781],
							[31392.54992675781, -9231.665405273438],
							[31390.433105468746, -9235.36962890625],
							[31363.501098632812, -9244.274108886719],
							[31360.707092285156, -9244.274108886719],
							[31358.167114257812, -9244.189514160156],
							[31355.7119140625, -9243.427490234375],
							[31353.595092773438, -9242.326782226562],
							[31351.81707763672, -9240.887512207031],
							[31349.954528808594, -9239.27880859375],
							[31348.007080078125, -9235.722778320312],
							[31262.729125976562, -8968.587890625],
							[31301.421875, -8955.972595214844],
							[31320.807922363285, -8965.703308105469],
							[31335.11669921875, -8973.069396972656],
							[31340.707275390625, -8971.466613769531],
							[31347.64990234375, -8969.265197753906],
							[31351.882080078125, -8982.127380371094],
							[31339.201721191406, -8986.129211425781],
							[31318.945312499996, -9024.2998046875],
							[31358.315307617188, -9044.619812011719],
							[31371.091308593746, -9040.507080078125],
							[31375.362915039062, -9053.488708496094],
							[31363.134887695312, -9057.459594726562],
							[31342.285705566406, -9095.559692382812],
							[31381.86749267578, -9115.77392578125],
							[31394.49450683594, -9111.6328125],
							[31398.797485351562, -9124.710327148438],
							[31386.607482910156, -9128.406005859375],
							[31365.86407470703, -9166.675476074219],
							[31405.06488037109, -9187.080078125],
							[31417.972473144535, -9182.986083984375],
							[31422.289123535156, -9196.105407714844],
							[31414.669128417972, -9198.539489746094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010401",
			"type": "Feature",
			"properties": {
				"id": "PD00002010401",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31256.538197835285, -8804.186984592014],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31319.19268798828, -8907.76708984375],
							[31314.326293945312, -8909.379577636719],
							[31296.919921875, -8941.27490234375],
							[31261.76947021484, -8953.074401855469],
							[31259.86450195312, -8952.439392089844],
							[31257.95947265625, -8951.23291015625],
							[31255.546508789062, -8949.581909179688],
							[31254.212890624996, -8947.676879882812],
							[31252.434875488285, -8944.755920410156],
							[31166.94610595703, -8684.146606445312],
							[31166.364074707035, -8678.484497070312],
							[31168.42767333984, -8672.716613769531],
							[31171.338317871094, -8669.647399902344],
							[31175.413085937504, -8667.419799804688],
							[31196.79150390625, -8660.328979492188],
							[31200.49572753906, -8662.339782714844],
							[31239.79351806641, -8682.51318359375],
							[31245.474914550778, -8680.437316894531],
							[31249.49670410156, -8679.273193359375],
							[31253.91131591797, -8692.186279296875],
							[31243.8701171875, -8695.42919921875],
							[31224.185119628906, -8732.365112304688],
							[31266.306884765625, -8754.590087890625],
							[31274.406677246094, -8752.138793945312],
							[31278.162109375, -8763.123901367188],
							[31267.582275390625, -8766.64990234375],
							[31247.51611328125, -8803.860900878906],
							[31287.39428710937, -8824.688903808594],
							[31297.97247314453, -8821.071899414062],
							[31302.484313964844, -8834.269592285156],
							[31290.569274902347, -8838.235595703125],
							[31270.37628173828, -8875.954711914062],
							[31309.619323730465, -8896.401794433594],
							[31322.25653076172, -8892.106811523438],
							[31326.801086425785, -8905.400512695312],
							[31319.19268798828, -8907.76708984375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010402",
			"type": "Feature",
			"properties": {
				"id": "PD00002010402",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31385.33798680161, -8765.229286887428],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31452.699096679684, -8896.264221191406],
							[31424.915893554684, -8882.589599609375],
							[31416.872680664062, -8879.880310058594],
							[31412.536682128906, -8881.296020507812],
							[31407.795288085938, -8882.820007324219],
							[31402.8798828125, -8867.843688964844],
							[31412.46990966797, -8864.843383789062],
							[31426.524475097656, -8837.072692871094],
							[31400.61651611328, -8823.780029296875],
							[31389.71307373047, -8827.728088378906],
							[31384.16607666016, -8810.828308105469],
							[31393.857299804688, -8807.567687988281],
							[31408.779907226566, -8780.791809082031],
							[31382.215698242188, -8769.255981445312],
							[31371.63409423828, -8772.646911621094],
							[31366.477722167972, -8756.93701171875],
							[31376.11248779297, -8753.539611816406],
							[31390.294311523434, -8727.081298828125],
							[31362.56591796875, -8714.487182617188],
							[31353.534118652344, -8717.501892089844],
							[31348.656311035156, -8702.640808105469],
							[31358.087280273438, -8699.668701171875],
							[31372.73468017578, -8671.982604980469],
							[31351.554321289062, -8661.797607421875],
							[31344.794677734375, -8659.367309570312],
							[31335.44750976562, -8662.397277832031],
							[31330.570678710938, -8647.539306640625],
							[31335.396728515625, -8645.930603027344],
							[31339.968688964844, -8644.406677246094],
							[31356.95727539062, -8611.751586914062],
							[31379.38250732422, -8604.470703125],
							[31473.24267578125, -8889.593322753906],
							[31452.699096679684, -8896.264221191406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010403",
			"type": "Feature",
			"properties": {
				"id": "PD00002010403",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31711.14246868265, -9703.332883637528],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31713.472900390625, -9745.154296875],
							[31721.065490722656, -9742.654296875],
							[31726.73809814453, -9728.768981933594],
							[31723.944091796875, -9729.615600585938],
							[31706.164123535156, -9718.693603515625],
							[31697.868286132812, -9721.514892578125],
							[31693.738891601562, -9708.9423828125],
							[31702.10711669922, -9706.247497558594],
							[31708.795898437504, -9689.568176269531],
							[31693.47113037109, -9680.085510253906],
							[31685.17950439453, -9682.881408691406],
							[31681.151123046875, -9670.616577148438],
							[31689.503723144528, -9667.739624023438],
							[31696.10772705078, -9651.039001464844],
							[31680.931091308594, -9641.577575683594],
							[31672.526489257812, -9644.357177734375],
							[31668.50451660156, -9632.111694335938],
							[31676.82489013672, -9629.302978515625],
							[31684.62030029297, -9609.969787597656],
							[31713.63989257812, -9600.381286621094],
							[31762.024291992188, -9745.965881347656],
							[31761.44232177734, -9750.834289550781],
							[31760.860107421875, -9752.950927734375],
							[31755.198120117184, -9760.041809082031],
							[31749.218505859375, -9762.793395996094],
							[31741.553100585938, -9765.171020507812],
							[31725.322875976562, -9755.041076660156],
							[31717.68408203125, -9757.478576660156],
							[31713.472900390625, -9745.154296875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010404",
			"type": "Feature",
			"properties": {
				"id": "PD00002010404",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31766.39041573661, -9854.336244419643],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31767.472290039062, -9907.940490722656],
							[31775.19012451172, -9905.379028320312],
							[31780.48168945312, -9891.514709472656],
							[31777.30688476563, -9892.679016113281],
							[31759.632690429688, -9881.778076171875],
							[31751.329284667965, -9884.286376953125],
							[31747.306884765625, -9872.028686523438],
							[31755.39929199219, -9869.402709960938],
							[31762.25732421875, -9852.554016113281],
							[31747.271301269535, -9843.0712890625],
							[31738.702270507812, -9845.8076171875],
							[31734.64331054688, -9833.438293457031],
							[31742.995483398438, -9830.627075195312],
							[31749.726684570312, -9814.117004394531],
							[31734.48651123047, -9804.591979980469],
							[31726.08911132813, -9807.370178222656],
							[31722.001098632812, -9794.912780761719],
							[31730.257507324215, -9792.275085449219],
							[31737.400512695312, -9774.622985839844],
							[31754.669921875, -9768.821594238281],
							[31757.84490966797, -9768.662902832031],
							[31760.173278808594, -9768.609985351562],
							[31765.782287597656, -9770.197509765625],
							[31770.2802734375, -9773.637084960938],
							[31772.873291015625, -9778.3466796875],
							[31815.74829101562, -9909.140991210938],
							[31816.002075195312, -9912.104309082031],
							[31815.832885742188, -9915.491088867188],
							[31815.155517578125, -9918.285095214844],
							[31813.546875, -9921.248413085938],
							[31811.17608642578, -9923.873107910156],
							[31796.665100097656, -9928.722290039062],
							[31778.894287109375, -9917.973205566406],
							[31771.596923828125, -9920.31640625],
							[31767.472290039062, -9907.940490722656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010405",
			"type": "Feature",
			"properties": {
				"id": "PD00002010405",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32431.688926696777, -9505.947551727295],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32478.78912353516, -9628.34912109375],
							[32475.404724121094, -9629.405883789062],
							[32460.018920898438, -9657.037719726562],
							[32426.634277343754, -9667.973205566406],
							[32331.803100585938, -9379.113708496094],
							[32363.74072265625, -9368.611022949219],
							[32368.714904785156, -9370.727722167969],
							[32383.898925781254, -9377.653381347656],
							[32393.296875, -9382.394775390625],
							[32410.94989013672, -9376.806823730469],
							[32417.85089111328, -9397.828186035156],
							[32401.19873046875, -9403.098693847656],
							[32387.54608154297, -9427.334411621094],
							[32412.734680175778, -9439.399597167969],
							[32429.534729003903, -9433.418395996094],
							[32436.39428710937, -9454.313293457031],
							[32419.818908691406, -9459.803405761719],
							[32405.84887695312, -9483.933410644531],
							[32431.24890136719, -9495.786804199219],
							[32448.118713378906, -9490.028015136719],
							[32454.967712402347, -9510.890991210938],
							[32438.244873046875, -9516.397888183594],
							[32424.59228515625, -9540.527893066406],
							[32449.039916992184, -9552.169616699219],
							[32466.668884277344, -9546.534790039062],
							[32473.481689453125, -9567.287475585938],
							[32456.91912841797, -9572.667785644531],
							[32442.949279785156, -9597.136474609375],
							[32467.587280273438, -9608.481811523438],
							[32485.177307128906, -9602.913818359375],
							[32492.081909179688, -9623.946411132812],
							[32478.78912353516, -9628.34912109375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010406",
			"type": "Feature",
			"properties": {
				"id": "PD00002010406",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32358.763922119142, -9342.760412597656],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32378.12170410156, -9343.50732421875],
							[32371.995727539062, -9345.327697753906],
							[32361.83569335937, -9365.647705078125],
							[32330.672912597656, -9375.671508789062],
							[32316.719299316406, -9333.168823242188],
							[32347.89569091797, -9322.848510742188],
							[32358.14031982422, -9328.1826171875],
							[32369.147094726562, -9335.802612304688],
							[32374.98907470703, -9333.940002441406],
							[32378.12170410156, -9343.50732421875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010407",
			"type": "Feature",
			"properties": {
				"id": "PD00002010407",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32482.606667258522, -9689.768926447088],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32481.289123535156, -9674.43798828125],
							[32491.19512939453, -9679.899108886719],
							[32508.59429931641, -9674.18408203125],
							[32515.0712890625, -9695.139099121094],
							[32501.86328125, -9699.711120605469],
							[32498.89990234375, -9700.642395019531],
							[32490.51788330078, -9715.289794921875],
							[32446.829711914062, -9729.68310546875],
							[32429.854125976562, -9677.613098144531],
							[32463.269470214844, -9666.42041015625],
							[32481.289123535156, -9674.43798828125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010408",
			"type": "Feature",
			"properties": {
				"id": "PD00002010408",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32481.437323676215, -9744.213419596354],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32448.262084960938, -9734.829528808594],
							[32475.82110595703, -9725.939514160156],
							[32493.47412109375, -9735.08349609375],
							[32501.729125976562, -9730.892517089844],
							[32507.317077636715, -9742.195495605469],
							[32498.935119628903, -9746.386474609375],
							[32495.50610351563, -9766.071594238281],
							[32463.629089355465, -9781.692626953125],
							[32448.262084960938, -9734.829528808594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010409",
			"type": "Feature",
			"properties": {
				"id": "PD00002010409",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32497.362506189635, -9798.531048776345],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32471.429077148438, -9804.970703125],
							[32497.718078613285, -9769.029602050781],
							[32516.64111328125, -9765.219604492188],
							[32520.705078125, -9755.948608398438],
							[32532.643127441406, -9760.901611328125],
							[32528.833129882812, -9770.045593261719],
							[32540.898071289062, -9790.111511230469],
							[32535.310119628906, -9803.573608398438],
							[32491.4951171875, -9818.1787109375],
							[32488.978059581903, -9818.75774651621],
							[32486.39914842448, -9818.899444905242],
							[32483.833804104954, -9818.599662127903],
							[32481.35705025016, -9817.867165346966],
							[32479.041319654232, -9816.723376468542],
							[32476.954335977804, -9815.201745657334],
							[32475.15713316604, -9813.346773084833],
							[32473.702270507812, -9811.212707519531],
							[32471.429077148438, -9804.970703125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010410",
			"type": "Feature",
			"properties": {
				"id": "PD00002010410",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32579.642822281323, -9755.812059878732],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32585.904907226566, -9731.751892089844],
							[32587.280700683594, -9741.276916503906],
							[32587.386474609375, -9744.134399414062],
							[32598.07568359375, -9751.225219726562],
							[32601.674072265625, -9740.006896972656],
							[32587.7041015625, -9717.464294433594],
							[32604.827880859375, -9706.817504882812],
							[32616.76593017578, -9726.502502441406],
							[32628.957885742188, -9722.184509277344],
							[32654.993103027344, -9764.348510742188],
							[32571.80792236328, -9791.73828125],
							[32569.3356280915, -9792.173528673446],
							[32566.825349822426, -9792.187030440307],
							[32564.348516687198, -9791.778402362313],
							[32561.97560614682, -9790.959271815173],
							[32559.774138579523, -9789.752946885477],
							[32557.806756010876, -9788.193753146876],
							[32556.129439655895, -9786.326056937316],
							[32554.789916992188, -9784.203002929688],
							[32554.761474609375, -9781.472412109375],
							[32553.01531982422, -9754.315612792969],
							[32559.87347412109, -9751.521606445312],
							[32563.99731445313, -9747.097717285156],
							[32567.38409423828, -9743.81689453125],
							[32564.63232421875, -9723.179382324219],
							[32584.423278808594, -9720.745178222656],
							[32585.904907226566, -9731.751892089844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010411",
			"type": "Feature",
			"properties": {
				"id": "PD00002010411",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32653.06581724721, -9659.744177534341],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32634.199096679688, -9693.4619140625],
							[32646.37371826172, -9700.028198242188],
							[32639.22607421875, -9681.185180664062],
							[32636.257873535156, -9674.167724609375],
							[32602.47570800781, -9675.120178222656],
							[32601.98370361328, -9653.387329101562],
							[32635.83270263672, -9652.170227050781],
							[32641.9287109375, -9639.343200683594],
							[32621.481689453125, -9626.770202636719],
							[32612.6552734375, -9622.515686035156],
							[32587.759704589844, -9630.019287109375],
							[32580.901489257812, -9609.191223144531],
							[32587.12548828125, -9607.362182617188],
							[32606.178283691406, -9601.137329101562],
							[32616.761474609375, -9575.102111816406],
							[32614.794677734375, -9568.832702636719],
							[32652.5380859375, -9556.531311035156],
							[32654.80896878496, -9556.814413194417],
							[32657.009136817484, -9557.443949824123],
							[32659.086068282224, -9558.404892814242],
							[32660.99018329279, -9559.67430282129],
							[32662.67602738549, -9561.221876869462],
							[32664.103356594645, -9563.010671734211],
							[32665.238098144528, -9564.997985839844],
							[32719.05712890625, -9728.674499511719],
							[32719.488765960603, -9731.051394961443],
							[32719.536516604425, -9733.466692541788],
							[32719.199162975674, -9735.858791004388],
							[32718.48530915064, -9738.166680785573],
							[32717.413161700282, -9740.33150003214],
							[32716.010065338527, -9742.298035850587],
							[32714.31180550571, -9744.016132491013],
							[32712.361695674503, -9745.441970550492],
							[32710.209472656254, -9746.539184570312],
							[32666.161499023434, -9760.946594238281],
							[32651.13311767578, -9752.945678710938],
							[32640.606323242184, -9721.759094238281],
							[32605.919494628906, -9703.136779785156],
							[32616.15447998047, -9683.778076171875],
							[32634.199096679688, -9693.4619140625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010412",
			"type": "Feature",
			"properties": {
				"id": "PD00002010412",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32502.22732308601, -9255.892887132592],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32559.596313476562, -9523.820678710938],
							[32578.78009033203, -9517.514282226562],
							[32591.73413085938, -9486.780212402344],
							[32571.41589355469, -9474.891723632812],
							[32562.39892578125, -9470.192687988281],
							[32537.697326660156, -9477.749206542969],
							[32530.864929199222, -9456.933410644531],
							[32556.271911621094, -9448.621887207031],
							[32568.84490966797, -9417.887878417969],
							[32539.76190185547, -9401.250793457031],
							[32515.122924804688, -9408.973876953125],
							[32508.39190673828, -9388.145812988281],
							[32514.48791503906, -9385.955078125],
							[32533.390686035156, -9379.745422363281],
							[32546.090698242188, -9349.096008300781],
							[32526.47369384766, -9337.165710449219],
							[32517.160278320312, -9332.17041015625],
							[32492.52227783203, -9339.959777832031],
							[32485.93927001953, -9319.181091308594],
							[32491.95068359375, -9317.149108886719],
							[32510.86932373047, -9310.248107910156],
							[32523.99267578125, -9280.403015136719],
							[32503.99609375, -9268.104309082031],
							[32494.682678222653, -9263.617126464844],
							[32469.87530517578, -9270.983093261719],
							[32463.20208740234, -9250.146606445312],
							[32469.29809570313, -9248.241577148438],
							[32488.644287109375, -9241.763916015625],
							[32501.00567626953, -9210.945190429688],
							[32481.43731689453, -9199.486206054688],
							[32471.118530273438, -9194.247375488281],
							[32447.30590820312, -9202.184997558594],
							[32440.520080566406, -9181.354309082031],
							[32446.616088867184, -9179.491577148438],
							[32465.485107421875, -9173.048278808594],
							[32478.52368164062, -9142.568176269531],
							[32460.533874511722, -9131.492309570312],
							[32449.315490722656, -9125.692687988281],
							[32424.635070800778, -9133.312683105469],
							[32417.915283203125, -9112.445190429688],
							[32424.053710937504, -9110.497802734375],
							[32442.845275878903, -9104.304382324219],
							[32455.16748046875, -9073.020080566406],
							[32422.295471191406, -9050.223510742188],
							[32399.5625, -9057.20849609375],
							[32392.95849609375, -9036.253479003906],
							[32399.142700195312, -9034.401428222656],
							[32415.266479492184, -9029.205017089844],
							[32428.30511474609, -8990.088928222656],
							[32409.831909179688, -8978.981689453125],
							[32399.92590332031, -8973.774597167969],
							[32374.906677246094, -8981.267700195312],
							[32368.048706054688, -8960.312622070312],
							[32374.124084472656, -8958.524780273438],
							[32393.2529296875, -8952.158081054688],
							[32404.090270996094, -8926.080810546875],
							[32401.964477539066, -8919.861877441406],
							[32439.43530273438, -8907.5419921875],
							[32441.81056110556, -8907.868052223439],
							[32444.105864534482, -8908.56069184555],
							[32446.265000734973, -8909.602948217396],
							[32448.23509217441, -8910.96929634185],
							[32449.967891051485, -8912.626274171671],
							[32451.420960891308, -8914.533302099497],
							[32452.558715820312, -8916.643676757812],
							[32654.274291992188, -9531.080688476562],
							[32654.74047632931, -9533.496677421801],
							[32654.8130527793, -9535.956161733318],
							[32654.490141469967, -9538.395435950375],
							[32653.780106436643, -9540.75131809326],
							[32652.701338977375, -9542.96278620031],
							[32651.281781282178, -9544.972558916243],
							[32649.55820267567, -9546.728579191433],
							[32647.5752472195, -9548.185362661463],
							[32645.38427734375, -9549.30517578125],
							[32612.221313476562, -9560.177001953125],
							[32610.020080566406, -9553.107299804688],
							[32585.359497070316, -9539.196411132812],
							[32565.547302246097, -9544.953918457031],
							[32560.38269042969, -9546.816589355469],
							[32553.503479003906, -9525.836791992188],
							[32559.596313476562, -9523.820678710938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010413",
			"type": "Feature",
			"properties": {
				"id": "PD00002010413",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32664.944076538086, -9107.889185587564],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32653.55987548828, -9081.340209960938],
							[32670.0869140625, -9091.326782226562],
							[32683.41552734375, -9086.684875488281],
							[32688.876708984375, -9084.906921386719],
							[32701.322692871094, -9123.007019042969],
							[32691.797485351562, -9126.309020996094],
							[32682.02490234375, -9129.553894042969],
							[32671.4052734375, -9155.5380859375],
							[32631.986877441406, -9168.542907714844],
							[32605.934875488285, -9089.54248046875],
							[32645.35791015625, -9076.577819824219],
							[32653.55987548828, -9081.340209960938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010414",
			"type": "Feature",
			"properties": {
				"id": "PD00002010414",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32715.412440708704, -9252.267909458706],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32752.367492675785, -9310.894714355469],
							[32742.884704589844, -9313.837524414062],
							[32732.047302246094, -9340.253479003906],
							[32732.38629150391, -9341.459411621094],
							[32734.33349609375, -9347.386108398438],
							[32695.06512451172, -9360.297790527344],
							[32633.955322265625, -9174.490783691406],
							[32673.32550048828, -9161.621398925781],
							[32674.59552001953, -9165.177429199219],
							[32675.276489257812, -9164.962524414062],
							[32698.606079101562, -9179.127990722656],
							[32708.12347412109, -9175.930114746094],
							[32715.658874511715, -9173.559387207031],
							[32722.49829101563, -9194.369812011719],
							[32705.4619140625, -9199.996276855469],
							[32694.783325195312, -9226.10009765625],
							[32696.053283691406, -9231.180114746094],
							[32713.071289062504, -9237.530090332031],
							[32734.38409423828, -9230.535095214844],
							[32741.232299804688, -9251.372009277344],
							[32720.058471679688, -9258.290405273438],
							[32711.591918945312, -9273.022399902344],
							[32710.23712158203, -9273.530395507812],
							[32711.84588623047, -9278.525817871094],
							[32736.229919433594, -9293.173095703125],
							[32753.119873046875, -9287.543090820312],
							[32759.98748779297, -9308.439392089844],
							[32752.367492675785, -9310.894714355469]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010415",
			"type": "Feature",
			"properties": {
				"id": "PD00002010415",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32772.636493883634, -9426.10062448602],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32791.8466796875, -9405.243286132812],
							[32774.924072265625, -9410.752990722656],
							[32763.705688476562, -9436.999694824219],
							[32765.29327392578, -9441.973876953125],
							[32766.88067626953, -9441.550476074219],
							[32782.332275390625, -9448.641418457031],
							[32803.66650390625, -9441.654174804688],
							[32810.35009765625, -9462.243408203125],
							[32803.06872558594, -9464.783508300781],
							[32789.105712890625, -9469.384704589844],
							[32780.88610839844, -9484.426208496094],
							[32739.935485839844, -9497.42529296875],
							[32701.637878417965, -9381.302001953125],
							[32741.26190185547, -9368.263305664062],
							[32743.12469482422, -9374.528625488281],
							[32767.946899414062, -9390.086303710938],
							[32777.160705566406, -9386.890014648438],
							[32785.11932373047, -9384.519287109375],
							[32791.8466796875, -9405.243286132812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010416",
			"type": "Feature",
			"properties": {
				"id": "PD00002010416",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32807.82123741737, -9537.967360276441],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32832.95251464844, -9540.836181640625],
							[32819.23651123047, -9545.238708496094],
							[32807.91229248047, -9571.485595703125],
							[32809.17150878906, -9575.21240234375],
							[32769.62188720703, -9588.080200195312],
							[32746.761718749996, -9517.12939453125],
							[32786.03790283203, -9504.217895507812],
							[32787.232482910156, -9509.848083496094],
							[32812.12451171875, -9524.580078125],
							[32828.88848876953, -9518.653381347656],
							[32830.920471191406, -9518.145385742188],
							[32837.86328125, -9539.312194824219],
							[32832.95251464844, -9540.836181640625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010417",
			"type": "Feature",
			"properties": {
				"id": "PD00002010417",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32388.11099947416, -8260.179696890023],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32413.294311523434, -8262.4375],
							[32399.20428466797, -8267.341125488281],
							[32388.409301757812, -8293.164489746094],
							[32389.92889404297, -8297.547607421875],
							[32350.535095214847, -8311.015075683594],
							[32327.357482910153, -8240.635803222656],
							[32366.931884765625, -8227.679809570312],
							[32368.08929443359, -8231.569396972656],
							[32392.32507324219, -8246.068603515625],
							[32406.203491210938, -8241.588317871094],
							[32411.60107421875, -8240.106628417969],
							[32418.268493652344, -8260.744201660156],
							[32413.294311523434, -8262.4375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010418",
			"type": "Feature",
			"properties": {
				"id": "PD00002010418",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32429.529587402343, -8371.285966796875],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32441.882080078125, -8338.879699707031],
							[32424.67687988281, -8344.585083007812],
							[32413.881896972656, -8370.408386230469],
							[32416.10430908203, -8377.499328613281],
							[32417.480102539062, -8376.970092773438],
							[32433.24932861328, -8384.060913085938],
							[32454.25927734375, -8377.106018066406],
							[32461.016906738285, -8397.977111816406],
							[32457.63031005859, -8399.162475585938],
							[32462.957275390625, -8414.981079101562],
							[32462.42810058594, -8416.674499511719],
							[32461.581298828125, -8418.156127929688],
							[32460.73468017578, -8419.531982421875],
							[32459.676330566406, -8420.378601074219],
							[32434.06469726563, -8428.421997070312],
							[32431.52471923828, -8419.849487304688],
							[32390.617919921875, -8433.12939453125],
							[32353.15130615234, -8319.067687988281],
							[32392.26751708984, -8306.028991699219],
							[32393.452697753906, -8309.415710449219],
							[32393.98272705078, -8309.242309570312],
							[32417.81707763672, -8323.607116699219],
							[32427.15008544922, -8320.252990722656],
							[32434.770080566403, -8317.882385253906],
							[32441.882080078125, -8338.879699707031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010419",
			"type": "Feature",
			"properties": {
				"id": "PD00002010419",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32458.39260629507, -8473.541522686299],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32483.164672851562, -8476.395812988281],
							[32469.560485839844, -8480.700622558594],
							[32458.63848876953, -8506.862609863281],
							[32459.90771484375, -8510.942504882812],
							[32420.44952392578, -8523.908203125],
							[32397.143127441406, -8452.8583984375],
							[32436.535095214844, -8439.758117675781],
							[32438.331115722653, -8445.59130859375],
							[32462.71508789062, -8460.005920410156],
							[32479.18530273438, -8454.382385253906],
							[32481.72528076172, -8453.535705566406],
							[32488.58331298828, -8474.702392578125],
							[32483.164672851562, -8476.395812988281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010420",
			"type": "Feature",
			"properties": {
				"id": "PD00002010420",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31966.858428955078, -7125.689864095052],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31893.705505371094, -6967.385681152344],
							[31907.343505859375, -6963.011108398438],
							[31929.34649658203, -6931.0067138671875],
							[31968.17510986328, -6918.222412109375],
							[32095.810485839844, -7307.732177734376],
							[32057.28112792969, -7320.2388916015625],
							[32019.186889648438, -7302.052490234376],
							[32005.085510253906, -7306.500793457031],
							[31998.147705078125, -7285.377075195312],
							[32012.413513183594, -7281.2808837890625],
							[32023.081481933597, -7246.73681640625],
							[32027.653686523438, -7245.382202148438],
							[31992.432128906254, -7218.966125488281],
							[31977.888916015625, -7223.696105957031],
							[31970.992126464844, -7202.697692871094],
							[31985.50653076172, -7197.575012207031],
							[31996.851684570312, -7159.644287109375],
							[31964.678283691406, -7135.9375],
							[31950.54089355469, -7140.430480957032],
							[31943.6630859375, -7119.489929199219],
							[31957.947326660156, -7114.728576660157],
							[31969.58911132812, -7076.416809082031],
							[31937.41571044922, -7052.498413085937],
							[31923.318481445312, -7057.5474853515625],
							[31916.414489746094, -7036.5269775390625],
							[31930.614074707035, -7031.388183593749],
							[31942.467529296875, -6992.44140625],
							[31914.527282714844, -6981.942687988282],
							[31899.968688964844, -6986.455322265626],
							[31893.705505371094, -6967.385681152344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010421",
			"type": "Feature",
			"properties": {
				"id": "PD00002010421",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32110.481103897095, -7540.75629234314],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32190.730102539062, -7727.312805175781],
							[32152.981506347656, -7709.081298828125],
							[32138.598083496094, -7713.829284667969],
							[32131.710510253906, -7692.885375976562],
							[32146.10229492188, -7688.0880126953125],
							[32165.236877441406, -7655.0679931640625],
							[32130.18487548828, -7640.335998535156],
							[32116.0029296875, -7645.121520996094],
							[32109.119323730472, -7624.1898193359375],
							[32123.51751708984, -7619.139709472657],
							[32139.13848876953, -7589.548583984375],
							[32105.737487792972, -7564.148498535156],
							[32090.990295410153, -7569.06298828125],
							[32084.12091064453, -7548.174377441406],
							[32098.71710205078, -7543.059509277344],
							[32110.401123046875, -7505.128723144531],
							[32078.22772216797, -7481.083312988281],
							[32063.62072753906, -7485.836975097656],
							[32056.68408203125, -7464.743896484375],
							[32071.454284667965, -7460.2158203125],
							[32082.95629882813, -7421.683898925781],
							[32050.444274902344, -7398.146484375],
							[32036.413696289066, -7403.104980468749],
							[32029.42352294922, -7381.848999023438],
							[32044.17889404297, -7377.14910888672],
							[32054.636291503903, -7343.028381347656],
							[32057.38787841797, -7334.138427734376],
							[32100.906677246097, -7319.533386230468],
							[32156.15167236328, -7485.9036865234375],
							[32176.895080566406, -7478.918701171875],
							[32251.994689941403, -7707.377990722656],
							[32190.730102539062, -7727.312805175781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010422",
			"type": "Feature",
			"properties": {
				"id": "PD00002010422",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32221.8178507487, -7874.999704996745],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32269.928710937496, -7983.2327880859375],
							[32251.895874023438, -7972.375305175781],
							[32226.298278808594, -7980.83740234375],
							[32222.279907226562, -7968.588684082031],
							[32248.07708740234, -7959.939880371094],
							[32255.141479492188, -7943.579711914063],
							[32239.26647949219, -7933.843078613281],
							[32213.709472656246, -7942.465393066406],
							[32209.60729980469, -7929.961608886719],
							[32235.668273925778, -7921.2489013671875],
							[32242.018127441406, -7904.844726562501],
							[32226.98992919922, -7895.213928222656],
							[32200.99188232422, -7903.701416015625],
							[32197.02508544922, -7891.6099853515625],
							[32222.936279296875, -7882.817199707031],
							[32229.709716796875, -7866.307189941405],
							[32214.30047607422, -7856.9091796875],
							[32188.423095703125, -7865.390808105468],
							[32184.389282226562, -7853.0955810546875],
							[32210.03167724609, -7844.62371826172],
							[32217.228515625, -7827.796081542968],
							[32201.988281250004, -7818.271118164063],
							[32175.772705078125, -7826.831787109375],
							[32171.772888183594, -7814.640380859374],
							[32197.658081054688, -7806.0120849609375],
							[32204.537292480465, -7789.396179199219],
							[32189.085510253903, -7779.976989746094],
							[32163.17529296875, -7788.43408203125],
							[32159.0869140625, -7775.972717285156],
							[32185.275512695312, -7767.3828125],
							[32193.080322265625, -7748.1116943359375],
							[32257.79467773438, -7726.978393554688],
							[32309.66729736328, -7885.065490722657],
							[32287.653930664062, -7892.26220703125],
							[32313.048278808594, -7969.0380859375],
							[32269.928710937496, -7983.2327880859375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010423",
			"type": "Feature",
			"properties": {
				"id": "PD00002010423",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31937.850605010986, -8133.222789764404],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31971.179504394535, -8107.4921875],
							[31973.977905273434, -8116.5006103515625],
							[32001.192077636722, -8131.521911621094],
							[32009.837097167972, -8158.080627441406],
							[31887.833923339844, -8198.398803710938],
							[31879.93988037109, -8174.3009033203125],
							[31894.182128906246, -8142.473693847656],
							[31891.26287841797, -8133.882629394531],
							[31888.976928710938, -8126.262512207031],
							[31909.970703125, -8119.389282226562],
							[31915.36572265625, -8135.488708496094],
							[31940.935119628906, -8149.966674804688],
							[31953.14971923828, -8123.189392089845],
							[31947.81768798828, -8106.9984130859375],
							[31968.80889892578, -8100.1260986328125],
							[31971.179504394535, -8107.4921875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010424",
			"type": "Feature",
			"properties": {
				"id": "PD00002010424",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32093.77879749645, -8079.956601229581],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32154.44488525391, -8046.361999511719],
							[32157.488525390625, -8056.129699707031],
							[32180.685913085938, -8069.51739501953],
							[32190.322326660153, -8098.855407714843],
							[32031.30749511719, -8151.056091308594],
							[32019.37927246094, -8115.1956787109375],
							[32027.34930419922, -8099.1024169921875],
							[32024.54467773438, -8090.134704589845],
							[32022.00469970703, -8082.641784667969],
							[32041.03430175781, -8076.401611328125],
							[32046.335876464844, -8092.815795898438],
							[32062.718872070312, -8101.8328857421875],
							[32064.81427001953, -8110.278381347656],
							[32077.647705078125, -8081.9954833984375],
							[32072.442321777344, -8066.102294921875],
							[32093.138122558594, -8059.315612792968],
							[32098.645080566406, -8075.581909179687],
							[32124.36267089844, -8089.869506835937],
							[32136.491088867188, -8062.754882812501],
							[32131.203125, -8046.83349609375],
							[32152.328125, -8039.906188964845],
							[32154.44488525391, -8046.361999511719]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010425",
			"type": "Feature",
			"properties": {
				"id": "PD00002010425",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32138.01578995988, -8653.799845927471],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32193.241271972656, -8733.14599609375],
							[32182.67352294922, -8736.383911132812],
							[32171.497497558594, -8755.942077636719],
							[32173.864685058594, -8763.216003417969],
							[32135.61608886719, -8775.59619140625],
							[32134.67431640625, -8774.910278320312],
							[32133.88049316406, -8774.1376953125],
							[32133.171325683594, -8773.227478027344],
							[32132.494079589844, -8771.946899414062],
							[32131.784912109375, -8770.010192871094],
							[32060.01147460937, -8551.106811523438],
							[32059.630493164066, -8548.376403808594],
							[32059.757507324215, -8545.074401855469],
							[32060.202087402344, -8543.169311523438],
							[32060.769470214844, -8541.884582519531],
							[32089.44830322266, -8532.442810058594],
							[32110.087890625, -8541.757507324219],
							[32119.29528808594, -8546.32958984375],
							[32136.440490722656, -8540.614501953125],
							[32143.348876953125, -8561.609191894531],
							[32126.653686523434, -8566.855895996094],
							[32113.001281738285, -8591.197692871094],
							[32129.617126464844, -8598.923522949219],
							[32137.237121582028, -8602.839294433594],
							[32155.113281249996, -8597.361206054688],
							[32161.91491699219, -8618.031188964844],
							[32145.315673828125, -8623.354309082031],
							[32131.72668457031, -8647.865295410156],
							[32156.237915039062, -8659.549377441406],
							[32173.74072265625, -8653.969787597656],
							[32180.5625, -8674.700622558594],
							[32163.953125, -8680.237609863281],
							[32150.110107421875, -8704.367797851562],
							[32174.87512207031, -8715.9248046875],
							[32192.27850341797, -8710.305786132812],
							[32199.115112304688, -8731.082275390625],
							[32193.241271972656, -8733.14599609375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010426",
			"type": "Feature",
			"properties": {
				"id": "PD00002010426",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32067.203192138673, -8424.456097412109],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32067.11907958984, -8409.427978515625],
							[32075.924499511722, -8413.915405273438],
							[32093.027099609375, -8408.24267578125],
							[32099.88507080078, -8429.070678710938],
							[32083.45971679687, -8434.40478515625],
							[32074.778686523438, -8449.537475585938],
							[32032.27587890625, -8463.422912597656],
							[32017.94891357422, -8420.223083496094],
							[32060.49389648438, -8406.888000488281],
							[32067.11907958984, -8409.427978515625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010427",
			"type": "Feature",
			"properties": {
				"id": "PD00002010427",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32068.569842680223, -8496.048051055483],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32032.299072265625, -8467.060791015625],
							[32064.303283691403, -8456.646728515625],
							[32069.529296875, -8458.56298828125],
							[32085.277282714847, -8465.844299316406],
							[32093.88848876953, -8469.892883300781],
							[32111.457092285156, -8464.706909179688],
							[32118.442077636722, -8485.767883300781],
							[32101.82611083984, -8490.95361328125],
							[32086.37451171875, -8518.68212890625],
							[32062.655273437496, -8526.529602050781],
							[32060.091789074857, -8526.311150805344],
							[32057.603853303237, -8525.655903813427],
							[32055.26532348887, -8524.583312870216],
							[32053.14562170243, -8523.12521912813],
							[32051.307673841344, -8521.324907853912],
							[32049.806041598826, -8519.235823453426],
							[32048.685302734375, -8516.919982910156],
							[32032.299072265625, -8467.060791015625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010428",
			"type": "Feature",
			"properties": {
				"id": "PD00002010428",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32023.77167706859, -8350.217699730763],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32013.187072753903, -8408.721008300781],
							[31986.77087402344, -8327.271606445312],
							[31986.569762675867, -8325.051652297974],
							[31986.709859702132, -8322.827014122084],
							[31987.18788178844, -8320.649828536194],
							[31987.992626009545, -8318.571120059998],
							[31989.10523238051, -8316.639605303728],
							[31990.499625859287, -8314.900551245702],
							[31992.143127441403, -8313.394714355469],
							[32028.80389404297, -8301.471496582031],
							[32046.668518066403, -8312.139526367188],
							[32043.027893066403, -8318.320190429688],
							[32048.70050048828, -8338.809509277344],
							[32064.44848632812, -8349.138916015625],
							[32053.40667724609, -8367.572204589844],
							[32037.08709716797, -8357.793212890625],
							[32011.179077148438, -8363.317810058594],
							[32040.071472167972, -8364.206787109375],
							[32051.311096191406, -8380.145324707031],
							[32061.317687988278, -8380.211486816406],
							[32060.788513183594, -8393.017211914062],
							[32051.157714843754, -8393.22900390625],
							[32039.198486328125, -8409.10400390625],
							[32013.187072753903, -8408.721008300781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010429",
			"type": "Feature",
			"properties": {
				"id": "PD00002010429",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32104.888402603636, -8307.28009830405],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32092.19989013672, -8328.649291992188],
							[32091.59130859375, -8324.513488769531],
							[32080.61712646484, -8319.431884765625],
							[32073.086303710938, -8296.073791503906],
							[32073.312518572544, -8293.83558546727],
							[32073.874759391318, -8291.657369525785],
							[32074.760081824483, -8289.589292250783],
							[32075.94810329455, -8287.67896651607],
							[32077.41147225281, -8285.970373317545],
							[32079.1164978878, -8284.502849208695],
							[32081.02392578125, -8283.310180664062],
							[32164.986877441406, -8255.559814453125],
							[32162.341125488285, -8309.393798828125],
							[32149.74688720703, -8312.1455078125],
							[32148.90008544922, -8328.443786621094],
							[32128.791687011715, -8327.279724121094],
							[32129.95587158203, -8308.018005371094],
							[32119.908081054688, -8298.377380371094],
							[32122.838684082028, -8314.650207519531],
							[32111.302917480465, -8321.000183105469],
							[32114.160278320312, -8337.616088867188],
							[32094.35888671875, -8341.095397949219],
							[32092.19989013672, -8328.649291992188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010430",
			"type": "Feature",
			"properties": {
				"id": "PD00002010430",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32230.273841330043, -8365.861385936149],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32259.142700195316, -8466.075805664062],
							[32236.504882812496, -8452.613708496094],
							[32226.683715820312, -8447.449096679688],
							[32202.29949951172, -8455.577087402344],
							[32195.39929199219, -8434.911376953125],
							[32201.876281738285, -8432.752380371094],
							[32220.883483886722, -8426.171508789062],
							[32233.47448730469, -8395.9169921875],
							[32213.78887939453, -8383.666687011719],
							[32204.644897460938, -8379.031188964844],
							[32179.689270019535, -8386.524108886719],
							[32172.710693359375, -8365.562805175781],
							[32178.870117187496, -8363.657775878906],
							[32198.08367919922, -8357.647583007812],
							[32208.740478515625, -8331.163818359375],
							[32212.553527832035, -8322.087524414062],
							[32240.08612060547, -8312.784729003906],
							[32204.52587890625, -8317.653076171875],
							[32190.45007324219, -8328.236389160156],
							[32175.52752685547, -8346.651489257812],
							[32158.48168945313, -8332.232299804688],
							[32181.680297851562, -8304.292297363281],
							[32179.309692382816, -8271.272216796875],
							[32203.016479492184, -8243.332092285156],
							[32215.377685546875, -8239.098815917969],
							[32217.977963008132, -8238.70866328165],
							[32220.606766614786, -8238.763922242879],
							[32223.188351929763, -8239.263000610097],
							[32225.64833502955, -8240.191518301855],
							[32227.9158357485, -8241.522721684032],
							[32229.925519968427, -8243.218254429608],
							[32231.619482108432, -8245.229262690003],
							[32232.948913574215, -8247.497802734375],
							[32296.241699218754, -8440.436584472656],
							[32296.634980513787, -8442.724451863156],
							[32296.669992029692, -8445.045611393929],
							[32296.34589264925, -8447.34429949046],
							[32295.670468541273, -8449.565292432342],
							[32294.659946105552, -8451.655233048834],
							[32293.33860214963, -8453.5639125724],
							[32291.738180662287, -8455.24547685496],
							[32289.897130195503, -8456.659527968706],
							[32287.85968017578, -8457.772094726562],
							[32260.491088867188, -8466.916076660156],
							[32259.142700195316, -8466.075805664062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010431",
			"type": "Feature",
			"properties": {
				"id": "PD00002010431",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32324.15554521978, -8682.675366620751],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32397.20251464844, -8910.888793945312],
							[32390.397705078125, -8904.612182617188],
							[32367.410522460938, -8883.906982421875],
							[32345.1220703125, -8890.510986328125],
							[32338.27331542969, -8869.662719726562],
							[32360.56610107422, -8862.32470703125],
							[32372.12310791016, -8822.700622558594],
							[32344.310119628906, -8806.952575683594],
							[32320.151123046875, -8814.496826171875],
							[32313.338928222656, -8793.759887695312],
							[32338.325073242184, -8785.095275878906],
							[32351.152099609375, -8754.48828125],
							[32321.815124511715, -8737.724182128906],
							[32297.559326171875, -8745.724792480469],
							[32290.687072753903, -8724.805419921875],
							[32315.71112060547, -8716.771789550781],
							[32328.5380859375, -8686.037780761719],
							[32299.07409667969, -8668.892700195312],
							[32274.947509765625, -8676.892578125],
							[32268.080505371097, -8655.989318847656],
							[32293.286071777344, -8647.324890136719],
							[32305.85913085938, -8616.844787597656],
							[32276.903076171875, -8600.334777832031],
							[32252.310913085938, -8607.985107421875],
							[32245.402099609375, -8586.954406738281],
							[32270.551696777344, -8579.007629394531],
							[32283.145874023438, -8547.998291015625],
							[32254.570922851566, -8531.805786132812],
							[32229.684692382816, -8539.108825683594],
							[32222.829528808594, -8518.241516113281],
							[32228.86212158203, -8516.124816894531],
							[32247.9384765625, -8510.09228515625],
							[32261.970703125, -8475.7705078125],
							[32262.49987792969, -8474.712097167969],
							[32289.064086914062, -8465.927978515625],
							[32291.48638099133, -8465.494255847632],
							[32293.946624088152, -8465.441078277157],
							[32296.385396709975, -8465.769730142472],
							[32298.74379791452, -8466.472273883357],
							[32300.964867880335, -8467.53174174811],
							[32302.994963593457, -8468.922545596628],
							[32304.785054427048, -8470.611094902095],
							[32306.29190632317, -8472.556608025317],
							[32307.47912597656, -8474.712097167969],
							[32441.10809326172, -8881.758483886719],
							[32441.618138572125, -8884.286193039217],
							[32441.712427059458, -8886.863123278756],
							[32441.3884733261, -8889.421348006363],
							[32440.65481663128, -8891.89343369105],
							[32439.53079580045, -8894.214217384148],
							[32438.04603946345, -8896.3225243822],
							[32436.239685058597, -8898.162780761719],
							[32397.20251464844, -8910.888793945312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010432",
			"type": "Feature",
			"properties": {
				"id": "PD00002010432",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31740.19919887809, -10931.89983988917],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31744.174682617188, -11010.716918945312],
							[31751.315917968746, -11008.349792480469],
							[31756.903930664062, -10994.506774902344],
							[31746.23590087891, -10997.935791015625],
							[31738.851684570312, -10994.2578125],
							[31707.673278808594, -10979.462280273438],
							[31701.001892089844, -10981.535278320312],
							[31694.51251220703, -10961.759094238281],
							[31701.109497070312, -10959.612487792969],
							[31721.302673339844, -10921.766418457031],
							[31722.953674316406, -10921.258422851562],
							[31682.440490722656, -10903.478210449219],
							[31676.096679687504, -10905.637329101562],
							[31669.582885742188, -10885.786804199219],
							[31676.810119628903, -10883.274719238281],
							[31700.764282226562, -10841.344909667969],
							[31705.132080078125, -10839.911376953125],
							[31715.330078125, -10836.564392089844],
							[31726.804321289062, -10832.798522949219],
							[31728.358276367188, -10832.667602539062],
							[31730.00927734375, -10832.508911132812],
							[31731.660278320312, -10832.635925292969],
							[31733.787475585934, -10832.953308105469],
							[31735.78790283203, -10833.620178222656],
							[31737.629272460938, -10834.286926269531],
							[31739.026306152344, -10835.302917480469],
							[31740.423278808597, -10836.509399414062],
							[31741.915710449215, -10838.192199707031],
							[31742.836303710938, -10839.525695800781],
							[31743.94311523437, -10841.449584960938],
							[31797.89489746094, -11005.865905761719],
							[31798.19268798828, -11007.926208496094],
							[31798.478271484375, -11009.736022949219],
							[31798.541870117184, -11011.926696777344],
							[31798.065673828125, -11014.942993164062],
							[31797.303710937496, -11017.451293945312],
							[31794.76348876953, -11021.102478027344],
							[31791.747314453125, -11023.420288085938],
							[31790.074096679688, -11024.633605957031],
							[31771.585083007816, -11030.701782226562],
							[31755.248718261722, -11020.738708496094],
							[31748.12127685547, -11022.920227050781],
							[31744.174682617188, -11010.716918945312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010433",
			"type": "Feature",
			"properties": {
				"id": "PD00002010433",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31840.18867301941, -11258.283586502075],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31850.724304199215, -11335.713684082031],
							[31858.117126464844, -11333.095275878906],
							[31865.05987548828, -11315.653991699219],
							[31852.105895996094, -11320.056579589844],
							[31844.373107910156, -11316.636779785156],
							[31813.62847900391, -11301.482727050781],
							[31807.06671142578, -11303.493591308594],
							[31800.651306152344, -11283.859497070312],
							[31806.754272460938, -11281.8251953125],
							[31827.180297851562, -11244.042602539062],
							[31831.8369140625, -11242.349182128906],
							[31787.38690185547, -11222.664184570312],
							[31781.30969238281, -11224.666809082031],
							[31774.882690429688, -11204.998107910156],
							[31781.096679687504, -11202.799194335938],
							[31807.34210205078, -11156.855590820312],
							[31830.972717285156, -11149.073974609375],
							[31834.528686523438, -11148.523681640625],
							[31837.322875976566, -11149.222229003906],
							[31839.989685058594, -11149.984191894531],
							[31842.847290039066, -11151.254211425781],
							[31845.387329101562, -11153.413208007812],
							[31847.165283203125, -11155.127685546875],
							[31847.99090576172, -11157.09619140625],
							[31906.844909667972, -11338.251525878906],
							[31906.506286621097, -11341.976806640625],
							[31905.32092285156, -11346.379516601562],
							[31904.124877929688, -11348.6337890625],
							[31879.889099121094, -11356.465393066406],
							[31862.09649658203, -11345.781188964844],
							[31854.809509277344, -11347.984497070312],
							[31850.724304199215, -11335.713684082031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010434",
			"type": "Feature",
			"properties": {
				"id": "PD00002010434",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31931.053973858172, -11499.684251051684],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31904.914672851562, -11506.942810058594],
							[31910.883728027344, -11504.868408203125],
							[31920.28167724609, -11486.665100097656],
							[31939.755126953125, -11480.061096191406],
							[31944.496520996094, -11480.061096191406],
							[31950.084472656246, -11481.669799804688],
							[31953.386474609375, -11484.548400878906],
							[31957.027099609375, -11489.882385253906],
							[31964.477905273438, -11513.081176757812],
							[31929.510498046875, -11524.595886230469],
							[31915.117126464844, -11517.314514160156],
							[31908.85168457031, -11519.261779785156],
							[31904.914672851562, -11506.942810058594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010435",
			"type": "Feature",
			"properties": {
				"id": "PD00002010435",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31936.630072699652, -11546.116482204861],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31917.373107910156, -11545.222778320312],
							[31923.384521484375, -11543.275390625],
							[31930.835083007816, -11528.882080078125],
							[31965.80249023438, -11517.621398925781],
							[31978.163879394535, -11555.721496582031],
							[31947.853088378906, -11565.881408691406],
							[31927.61767578125, -11555.552185058594],
							[31921.267700195316, -11557.668823242188],
							[31917.373107910156, -11545.222778320312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010436",
			"type": "Feature",
			"properties": {
				"id": "PD00002010436",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31951.63725450304, -11591.75425889757],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31933.001098632812, -11592.826721191406],
							[31939.01251220703, -11590.963989257812],
							[31949.42651367187, -11570.474609375],
							[31979.82189941406, -11560.737976074219],
							[31992.606689453125, -11599.007385253906],
							[31957.723876953125, -11610.522094726562],
							[31943.161071777344, -11603.156127929688],
							[31936.980529785156, -11605.272705078125],
							[31933.001098632812, -11592.826721191406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010437",
			"type": "Feature",
			"properties": {
				"id": "PD00002010437",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31964.74649386936, -11632.036878797742],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31945.65887451172, -11631.406616210938],
							[31951.33148193359, -11629.628601074219],
							[31958.95147705078, -11614.896484375],
							[31993.918884277344, -11603.466491699219],
							[32006.36492919922, -11640.889282226562],
							[31975.207519531246, -11651.388000488281],
							[31955.818908691406, -11641.651306152344],
							[31949.807495117188, -11643.598510742188],
							[31945.65887451172, -11631.406616210938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010438",
			"type": "Feature",
			"properties": {
				"id": "PD00002010438",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31990.379192645734, -11679.805729792668],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31961.258728027344, -11678.942810058594],
							[31967.397094726562, -11676.931884765625],
							[31977.768676757812, -11656.506103515625],
							[32008.14288330078, -11646.557678222656],
							[32017.562072753906, -11675.1328125],
							[32017.562072753906, -11679.789489746094],
							[32016.71551513672, -11684.128601074219],
							[32013.117126464847, -11688.997009277344],
							[32007.931274414062, -11692.489501953125],
							[31989.727905273438, -11698.627807617188],
							[31971.418701171875, -11689.314392089844],
							[31965.06872558594, -11691.113586425781],
							[31961.258728027344, -11678.942810058594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010439",
			"type": "Feature",
			"properties": {
				"id": "PD00002010439",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32166.49340384347, -11626.623931884766],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32129.518127441406, -11649.892211914062],
							[32164.44329833984, -11599.473083496094],
							[32185.14428710938, -11597.314086914062],
							[32189.84332275391, -11591.218078613281],
							[32196.320312500004, -11595.9169921875],
							[32198.098327636715, -11601.759094238281],
							[32195.93927001953, -11604.80712890625],
							[32201.40032958984, -11625.000122070312],
							[32191.11328125, -11639.732177734375],
							[32143.361083984375, -11655.353210449219],
							[32138.789306640625, -11655.353210449219],
							[32135.36029052734, -11654.337219238281],
							[32132.058288574222, -11652.686218261719],
							[32129.518127441406, -11649.892211914062]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010440",
			"type": "Feature",
			"properties": {
				"id": "PD00002010440",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32143.589586046008, -11598.393358018664],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32120.529479980465, -11624.74609375],
							[32106.03912353516, -11582.189575195312],
							[32140.83709716797, -11573.426574707031],
							[32157.870117187496, -11585.54541015625],
							[32165.27850341797, -11583.640380859375],
							[32168.408508300785, -11596.255676269531],
							[32161.04248046875, -11598.118408203125],
							[32151.771484375, -11616.872009277344],
							[32120.529479980465, -11624.74609375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010441",
			"type": "Feature",
			"properties": {
				"id": "PD00002010441",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32202.136838851435, -12357.543490502143],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32320.341674804688, -12658.026794433594],
							[32308.531127929688, -12661.811706542967],
							[32296.144104003906, -12690.976989746094],
							[32241.826110839844, -12708.909301757812],
							[32058.206481933594, -12148.587280273438],
							[32077.527709960938, -12110.535400390625],
							[32103.829711914062, -12101.930419921875],
							[32116.939880371094, -12109.879211425781],
							[32124.506530761722, -12107.350708007812],
							[32128.583129882812, -12119.767822265625],
							[32120.824707031246, -12122.256774902344],
							[32113.80731201172, -12139.554016113281],
							[32129.70831298828, -12149.244506835938],
							[32137.41650390625, -12146.675109863283],
							[32141.52471923828, -12159.188598632812],
							[32133.75408935547, -12161.755981445312],
							[32126.687072753906, -12179.102478027344],
							[32142.708496093746, -12188.739501953125],
							[32150.375915527347, -12186.150512695312],
							[32154.472290039062, -12198.628295898438],
							[32146.844482421875, -12201.066711425781],
							[32139.697082519535, -12218.533813476562],
							[32155.638122558594, -12228.130615234373],
							[32163.32147216797, -12225.58349609375],
							[32167.405517578125, -12238.023620605469],
							[32159.770080566406, -12240.521789550781],
							[32152.622680664066, -12257.788085937498],
							[32168.483520507816, -12267.625793457031],
							[32176.275878906254, -12265.043518066406],
							[32180.349914550785, -12277.452880859375],
							[32172.72131347656, -12279.972900390625],
							[32165.57391357422, -12297.319519042969],
							[32181.595275878906, -12307.076904296873],
							[32189.23071289062, -12304.505004882812],
							[32193.30352783203, -12316.911499023438],
							[32185.836486816406, -12319.250610351562],
							[32178.69812011719, -12336.478210449219],
							[32208.03729248047, -12356.466003417969],
							[32220.361877441406, -12352.457702636719],
							[32225.842895507816, -12350.680908203125],
							[32232.558898925778, -12371.153686523436],
							[32214.546508789062, -12377.01428222656],
							[32203.410522460934, -12408.899597167969],
							[32231.10791015625, -12427.745178222656],
							[32249.217895507812, -12421.936279296873],
							[32255.914489746094, -12442.349914550781],
							[32238.22247314453, -12448.185119628908],
							[32226.908081054684, -12479.954406738281],
							[32254.797302246097, -12498.92938232422],
							[32272.56671142578, -12493.1123046875],
							[32279.30029296875, -12513.638793945312],
							[32261.550476074222, -12519.356079101562],
							[32250.30133056641, -12551.357482910154],
							[32278.22729492188, -12570.259704589844],
							[32295.94207763672, -12564.369201660154],
							[32302.67211914062, -12584.884521484375],
							[32284.889099121094, -12590.72589111328],
							[32273.70068359375, -12622.468994140627],
							[32301.597717285156, -12641.540405273438],
							[32319.35089111328, -12635.728088378908],
							[32326.033508300785, -12656.099304199219],
							[32320.341674804688, -12658.026794433594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010442",
			"type": "Feature",
			"properties": {
				"id": "PD00002010442",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32315.23778076172, -12824.77158203125],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32218.310302734375, -12823.054809570312],
							[32435.123291015625, -12751.310302734375],
							[32460.617492675778, -12827.567077636717],
							[32243.827514648438, -12898.870910644531],
							[32218.310302734375, -12823.054809570312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010443",
			"type": "Feature",
			"properties": {
				"id": "PD00002010443",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32243.414260253907, -12292.45458618164],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32285.20428466797, -12452.291625976562],
							[32292.939086914062, -12449.810607910156],
							[32299.792114257812, -12432.25],
							[32283.659118652344, -12422.327392578123],
							[32276.233276367188, -12424.958618164062],
							[32272.162902832028, -12412.557312011719],
							[32279.85089111328, -12409.928527832031],
							[32286.918090820312, -12392.510498046877],
							[32270.64227294922, -12382.445312499998],
							[32263.11932373047, -12385.002990722656],
							[32259.016296386715, -12372.502502441404],
							[32266.73992919922, -12369.970703124998],
							[32273.69989013672, -12352.463623046875],
							[32257.58471679687, -12342.45178222656],
							[32249.980102539062, -12344.97100830078],
							[32245.95349121094, -12332.703186035158],
							[32253.62567138672, -12330.13641357422],
							[32260.746520996094, -12312.629211425781],
							[32244.470703125, -12302.510375976562],
							[32236.912109375, -12305.15588378906],
							[32232.85369873047, -12292.791015625],
							[32240.407714843754, -12290.402099609373],
							[32247.595275878906, -12272.573608398436],
							[32230.730712890625, -12262.936706542969],
							[32223.801879882816, -12265.211791992186],
							[32219.726684570312, -12252.79571533203],
							[32226.94470214844, -12250.381408691406],
							[32234.172485351562, -12233.302490234375],
							[32217.950317382812, -12223.98681640625],
							[32211.038085937504, -12226.323303222654],
							[32206.945312499996, -12213.853698730469],
							[32214.04412841797, -12211.672302246094],
							[32222.181884765625, -12192.041381835938],
							[32226.536499023434, -12190.613708496092],
							[32203.978698730472, -12177.978576660156],
							[32189.66192626953, -12182.816284179686],
							[32183.168518066406, -12162.698303222654],
							[32197.52752685547, -12158.160400390627],
							[32208.163330078125, -12134.152893066406],
							[32185.409301757812, -12121.517700195312],
							[32171.364318847656, -12126.126098632814],
							[32164.95489501953, -12106.268493652346],
							[32178.85009765625, -12101.460998535154],
							[32191.789489746094, -12073.149719238281],
							[32232.627075195312, -12059.814880371094],
							[32363.148071289066, -12457.38818359375],
							[32314.727478027344, -12473.286010742188],
							[32296.64331054687, -12462.340393066406],
							[32289.314514160156, -12464.815124511719],
							[32285.20428466797, -12452.291625976562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010444",
			"type": "Feature",
			"properties": {
				"id": "PD00002010444",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32335.90223312378, -12567.756858825684],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32372.74951171875, -12632.129516601562],
							[32342.097106933594, -12611.383117675783],
							[32329.139282226562, -12615.698974609375],
							[32324.373718261715, -12617.212280273438],
							[32317.663879394535, -12596.775024414062],
							[32335.45831298828, -12590.895629882812],
							[32346.575927734375, -12559.034118652344],
							[32318.73571777344, -12540.117004394531],
							[32301.010925292972, -12546.051513671875],
							[32294.283325195312, -12525.55987548828],
							[32299.7041015625, -12523.7529296875],
							[32312.042724609375, -12519.705505371094],
							[32324.435913085938, -12484.898010253906],
							[32367.543273925785, -12470.776611328125],
							[32415.872497558594, -12617.990112304688],
							[32372.74951171875, -12632.129516601562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010445",
			"type": "Feature",
			"properties": {
				"id": "PD00002010445",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32432.829331341913, -12188.814535701977],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32436.06268310547, -12131.379516601564],
							[32424.38647460937, -12135.207824707031],
							[32407.920288085938, -12168.901489257812],
							[32440.75750732422, -12186.224304199219],
							[32452.893310546875, -12182.394775390623],
							[32464.872497558594, -12218.70458984375],
							[32440.33728027344, -12226.826599121094],
							[32434.076477050785, -12239.009582519531],
							[32467.241516113285, -12256.776489257812],
							[32474.009887695312, -12276.743225097656],
							[32465.718505859375, -12291.971984863281],
							[32413.43310546875, -12309.06201171875],
							[32352.182312011722, -12122.620483398438],
							[32401.29510498047, -12106.72540283203],
							[32417.475708007816, -12114.815612792967],
							[32429.373291015625, -12111.103698730469],
							[32436.06268310547, -12131.379516601564]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010446",
			"type": "Feature",
			"properties": {
				"id": "PD00002010446",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32510.032649113582, -12427.562403752254],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32548.518920898438, -12454.386413574219],
							[32531.35650634766, -12460.07879638672],
							[32514.69989013672, -12493.772521972656],
							[32548.298522949222, -12510.904907226564],
							[32565.388488769528, -12505.208190917969],
							[32572.12768554688, -12525.510986328123],
							[32554.900085449222, -12531.221801757814],
							[32536.44873046875, -12568.220397949219],
							[32505.89587402344, -12578.000183105469],
							[32463.627319335938, -12449.156311035156],
							[32454.258117675778, -12433.362487792967],
							[32416.760314941406, -12319.044616699219],
							[32450.45391845703, -12308.003723144531],
							[32481.19708251953, -12321.614501953127],
							[32497.75848388672, -12316.284423828125],
							[32504.5634765625, -12337.130310058596],
							[32487.618286132812, -12342.443420410156],
							[32474.039306640625, -12366.936401367188],
							[32499.42071533203, -12378.231079101562],
							[32516.22332763672, -12372.847717285156],
							[32523.008911132812, -12393.634704589846],
							[32506.511108398438, -12398.964782714844],
							[32492.55133056641, -12423.457702636719],
							[32524.912475585934, -12439.701782226564],
							[32541.791076660156, -12434.117919921877],
							[32548.518920898438, -12454.386413574219]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010447",
			"type": "Feature",
			"properties": {
				"id": "PD00002010447",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32075.011149479793, -11320.477009699895],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31985.611877441406, -11087.371215820312],
							[32032.348083496094, -11107.77587890625],
							[32040.391296386722, -11105.235900878906],
							[32046.913879394528, -11125.117309570312],
							[32039.003295898438, -11127.498779296875],
							[32012.587280273434, -11173.218811035156],
							[32018.683288574222, -11171.186889648438],
							[32057.291320800778, -11189.728881835938],
							[32067.050720214847, -11186.49609375],
							[32073.580505371097, -11206.399719238281],
							[32064.10711669922, -11209.314697265625],
							[32043.68127441406, -11247.626403808594],
							[32083.897888183594, -11265.300598144531],
							[32092.021911621097, -11262.610900878906],
							[32098.53387451172, -11282.460083007812],
							[32090.680297851566, -11284.868408203125],
							[32066.86767578125, -11325.931823730469],
							[32069.51348876953, -11325.296813964844],
							[32108.248718261715, -11343.711791992188],
							[32117.52648925781, -11340.351379394531],
							[32124.04052734375, -11360.206726074219],
							[32114.605895996097, -11363.277099609375],
							[32094.49047851563, -11401.059692382812],
							[32080.160705566406, -11405.899780273438],
							[32098.533325195312, -11407.931823730469],
							[32110.04809570312, -11425.457885742188],
							[32117.668090820312, -11426.304504394531],
							[32116.239318847656, -11439.179992675781],
							[32108.51348876953, -11438.333312988281],
							[32097.189086914062, -11448.810913085938],
							[32106.502502441406, -11450.292602539062],
							[32117.509277343754, -11468.072509765625],
							[32125.129272460938, -11469.130981445312],
							[32123.435913085938, -11481.830993652344],
							[32115.60430908203, -11480.878479003906],
							[32108.79229736328, -11487.326477050781],
							[32121.027893066406, -11483.317810058594],
							[32159.805297851566, -11501.859985351562],
							[32165.01068115234, -11500.031005859375],
							[32171.288879394535, -11519.920593261719],
							[32166.419921875, -11521.375610351562],
							[32145.97290039063, -11559.475708007812],
							[32103.193298339844, -11573.522827148438],
							[32078.181884765625, -11497.355102539062],
							[32076.216491699222, -11491.369812011719],
							[31952.422485351562, -11114.3798828125],
							[31951.82989501953, -11108.537902832031],
							[31953.52307128906, -11102.611206054688],
							[31957.841125488285, -11097.785217285156],
							[31962.159301757812, -11095.668579101562],
							[31983.07189941406, -11088.725891113281],
							[31985.611877441406, -11087.371215820312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010448",
			"type": "Feature",
			"properties": {
				"id": "PD00002010448",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31944.163646497225, -10926.071716308594],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32019.78912353516, -11042.455688476562],
							[32010.440307617188, -11045.600524902344],
							[31996.976928710938, -11070.643676757812],
							[31981.075073242184, -11082.122009277344],
							[31959.90850830078, -11089.159912109375],
							[31956.31011962891, -11089.847900390625],
							[31949.27227783203, -11088.736694335938],
							[31944.29809570312, -11085.191284179688],
							[31940.91131591797, -11079.529174804688],
							[31857.356689453125, -10824.596496582031],
							[31857.187316894535, -10820.151489257812],
							[31857.737670898438, -10817.569091796875],
							[31858.62670898437, -10815.367797851562],
							[31860.235290527344, -10812.658386230469],
							[31863.156311035156, -10809.652709960938],
							[31866.881713867188, -10807.747802734375],
							[31896.76910400391, -10797.54541015625],
							[31899.605285644528, -10795.852111816406],
							[31912.102294921875, -10801.751220703125],
							[31933.85107421875, -10812.01708984375],
							[31935.491516113278, -10811.434997558594],
							[31943.307128906254, -10808.801391601562],
							[31949.794677734375, -10828.620788574219],
							[31940.19091796875, -10831.739196777344],
							[31921.648925781254, -10866.367919921875],
							[31956.95489501953, -10883.385925292969],
							[31966.673706054684, -10880.186584472656],
							[31973.12432861328, -10899.893005371094],
							[31963.77191162109, -10902.955200195312],
							[31945.14532470703, -10937.583984375],
							[31980.535888671875, -10954.601989746094],
							[31989.97192382812, -10951.36279296875],
							[31996.518676757812, -10971.363403320312],
							[31987.109313964844, -10974.245788574219],
							[31968.482482910153, -11008.789794921875],
							[32003.873291015625, -11025.977111816406],
							[32013.343322753906, -11022.76318359375],
							[32019.78912353516, -11042.455688476562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010449",
			"type": "Feature",
			"properties": {
				"id": "PD00002010449",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31870.205706317607, -10619.524219689003],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31894.802673339844, -10560.219909667969],
							[31892.380493164062, -10552.860290527344],
							[31874.092529296875, -10545.494384765625],
							[31872.845886230472, -10549.884704589844],
							[31870.686889648438, -10557.758728027344],
							[31874.814514160156, -10563.854675292969],
							[31864.082885742188, -10571.093688964844],
							[31859.955322265625, -10564.997680664062],
							[31839.317871093754, -10562.711608886719],
							[31840.39727783203, -10572.681213378906],
							[31846.62030029297, -10577.126220703125],
							[31841.34991455078, -10585.063781738281],
							[31843.064270019535, -10585.000183105469],
							[31872.782287597656, -10616.496276855469],
							[31881.92651367188, -10616.940795898438],
							[31882.19732666016, -10620.674621582031],
							[31882.514892578125, -10623.722595214844],
							[31883.91192626953, -10628.104125976562],
							[31883.27691650391, -10637.756103515625],
							[31871.40008544922, -10637.151794433594],
							[31852.85809326172, -10653.323181152344],
							[31868.206115722653, -10660.542114257812],
							[31886.93872070312, -10669.484985351562],
							[31888.632080078125, -10668.955810546875],
							[31896.435119628906, -10666.377685546875],
							[31902.9716796875, -10686.167419433594],
							[31893.447509765625, -10689.254699707031],
							[31874.963073730465, -10724.168212890625],
							[31910.523071289062, -10740.932189941406],
							[31920.0029296875, -10737.729614257812],
							[31923.035705566406, -10746.911499023438],
							[31923.035705566406, -10753.0498046875],
							[31922.08331298828, -10756.119018554688],
							[31898.905700683594, -10791.361511230469],
							[31895.730712890625, -10793.583984375],
							[31892.661499023438, -10795.065612792969],
							[31863.980529785156, -10804.167419433594],
							[31859.74731445312, -10804.167419433594],
							[31856.360473632812, -10803.214904785156],
							[31853.079711914062, -10801.733276367188],
							[31850.010498046875, -10799.193176269531],
							[31847.57647705078, -10794.959899902344],
							[31771.07647705078, -10561.544006347656],
							[31769.700500488278, -10557.41650390625],
							[31769.277282714844, -10554.559020996094],
							[31769.5947265625, -10551.172302246094],
							[31770.335510253906, -10547.997314453125],
							[31772.240478515625, -10545.033996582031],
							[31775.098083496094, -10542.176513671875],
							[31779.22552490234, -10540.059814453125],
							[31891.493713378906, -10503.085083007812],
							[31893.695129394528, -10502.831115722656],
							[31895.811889648438, -10503.000427246094],
							[31897.928527832035, -10503.423706054688],
							[31899.706481933597, -10504.185791015625],
							[31901.823120117184, -10505.117126464844],
							[31903.685913085938, -10506.556396484375],
							[31905.12512207031, -10507.826416015625],
							[31906.73388671875, -10509.8583984375],
							[31907.834472656254, -10511.97509765625],
							[31914.690673828125, -10532.848510742188],
							[31908.27893066406, -10543.090209960938],
							[31904.659484863285, -10548.99560546875],
							[31906.94549560547, -10556.044189453125],
							[31894.802673339844, -10560.219909667969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010450",
			"type": "Feature",
			"properties": {
				"id": "PD00002010450",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32023.32858225399, -10595.1910288421],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32060.036926269528, -10713.087707519531],
							[32048.619873046875, -10701.802490234375],
							[32043.31768798828, -10696.601928710938],
							[32035.7294921875, -10697.205078125],
							[32034.75567626953, -10684.267028808594],
							[32042.25927734375, -10683.623413085938],
							[32048.863281250004, -10674.034912109375],
							[32037.21112060547, -10666.986511230469],
							[32031.157287597656, -10663.091796875],
							[32023.876098632812, -10665.504821777344],
							[32019.804077148438, -10653.084411621094],
							[32026.998107910156, -10650.599182128906],
							[32034.49108886719, -10632.501708984375],
							[32017.60009765625, -10622.214599609375],
							[32010.431884765625, -10624.498291015625],
							[32006.434326171875, -10612.305297851562],
							[32013.726684570312, -10609.749206542969],
							[32021.082092285156, -10591.281311035156],
							[32004.042907714844, -10580.8037109375],
							[31996.85607910156, -10583.090393066406],
							[31992.77392578125, -10570.639587402344],
							[32000.13751220703, -10568.311218261719],
							[32006.805114746097, -10551.737609863281],
							[31991.56512451172, -10542.212585449219],
							[31984.234924316406, -10544.594116210938],
							[31980.171875, -10532.201782226562],
							[31987.310485839844, -10529.851196289062],
							[31994.083923339847, -10513.235412597656],
							[31978.94970703125, -10503.816223144531],
							[31971.66192626953, -10506.245483398438],
							[31967.59252929687, -10493.83349609375],
							[31974.73748779297, -10491.433715820312],
							[31981.96850585937, -10473.356079101562],
							[32004.231506347656, -10466.102478027344],
							[32006.70659496591, -10465.98981195904],
							[32009.16608904507, -10466.289221687965],
							[32011.541858165256, -10466.992413268337],
							[32013.768091170845, -10468.079907597517],
							[32015.783119204538, -10469.521580006423],
							[32017.53112399577, -10471.277494742677],
							[32018.96368408203, -10473.299011230469],
							[32090.027282714844, -10688.892578125],
							[32090.02286558496, -10691.605842143117],
							[32089.602445960518, -10694.286339948083],
							[32088.77596817222, -10696.870668798769],
							[32087.562981184874, -10699.297700671565],
							[32085.992176198968, -10701.510028142648],
							[32084.100708007816, -10703.455322265625],
							[32060.036926269528, -10713.087707519531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010451",
			"type": "Feature",
			"properties": {
				"id": "PD00002010451",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32201.146844528943, -10850.361574663297],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32027.06707763672, -10769.827575683594],
							[32035.119079589844, -10767.396789550781],
							[32056.871276855465, -10726.87451171875],
							[32095.4794921875, -10714.259094238281],
							[32097.19549560547, -10715.798706054688],
							[32098.782897949215, -10717.70361328125],
							[32100.179870605472, -10720.307189941406],
							[32123.098083496094, -10789.2841796875],
							[32126.571640791106, -10797.567726805291],
							[32130.70742829973, -10805.541309113005],
							[32135.478041108963, -10813.152091369699],
							[32140.851867771464, -10820.349642351513],
							[32146.79329977206, -10827.086269023419],
							[32153.262967480005, -10833.317332566923],
							[32160.21800102338, -10839.001544169678],
							[32167.612314357197, -10844.101238616975],
							[32175.396910642685, -10848.582623872253],
							[32183.520206914458, -10852.416004992814],
							[32191.92837588393, -10855.575980897023],
							[32200.56570261443, -10858.041612679148],
							[32209.374953704286, -10859.796562356554],
							[32218.297756531778, -10860.829201129854],
							[32227.274986048822, -10861.132686438668],
							[32236.24715656051, -10860.705007302386],
							[32245.15481589434, -10859.5489976455],
							[32253.938939347372, -10857.672317519215],
							[32262.54132080078, -10855.08740234375],
							[32365.614685058594, -10821.08740234375],
							[32368.316061803896, -10820.052920545959],
							[32371.154006723675, -10819.492869171232],
							[32374.04585481427, -10819.423561661251],
							[32376.90737095495, -10819.847016837986],
							[32379.65520354835, -10820.750900098508],
							[32382.209312425348, -10822.108882703127],
							[32384.495300292965, -10823.881408691406],
							[32396.059509277344, -10859.735595703125],
							[32389.50830078125, -10874.058410644531],
							[32376.427307128903, -10900.919006347656],
							[32376.998901367188, -10902.633483886719],
							[32379.880920410153, -10911.460205078125],
							[32360.1787109375, -10917.928405761719],
							[32356.765686035156, -10907.442199707031],
							[32320.5283203125, -10887.884216308594],
							[32302.663696289062, -10925.3916015625],
							[32306.190673828125, -10935.652404785156],
							[32286.60888671875, -10942.081115722656],
							[32282.96990966797, -10931.629089355469],
							[32242.49908447266, -10910.293090820312],
							[32231.153930664062, -10875.071594238281],
							[32224.634521484375, -10908.752075195312],
							[32187.973693847656, -10935.591491699219],
							[32186.22387695313, -10945.709411621094],
							[32175.95572599102, -10943.144945073733],
							[32165.837890625004, -10940.039978027344],
							[32167.408508300785, -10931.525024414062],
							[32142.26251220703, -10893.297912597656],
							[32146.32647705078, -10871.707885742188],
							[32140.357482910153, -10878.56591796875],
							[32094.510498046875, -10883.264892578125],
							[32088.139892578125, -10890.952575683594],
							[32083.07489013672, -10885.703979492188],
							[32080.53491210937, -10882.899475097656],
							[32077.62432861328, -10879.35400390625],
							[32074.174072265625, -10875.079711914062],
							[32078.97930908203, -10870.021606445312],
							[32076.598083496094, -10824.080993652344],
							[32094.69567871094, -10803.020202636719],
							[32083.159729003906, -10806.618408203125],
							[32041.884704589844, -10786.933410644531],
							[32033.640502929688, -10789.797729492188],
							[32027.06707763672, -10769.827575683594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010452",
			"type": "Feature",
			"properties": {
				"id": "PD00002010452",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32458.078260034858, -10817.47877940511],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32499.427307128906, -10835.748596191406],
							[32497.051086425778, -10828.581481933594],
							[32480.350708007812, -10821.786926269531],
							[32470.952697753906, -10837.153991699219],
							[32473.256103515625, -10844.315979003906],
							[32460.833679199215, -10848.382690429688],
							[32458.29272460938, -10841.089111328125],
							[32441.613281249996, -10834.569885253906],
							[32432.469299316406, -10849.894592285156],
							[32434.77972412109, -10856.911804199219],
							[32422.43511962891, -10860.953002929688],
							[32420.192687988278, -10853.95849609375],
							[32403.581115722656, -10847.116088867188],
							[32395.133117675778, -10828.459899902344],
							[32394.39553624781, -10825.983200561259],
							[32394.08275491598, -10823.418003916266],
							[32394.203592494887, -10820.836635235013],
							[32394.75464199024, -10818.311875752868],
							[32395.72036665859, -10815.914910618794],
							[32397.073538062974, -10813.713321842619],
							[32398.77600377395, -10811.769182832164],
							[32400.779763070623, -10810.137308244452],
							[32403.028320312496, -10808.863708496094],
							[32494.403930664062, -10778.854675292969],
							[32496.787631791158, -10778.303468131337],
							[32499.228939398014, -10778.142603072822],
							[32501.66435783285, -10778.376264035793],
							[32504.030544614587, -10778.998373762677],
							[32506.265957899202, -10779.99275188256],
							[32508.312457113545, -10781.333535744356],
							[32510.11681512592, -10782.985853075115],
							[32511.632102623636, -10784.906728968454],
							[32512.81890869141, -10787.046203613281],
							[32519.740478515625, -10808.064697265625],
							[32509.47729492188, -10824.393981933594],
							[32511.805725097656, -10831.696411132812],
							[32499.427307128906, -10835.748596191406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010453",
			"type": "Feature",
			"properties": {
				"id": "PD00002010453",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32696.755130106172, -10628.85972913549],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32711.786682128906, -10438.544982910156],
							[32718.814086914062, -10443.117004394531],
							[32726.095275878906, -10440.746398925781],
							[32730.066101074222, -10452.941101074219],
							[32722.71929931641, -10455.349304199219],
							[32716.11529541016, -10472.176879882812],
							[32731.35528564453, -10481.638305664062],
							[32738.59930419922, -10479.148193359375],
							[32742.60772705078, -10491.458618164062],
							[32735.49688720703, -10493.775695800781],
							[32728.80828857422, -10510.709106445312],
							[32743.79431152344, -10519.937683105469],
							[32751.136474609375, -10517.652404785156],
							[32755.170288085938, -10530.040710449219],
							[32748.02752685547, -10532.25390625],
							[32741.338928222656, -10549.018005371094],
							[32750.228881835938, -10554.521301269531],
							[32756.663696289062, -10558.585388183594],
							[32763.69512939453, -10556.221801757812],
							[32767.75531005859, -10568.691589355469],
							[32760.62188720703, -10570.713806152344],
							[32753.001708984375, -10590.081420898438],
							[32742.524291992184, -10593.785583496094],
							[32767.712707519528, -10593.256408691406],
							[32776.89892578125, -10601.327575683594],
							[32801.55187988281, -10624.282897949219],
							[32808.319091796875, -10624.2705078125],
							[32809.05987548828, -10625.646423339844],
							[32809.800720214844, -10627.339782714844],
							[32810.01232910156, -10630.09130859375],
							[32809.69649945581, -10637.571306028993],
							[32809.10168457031, -10645.034301757812],
							[32802.06768798828, -10644.973693847656],
							[32769.386291503906, -10677.485778808594],
							[32734.84210205078, -10677.993713378906],
							[32755.839477539062, -10696.620483398438],
							[32759.734130859375, -10742.001892089844],
							[32767.572082519528, -10748.813110351562],
							[32760.992249944746, -10756.803187090487],
							[32754.00891113281, -10764.443115234375],
							[32746.02227783203, -10757.664489746094],
							[32700.429077148438, -10759.569519042969],
							[32691.412109375, -10751.822509765625],
							[32672.48907470703, -10803.511596679688],
							[32676.907287597653, -10814.24951171875],
							[32657.329528808594, -10820.65771484375],
							[32653.22528076172, -10811.405700683594],
							[32607.61108398437, -10792.355712890625],
							[32589.09008789063, -10831.619812011719],
							[32592.44708251953, -10841.895080566406],
							[32572.68170166016, -10848.364685058594],
							[32569.025878906246, -10837.936889648438],
							[32529.87268066406, -10816.911010742188],
							[32519.286071777344, -10784.8916015625],
							[32519.101541685362, -10782.358895722396],
							[32519.307594722202, -10779.827850014919],
							[32519.89935622029, -10777.358342258964],
							[32520.862826674314, -10775.008794448948],
							[32522.17521293235, -10772.83479064558],
							[32523.805467421265, -10770.887762004624],
							[32525.715022649867, -10769.213770052356],
							[32527.858703613278, -10767.852416992188],
							[32642.756286621094, -10730.128479003906],
							[32651.42210480006, -10727.281053865483],
							[32659.824473110624, -10723.730780438895],
							[32667.906496523992, -10719.50169872112],
							[32675.613449165543, -10714.622445129557],
							[32682.893144880585, -10709.126058596],
							[32689.696290602933, -10703.049756849843],
							[32695.97682013347, -10696.434684405345],
							[32701.69220606858, -10689.325633959425],
							[32706.803747766335, -10681.77074308649],
							[32711.276833400494, -10673.821168284067],
							[32715.081174327843, -10665.530738576364],
							[32718.191010181952, -10656.955591021344],
							[32720.58528330456, -10648.153790589373],
							[32722.247781333488, -10639.184936987398],
							[32723.16724698154, -10630.109761090924],
							[32723.337454263063, -10620.989713716532],
							[32722.75725065203, -10611.886549519417],
							[32721.430564886145, -10602.86190883358],
							[32719.366380364132, -10593.97690028609],
							[32716.578674316406, -10585.291687011719],
							[32674.287109375, -10456.646789550781],
							[32673.976852467127, -10453.955879967256],
							[32674.11528863636, -10451.250683271515],
							[32674.69861550832, -10448.605502087541],
							[32675.71081106239, -10446.092990615742],
							[32677.124073702555, -10443.78215906725],
							[32678.89958587345, -10441.736478186322],
							[32680.988580247573, -10440.012135923174],
							[32683.33367919922, -10438.656494140625],
							[32696.033691406246, -10434.677185058594],
							[32698.49389648438, -10433.465087890625],
							[32700.864685058594, -10432.110412597656],
							[32711.786682128906, -10438.544982910156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010454",
			"type": "Feature",
			"properties": {
				"id": "PD00002010454",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32672.0832105513, -10354.904834764395],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32704.073303222656, -10365.975891113281],
							[32696.908081054688, -10368.137817382812],
							[32689.626892089844, -10385.833190917969],
							[32698.234497070312, -10393.736999511719],
							[32703.88592529297, -10398.690002441406],
							[32711.315490722656, -10397.610412597656],
							[32713.06811523437, -10408.35888671875],
							[32711.099487304688, -10410.644897460938],
							[32706.01947021484, -10411.470397949219],
							[32697.51049804688, -10425.567504882812],
							[32696.46270751953, -10426.747497558594],
							[32694.5048828125, -10427.752990722656],
							[32682.333923339844, -10431.986328125],
							[32679.954897768024, -10432.588681195539],
							[32677.51015477191, -10432.802745615527],
							[32675.06264855988, -10432.623009044353],
							[32672.67540449546, -10432.05409985137],
							[32670.409896140718, -10431.11066793145],
							[32668.324462259785, -10429.817007457752],
							[32666.47280454618, -10428.206431286128],
							[32664.902604758572, -10426.3204131208],
							[32663.654296875004, -10424.20751953125],
							[32616.120300292965, -10279.693176269531],
							[32615.71862921386, -10277.420467164839],
							[32615.672999001417, -10275.11298710771],
							[32615.9845059544, -10272.826174971004],
							[32616.64566589355, -10270.614973065887],
							[32617.640593974418, -10268.532507113167],
							[32618.94538633217, -10266.628809859532],
							[32620.528694389206, -10264.949619004728],
							[32622.352478027344, -10263.535278320312],
							[32660.58612060547, -10272.471313476562],
							[32666.617309570312, -10283.742614746094],
							[32670.321472167972, -10291.045104980469],
							[32677.571105957028, -10292.897216796875],
							[32674.835327148438, -10305.784484863281],
							[32667.59631347656, -10304.006408691406],
							[32663.4052734375, -10306.927490234375],
							[32679.82208251953, -10317.025695800781],
							[32687.357482910156, -10314.908996582031],
							[32691.40771484375, -10327.348510742188],
							[32684.208129882812, -10329.635498046875],
							[32677.350097656246, -10346.230285644531],
							[32686.590698242188, -10351.857604980469],
							[32692.728881835938, -10355.667602539062],
							[32699.819885253906, -10353.445129394531],
							[32704.073303222656, -10365.975891113281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010455",
			"type": "Feature",
			"properties": {
				"id": "PD00002010455",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32815.73300976249, -10255.310160283827],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32810.789489746094, -10295.438903808594],
							[32819.257080078125, -10290.222290039062],
							[32830.15789794922, -10246.513000488281],
							[32820.327697753906, -10244.916687011719],
							[32813.448486328125, -10243.805419921875],
							[32807.68048095703, -10248.885375976562],
							[32802.86511230469, -10243.487915039062],
							[32801.91271972656, -10248.9912109375],
							[32783.70928955078, -10259.521728515625],
							[32782.280517578125, -10266.98291015625],
							[32769.39532470703, -10264.719909667969],
							[32770.88751220703, -10257.353881835938],
							[32765.966308593754, -10251.130798339844],
							[32755.806274414062, -10267.831420898438],
							[32758.211303710938, -10275.254699707031],
							[32745.751098632812, -10279.297180175781],
							[32743.339111328125, -10271.966003417969],
							[32723.96990966797, -10264.331420898438],
							[32717.782897949222, -10245.409729003906],
							[32717.682175569917, -10242.597518593924],
							[32718.057882289748, -10239.808698619745],
							[32718.899222709995, -10237.123401860545],
							[32720.18202210917, -10234.618786503015],
							[32721.869421069347, -10232.366819110512],
							[32723.91293457912, -10230.432206766118],
							[32726.253845181516, -10228.870537806553],
							[32728.82489013672, -10227.726684570312],
							[32854.24108886719, -10187.063598632812],
							[32856.496941863894, -10186.477065178662],
							[32858.81902635649, -10186.27503091217],
							[32861.142279016385, -10186.46315670481],
							[32863.4016037837, -10187.036171391692],
							[32865.53369581738, -10187.978019466227],
							[32867.47881525653, -10189.26231094522],
							[32869.182461093296, -10190.853060799369],
							[32870.596898256335, -10192.705697230886],
							[32871.68249511719, -10194.768310546875],
							[32903.00231933594, -10289.231811523438],
							[32903.366161375416, -10291.774918971827],
							[32903.29173528524, -10294.342843674938],
							[32902.78121409722, -10296.86060947825],
							[32901.849503589314, -10299.254704725565],
							[32900.52380707904, -10301.455228591918],
							[32898.8428311633, -10303.397931990397],
							[32896.85565559505, -10305.026093464176],
							[32894.62030029297, -10306.292175292969],
							[32872.81848144531, -10313.382995605469],
							[32870.15148925781, -10314.716491699219],
							[32868.88153076172, -10315.669006347656],
							[32830.590881347656, -10307.794982910156],
							[32821.95489501953, -10313.002075195312],
							[32810.789489746094, -10295.438903808594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010456",
			"type": "Feature",
			"properties": {
				"id": "PD00002010456",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32904.104487233184, -10403.550584831164],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32874.930725097656, -10319.925109863281],
							[32897.15588378906, -10312.813110351562],
							[32899.47681932799, -10312.540786748794],
							[32901.81174179572, -10312.635860352651],
							[32904.10285372918, -10313.095977760315],
							[32906.29344212858, -10313.909749463463],
							[32908.32928230174, -10315.057031778259],
							[32910.15998011398, -10316.50942547169],
							[32911.740219418556, -10318.230978741485],
							[32913.03088378906, -10320.179077148438],
							[32969.687072753906, -10492.31201171875],
							[32970.4090702025, -10494.740297122178],
							[32970.72907152156, -10497.253352925794],
							[32970.63866080375, -10499.785086762198],
							[32970.140215814965, -10502.26891503916],
							[32969.246845460024, -10504.639514061602],
							[32967.98204502369, -10506.834538018767],
							[32966.37907825402, -10508.796258654236],
							[32964.48010253906, -10510.473083496094],
							[32931.20587158203, -10521.649108886719],
							[32892.44970703125, -10503.085998535156],
							[32882.60729980469, -10506.366821289062],
							[32876.257080078125, -10486.470092773438],
							[32885.86688232422, -10483.485595703125],
							[32907.22131347656, -10443.782409667969],
							[32866.864685058594, -10424.535583496094],
							[32856.948303222656, -10427.805786132812],
							[32850.49230957031, -10408.173706054688],
							[32860.38787841797, -10404.94580078125],
							[32881.948303222656, -10364.373596191406],
							[32864.54931640625, -10353.451599121094],
							[32856.802307128906, -10356.118591308594],
							[32852.99230957031, -10343.672607421875],
							[32860.6123046875, -10340.878601074219],
							[32866.073303222656, -10327.924499511719],
							[32869.142517089844, -10324.302429199219],
							[32871.894104003906, -10321.97412109375],
							[32874.930725097656, -10319.925109863281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010457",
			"type": "Feature",
			"properties": {
				"id": "PD00002010457",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32977.63125534271, -10617.855105077764],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32989.85290527344, -10694.87109375],
							[32979.69268798828, -10688.222595214844],
							[32973.406311035156, -10684.539611816406],
							[32966.10388183594, -10686.698608398438],
							[32962.069885253906, -10674.37939453125],
							[32969.41687011719, -10672.090881347656],
							[32977.417907714844, -10652.151916503906],
							[32969.42907714844, -10641.101318359375],
							[32964.920471191406, -10635.068786621094],
							[32957.30047607422, -10634.624206542969],
							[32958.07312011719, -10621.55810546875],
							[32965.65087890625, -10622.023681640625],
							[32971.57751464844, -10615.885375976562],
							[32920.72668457031, -10593.410583496094],
							[32911.70947265625, -10596.395080566406],
							[32905.17431640625, -10576.706176757812],
							[32914.44012451172, -10573.617614746094],
							[32941.664306640625, -10525.6162109375],
							[32963.72491455078, -10518.457885742188],
							[32966.18284155828, -10518.067023044363],
							[32968.671538507966, -10518.090820424808],
							[32971.121541754204, -10518.528613659293],
							[32973.46446765655, -10519.36818321498],
							[32975.634921280245, -10520.586095317765],
							[32977.57232167691, -10522.148356027668],
							[32979.222592798986, -10524.011360065877],
							[32980.53967285156, -10526.123107910156],
							[33027.236083984375, -10667.29931640625],
							[33027.7285268718, -10669.822788183827],
							[33027.78716353422, -10672.393191177798],
							[33027.41030514195, -10674.936493669005],
							[33026.608805819684, -10677.379444476126],
							[33025.405750030404, -10679.651682706919],
							[33023.835787705866, -10681.687764264501],
							[33021.94413627313, -10683.42904674205],
							[33019.78527832031, -10684.825378417969],
							[32989.85290527344, -10694.87109375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010458",
			"type": "Feature",
			"properties": {
				"id": "PD00002010458",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32267.19992807749, -10543.639003444363],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32308.33612060547, -10632.285705566406],
							[32301.169921875, -10634.422912597656],
							[32293.70947265625, -10653.912719726562],
							[32270.611328125, -10661.278686523438],
							[32258.23748779297, -10641.792114257812],
							[32251.57012939453, -10626.075805664062],
							[32186.796081542972, -10428.479309082031],
							[32215.922119140625, -10418.815307617188],
							[32233.8291015625, -10429.864318847656],
							[32241.359924316406, -10426.848876953125],
							[32245.579528808597, -10439.790100097656],
							[32238.147094726562, -10442.056213378906],
							[32231.543090820312, -10458.947387695312],
							[32246.148071289062, -10468.218383789062],
							[32254.042724609375, -10465.747009277344],
							[32258.08087158203, -10478.132385253906],
							[32250.749877929688, -10480.543701171875],
							[32243.87072753906, -10496.947998046875],
							[32259.322326660156, -10506.684692382812],
							[32266.57452392578, -10504.182189941406],
							[32270.61492919922, -10516.574279785156],
							[32263.343872070312, -10519.067199707031],
							[32256.685302734375, -10535.718322753906],
							[32271.861877441406, -10545.243286132812],
							[32279.107299804688, -10542.620788574219],
							[32283.215087890625, -10555.219299316406],
							[32275.978698730465, -10557.520080566406],
							[32269.374694824222, -10574.199401855469],
							[32284.614685058594, -10583.68212890625],
							[32291.696472167965, -10581.232482910156],
							[32295.76348876953, -10593.706115722656],
							[32288.643493652344, -10596.022277832031],
							[32281.95489501953, -10612.617004394531],
							[32297.110290527344, -10622.184326171875],
							[32304.227722167972, -10619.66650390625],
							[32308.26788330078, -10632.05810546875],
							[32308.33612060547, -10632.285705566406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010459",
			"type": "Feature",
			"properties": {
				"id": "PD00002010459",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32438.457930131393, -10476.193013509115],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32492.308898925778, -10596.024780273438],
							[32491.669494628906, -10594.4453125],
							[32471.603515625, -10585.428283691406],
							[32464.560485839844, -10587.602111816406],
							[32460.547912597656, -10575.36669921875],
							[32467.539489746094, -10572.855224609375],
							[32474.90551757813, -10554.440185546875],
							[32449.79370117188, -10542.573120117188],
							[32441.115295410156, -10538.339782714844],
							[32434.236083984375, -10540.3505859375],
							[32427.772705078125, -10520.528625488281],
							[32434.703674316406, -10518.305480957031],
							[32452.229675292965, -10485.412414550781],
							[32418.447509765625, -10469.410278320312],
							[32411.78552246094, -10471.499877929688],
							[32405.401916503906, -10451.923095703125],
							[32411.751892089844, -10450.018127441406],
							[32416.620117187496, -10441.128112792969],
							[32429.646484375, -10416.382385253906],
							[32413.13647460938, -10406.222412109375],
							[32405.80950927734, -10408.418090820312],
							[32401.68188476562, -10395.929321289062],
							[32408.691528320312, -10393.839904785156],
							[32415.676513671875, -10377.012390136719],
							[32400.224670410156, -10367.4873046875],
							[32393.12231445313, -10370.031188964844],
							[32388.982910156254, -10357.506774902344],
							[32396.194274902344, -10355.175415039062],
							[32404.67510986328, -10334.466918945312],
							[32447.5537109375, -10320.56298828125],
							[32520.181884765625, -10540.7548828125],
							[32524.23211669922, -10578.902587890625],
							[32492.308898925778, -10596.024780273438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010460",
			"type": "Feature",
			"properties": {
				"id": "PD00002010460",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [33069.739415486656, -10300.412689208984],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33121.97589111328, -10409.5703125],
							[33116.88708496094, -10411.021606445312],
							[33095.501708984375, -10451.3662109375],
							[33057.09210205078, -10464.025207519531],
							[32961.157287597656, -10171.346008300781],
							[33001.632873535156, -10157.882995605469],
							[33039.97888183594, -10176.507202148438],
							[33044.82409667969, -10174.922302246094],
							[33051.346923828125, -10194.760681152344],
							[33046.65167236328, -10196.245178222656],
							[33029.12567138672, -10229.011108398438],
							[33062.39971923828, -10245.521179199219],
							[33067.526123046875, -10243.967712402344],
							[33073.98651123047, -10263.6162109375],
							[33069.1962890625, -10265.113098144531],
							[33051.56231689453, -10298.330078125],
							[33085.15393066406, -10314.205078125],
							[33090.105895996094, -10312.641296386719],
							[33096.619079589844, -10332.450317382812],
							[33092.01190185547, -10333.932495117188],
							[33071.18389892578, -10372.879211425781],
							[33110.469299316406, -10391.505920410156],
							[33115.380920410156, -10389.512817382812],
							[33121.97589111328, -10409.5703125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010461",
			"type": "Feature",
			"properties": {
				"id": "PD00002010461",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [33058.565177608, -10910.204288736424],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33060.35968017578, -11054.565185546875],
							[33071.92248535156, -11050.848510742188],
							[33089.53332519531, -11017.320495605469],
							[33056.005310058594, -11001.064392089844],
							[33044.03552246094, -11005.278076171875],
							[33037.519287109375, -10985.603576660156],
							[33049.830078125, -10981.431579589844],
							[33070.044494628906, -10943.648986816406],
							[33073.32531738281, -10942.590698242188],
							[33028.87512207031, -10923.117309570312],
							[33018.02227783203, -10926.736206054688],
							[33011.546875, -10907.185302734375],
							[33022.406677246094, -10903.594604492188],
							[33044.25067138672, -10865.155883789062],
							[33005.134521484375, -10846.698486328125],
							[32992.83349609375, -10850.684326171875],
							[32986.31591796875, -10831.006103515625],
							[32998.95391845703, -10826.894897460938],
							[33019.011474609375, -10788.849792480469],
							[32979.21807861328, -10771.06982421875],
							[32967.63171386719, -10774.593383789062],
							[32961.12091064453, -10754.935424804688],
							[32972.275329589844, -10751.427124023438],
							[33003.05010986328, -10697.944580078125],
							[33021.568908691406, -10691.869323730469],
							[33023.92246731038, -10691.643019165555],
							[33026.28268373487, -10691.783839471787],
							[33028.59263659656, -10692.288388484127],
							[33030.79661673409, -10693.144497987882],
							[33032.841470731604, -10694.331521179705],
							[33034.67788282028, -10695.820830606797],
							[33036.261564227374, -10697.576508575528],
							[33037.55432128906, -10699.556213378906],
							[33155.085876464844, -11057.254211425781],
							[33155.55346767078, -11059.55828046181],
							[33155.65541677624, -11061.907106134044],
							[33155.38922092644, -11064.243024674619],
							[33154.76141524055, -11066.508689186287],
							[33153.78741237427, -11068.648477511126],
							[33152.49112413843, -11070.60985775684],
							[33150.90437446309, -11072.34467795688],
							[33149.06611811873, -11073.810348203244],
							[33147.021484375, -11074.970886230469],
							[33123.86291503906, -11082.568603515625],
							[33115.660888671875, -11087.913208007812],
							[33078.915283203125, -11070.353698730469],
							[33066.89270019531, -11074.290710449219],
							[33060.35968017578, -11054.565185546875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010462",
			"type": "Feature",
			"properties": {
				"id": "PD00002010462",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [33272.46835123698, -10974.220646158854],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33287.51593017578, -11005.706909179688],
							[33279.82531738281, -11008.061828613281],
							[33272.656494140625, -11025.844299316406],
							[33244.602294921875, -11035.165710449219],
							[33207.17492675781, -10920.363220214844],
							[33246.542907714844, -10907.582885742188],
							[33286.193115234375, -10926.640502929688],
							[33291.15393066406, -10925.01611328125],
							[33297.69970703125, -10944.913208007812],
							[33292.27850341797, -10946.546081542969],
							[33272.48748779297, -10984.434509277344],
							[33262.539306640625, -10987.715209960938],
							[33275.34509277344, -10995.970275878906],
							[33283.49432373047, -10993.642028808594],
							[33287.51593017578, -11005.706909179688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010463",
			"type": "Feature",
			"properties": {
				"id": "PD00002010463",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [33346.55574544271, -11192.83496907552],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33387.279296875, -11218.430419921875],
							[33382.330078125, -11220.222106933594],
							[33364.093688964844, -11254.721801757812],
							[33321.276123046875, -11268.79052734375],
							[33283.97412109375, -11155.025817871094],
							[33312.300720214844, -11146.097412109375],
							[33328.85430908203, -11156.236511230469],
							[33336.68591308594, -11153.696411132812],
							[33340.70770263672, -11165.973205566406],
							[33332.97229003906, -11168.479309082031],
							[33326.19891357422, -11185.666687011719],
							[33337.62890625, -11181.856689453125],
							[33375.98309326172, -11200.229309082031],
							[33380.771728515625, -11198.667907714844],
							[33387.279296875, -11218.430419921875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010464",
			"type": "Feature",
			"properties": {
				"id": "PD00002010464",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [33161.894940922786, -11211.685204398653],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33137.84069824219, -11184.644409179688],
							[33145.744689941406, -11183.627075195312],
							[33154.444091796875, -11169.720520019531],
							[33143.14111328125, -11170.736511230469],
							[33133.94171142578, -11161.994323730469],
							[33128.33251953125, -11156.173522949219],
							[33119.9716796875, -11156.491027832031],
							[33118.80651855469, -11143.868896484375],
							[33126.978088378906, -11142.855712890625],
							[33137.07470703125, -11128.695190429688],
							[33134.15368652344, -11128.695190429688],
							[33125.749084472656, -11118.722900390625],
							[33120.564697265625, -11112.629699707031],
							[33112.43670654297, -11112.502685546875],
							[33112.406677246094, -11099.642395019531],
							[33120.40771484375, -11099.832885742188],
							[33130.75830078125, -11087.831420898438],
							[33149.32568359375, -11081.627380371094],
							[33151.72097336024, -11081.417891865807],
							[33154.120081477544, -11081.577825417111],
							[33156.46636882986, -11082.103405248976],
							[33158.70444331543, -11082.98222325993],
							[33160.781467565634, -11084.193531958561],
							[33162.648406351036, -11085.708734278674],
							[33164.26118422491, -11087.492058710424],
							[33165.58172607422, -11089.501403808594],
							[33229.35809326172, -11283.411804199219],
							[33229.88486884885, -11285.90398201125],
							[33229.989272672006, -11288.449083700318],
							[33229.668389108316, -11290.976033740293],
							[33228.93117928033, -11293.414263515253],
							[33227.798230804096, -11295.695682046822],
							[33226.301182851195, -11297.756577530026],
							[33224.481842580586, -11299.539396574608],
							[33222.3910176152, -11300.994351463978],
							[33220.08709716797, -11302.080810546875],
							[33166.896484375, -11319.441528320312],
							[33164.44666254937, -11319.7094999665],
							[33161.98507352304, -11319.591113962566],
							[33159.57227408048, -11319.089282685694],
							[33157.26762074881, -11318.21635153073],
							[33155.127809586396, -11316.993795204962],
							[33153.20548142075, -11315.451689435547],
							[33151.54792684799, -11313.627971085914],
							[33150.19592285156, -11311.567504882812],
							[33143.774475097656, -11292.218383789062],
							[33151.90148925781, -11276.034729003906],
							[33148.99548339844, -11269.060302734375],
							[33160.97589111328, -11264.022583007812],
							[33163.8544921875, -11270.922912597656],
							[33175.75030517578, -11274.521301269531],
							[33172.143493652344, -11261.287719726562],
							[33164.714111328125, -11257.858703613281],
							[33170.11151123047, -11246.238220214844],
							[33177.477478027344, -11249.540222167969],
							[33179.9541015625, -11248.270202636719],
							[33175.763122558594, -11248.270202636719],
							[33161.215881347656, -11233.330688476562],
							[33153.087890625, -11233.584716796875],
							[33152.280700683594, -11220.856506347656],
							[33160.239318847656, -11220.263793945312],
							[33168.36749267578, -11209.426391601562],
							[33163.45672607422, -11209.934387207031],
							[33147.831481933594, -11196.370788574219],
							[33139.830505371094, -11197.386779785156],
							[33137.84069824219, -11184.644409179688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010465",
			"type": "Feature",
			"properties": {
				"id": "PD00002010465",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [33017.66241382675, -11275.675205697802],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33027.249084472656, -11254.065307617188],
							[33022.10510253906, -11256.931396484375],
							[33010.80212402344, -11301.00048828125],
							[33005.97607421875, -11303.921508789062],
							[33025.153076171875, -11305.572509765625],
							[33030.9951171875, -11300.238525390625],
							[33040.393127441406, -11309.255493164062],
							[33035.186096191406, -11314.589477539062],
							[33035.31311035156, -11318.018493652344],
							[33036.456115722656, -11314.716491699219],
							[33054.744079589844, -11305.318481445312],
							[33056.268127441406, -11297.952514648438],
							[33068.96807861328, -11300.619506835938],
							[33067.57110595703, -11307.731506347656],
							[33071.88928222656, -11313.700500488281],
							[33083.06530761719, -11298.079528808594],
							[33081.28729248047, -11290.586486816406],
							[33093.60632324219, -11287.030517578125],
							[33095.76531982422, -11294.396484375],
							[33114.74572753906, -11302.952514648438],
							[33120.01251220703, -11318.895202636719],
							[33120.56881998979, -11321.420098312465],
							[33120.695968450855, -11324.00242474253],
							[33120.3903915772, -11326.569757852365],
							[33119.6606595953, -11329.050094070935],
							[33118.52723860998, -11331.373869746987],
							[33117.02191661094, -11333.475912135184],
							[33115.18691194495, -11335.297267234648],
							[33113.07368925766, -11336.786853216228],
							[33110.74151611328, -11337.902893066406],
							[32991.46710205078, -11377.018981933594],
							[32989.01960661624, -11377.490800851841],
							[32986.5277954385, -11377.551825831992],
							[32984.060138077955, -11377.200380040102],
							[32981.68444040054, -11376.446120443396],
							[32979.46598141979, -11375.309772457773],
							[32977.46571957128, -11373.82256045839],
							[32975.738617707204, -11372.02534980162],
							[32974.332132836505, -11369.967523933814],
							[32973.284912109375, -11367.705627441406],
							[32912.24627685547, -11181.358276367188],
							[32911.80869943284, -11178.832083042978],
							[32911.80746409162, -11176.26827236627],
							[32912.24260688013, -11173.741658532363],
							[32913.101429958435, -11171.325970300773],
							[32914.35887213225, -11169.091699526765],
							[32915.97824016005, -11167.104044148535],
							[32917.91227949337, -11165.421005655433],
							[32920.10455320504, -11164.091696554739],
							[32922.49108886719, -11163.154907226562],
							[32935.529724121094, -11158.752319335938],
							[32947.22912597656, -11150.786010742188],
							[32965.92510986328, -11159.260314941406],
							[32989.71649169922, -11170.690307617188],
							[32997.16711425781, -11168.234985351562],
							[33003.70227050781, -11188.076599121094],
							[32996.20849609375, -11190.362121582031],
							[32974.089294433594, -11231.425476074219],
							[33011.131103515625, -11239.363098144531],
							[33019.32067871094, -11235.49609375],
							[33022.43670654297, -11244.957275390625],
							[33024.50961637707, -11249.68738498857],
							[33027.249084472656, -11254.065307617188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010466",
			"type": "Feature",
			"properties": {
				"id": "PD00002010466",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32792.35226957605, -11001.61449743991],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32973.3046875, -11094.989501953125],
							[32968.54510498047, -11097.253601074219],
							[32954.76727294922, -11137.122619628906],
							[32932.547912597656, -11152.398681640625],
							[32918.577880859375, -11157.140075683594],
							[32916.19979186464, -11157.449344731587],
							[32913.802491380266, -11157.386854743721],
							[32911.443744283424, -11156.954111466353],
							[32909.1803864765, -11156.161542195696],
							[32907.066955380455, -11155.028244523757],
							[32905.15437581196, -11153.58152616654],
							[32903.488732909085, -11151.856246962743],
							[32902.11016167297, -11149.893978897995],
							[32901.05187988281, -11147.742004394531],
							[32868.99987792969, -11050.807006835938],
							[32865.16325806799, -11042.542956296584],
							[32860.65790292135, -11034.623615523331],
							[32855.51453222647, -11027.102982493114],
							[32849.768216025164, -11020.032336596538],
							[32843.45813553952, -11013.459888989675],
							[32836.62731601499, -11007.430453866591],
							[32829.32233335298, -11001.985142894026],
							[32821.59299653338, -10997.16108489175],
							[32813.49200799231, -10992.991172669934],
							[32805.07460427091, -10989.503838749719],
							[32796.39817938528, -10986.722861496244],
							[32787.52189348579, -10984.667202986011],
							[32778.50626947389, -10983.350879714078],
							[32769.41278032711, -10982.782867022675],
							[32760.30342994593, -10982.967037902887],
							[32751.240330380566, -10983.902136586685],
							[32742.285278320316, -10985.581787109375],
							[32736.74530029297, -10986.840515136719],
							[32729.379272460934, -10989.126525878906],
							[32613.853515625, -11027.084289550781],
							[32611.476198008437, -11027.842080375722],
							[32609.006872234288, -11028.20029289012],
							[32606.512221761423, -11028.1492536642],
							[32604.059613935195, -11027.690340998124],
							[32601.715280750926, -11026.83594770139],
							[32599.542530277213, -11025.609146428427],
							[32597.600037039054, -11024.043066607961],
							[32595.940257528546, -11022.179999791964],
							[32594.60801363186, -11020.070257583995],
							[32593.639282226562, -11017.770812988281],
							[32587.426879882812, -10998.194580078125],
							[32597.713684082035, -10982.129028320312],
							[32595.49127197266, -10974.508911132812],
							[32607.746887207035, -10970.508483886719],
							[32610.108886718746, -10977.612609863281],
							[32624.20587158203, -10983.454711914062],
							[32621.538879394528, -10975.771179199219],
							[32630.794128417965, -10956.954406738281],
							[32641.39868164063, -10934.729309082031],
							[32640.384887695312, -10931.359619140625],
							[32637.89227294922, -10923.684020996094],
							[32657.566284179684, -10917.188903808594],
							[32661.07489013672, -10928.138977050781],
							[32701.460876464844, -10949.644409179688],
							[32725.478088378906, -10908.271911621094],
							[32722.89770507813, -10897.080078125],
							[32735.226684570316, -10894.552612304688],
							[32743.572692871094, -10893.740600585938],
							[32745.69232177734, -10903.149597167969],
							[32784.427307128906, -10927.660705566406],
							[32792.55548095703, -10959.28369140625],
							[32800.9375, -10939.3447265625],
							[32843.101501464844, -10920.9296875],
							[32845.91027832031, -10914.442810058594],
							[32847.3212890625, -10915.022888183594],
							[32848.29510498047, -10915.340393066406],
							[32849.09930419922, -10915.446228027344],
							[32849.96710205078, -10915.340393066406],
							[32850.72912597656, -10915.192199707031],
							[32851.893310546875, -10914.832397460938],
							[32852.697692871094, -10914.620727539062],
							[32853.62908935547, -10914.536010742188],
							[32854.47570800781, -10914.641906738281],
							[32855.25891113281, -10914.874694824219],
							[32861.342529296875, -10918.06201171875],
							[32865.64532470703, -10920.731689453125],
							[32862.24670410156, -10928.983581542969],
							[32878.37567138672, -10971.78271484375],
							[32871.898681640625, -10987.530700683594],
							[32926.63592529297, -10994.515686035156],
							[32933.4384765625, -10988.846923828125],
							[32937.46911621094, -10995.931091308594],
							[32943.28729248047, -11007.522521972656],
							[32938.76348876953, -11010.827209472656],
							[32930.931884765625, -11055.912414550781],
							[32918.020080566406, -11066.072387695312],
							[32958.448486328125, -11078.984008789062],
							[32966.67529296875, -11074.870788574219],
							[32973.3046875, -11094.989501953125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010467",
			"type": "Feature",
			"properties": {
				"id": "PD00002010467",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32520.87843274491, -11030.83716248295],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32580.765075683594, -11000.755004882812],
							[32587.04949951172, -11020.278198242188],
							[32587.619174645475, -11022.73026794164],
							[32587.768713835678, -11025.243197228267],
							[32587.493864451408, -11027.74552282358],
							[32586.80244272457, -11030.166082999376],
							[32585.714111470068, -11032.436041291829],
							[32584.259820910007, -11034.490844089154],
							[32582.480928503912, -11036.272056422518],
							[32580.428022815537, -11037.729023753529],
							[32578.159484863278, -11038.8203125],
							[32487.735473632816, -11068.665405273438],
							[32485.293986089044, -11069.120458201154],
							[32482.811070321895, -11069.175810586905],
							[32480.3517291842, -11068.830013302595],
							[32477.9803483439, -11068.092119337573],
							[32475.759010664144, -11066.981446790931],
							[32473.74587087102, -11065.52707312275],
							[32471.99363306002, -11063.76707390482],
							[32470.54817090038, -11061.74752600036],
							[32469.44732666016, -11059.521301269531],
							[32465.510314941406, -11047.456298828125],
							[32464.74829101563, -11045.297302246094],
							[32463.47827148437, -11042.88427734375],
							[32462.0283203125, -11040.653503417969],
							[32470.099487304688, -11028.109985351562],
							[32473.168701171875, -11022.606628417969],
							[32470.9462890625, -11015.62158203125],
							[32483.41571044922, -11011.504211425781],
							[32485.669677734375, -11018.693603515625],
							[32502.603088378906, -11025.297607421875],
							[32511.91650390625, -11009.972900390625],
							[32509.59167480469, -11002.861389160156],
							[32521.762329101566, -10998.842712402344],
							[32524.124328613285, -11006.064086914062],
							[32540.8037109375, -11012.83740234375],
							[32550.286499023438, -10997.2587890625],
							[32547.900695800785, -10990.212280273438],
							[32560.34112548828, -10986.104614257812],
							[32562.647888183594, -10993.194702148438],
							[32580.765075683594, -11000.755004882812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010468",
			"type": "Feature",
			"properties": {
				"id": "PD00002010468",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32304.63695224971, -11153.51947870127],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32445.897705078125, -11027.756896972656],
							[32457.741271972656, -11046.747009277344],
							[32462.567321777344, -11060.547790527344],
							[32463.183434695708, -11063.020471854254],
							[32463.37773354206, -11065.561337067313],
							[32463.144755471905, -11068.098948009016],
							[32462.49105082249, -11070.561958017917],
							[32461.43499894563, -11072.881117888654],
							[32460.006291459755, -11074.991222860548],
							[32458.24509744972, -11076.832945893915],
							[32456.200934085682, -11078.354505690224],
							[32453.93127441406, -11079.513122558594],
							[32338.750122070312, -11117.387390136719],
							[32330.473008611116, -11121.254688563718],
							[32322.539444468915, -11125.785159217136],
							[32315.002451194436, -11130.948524081283],
							[32307.91239997823, -11136.710275385485],
							[32301.31667501024, -11143.031906226219],
							[32295.25935680203, -11149.871167916226],
							[32289.78092758818, -11157.182352340702],
							[32284.918000775633, -11164.916597433514],
							[32280.703076249185, -11173.022213731872],
							[32277.164323168447, -11181.445029827064],
							[32274.325391707855, -11190.128754402496],
							[32272.205254998004, -11199.015352439508],
							[32270.81808232448, -11208.045433076673],
							[32270.173144431803, -11217.158646530472],
							[32270.274751565234, -11226.29408742461],
							[32271.12222466455, -11235.3907018325],
							[32272.709899902347, -11244.3876953125],
							[32295.71807861328, -11315.670104980469],
							[32296.41568434675, -11318.079239346425],
							[32296.714975481773, -11320.569421462074],
							[32296.608091083563, -11323.075246252043],
							[32296.09783848982, -11325.530897783343],
							[32295.1976195755, -11327.871877932532],
							[32293.93107875021, -11330.036700440378],
							[32292.331481933594, -11331.968505859375],
							[32258.91607666016, -11343.101623535156],
							[32217.895080566406, -11323.16259765625],
							[32216.256713867188, -11323.848388671875],
							[32209.761108398434, -11326.016296386719],
							[32203.24072265625, -11306.126708984375],
							[32211.277099609375, -11303.56982421875],
							[32231.173706054688, -11266.528076171875],
							[32214.130126953125, -11252.113708496094],
							[32193.22589111328, -11234.088012695312],
							[32185.034484863278, -11234.469177246094],
							[32184.526489257812, -11233.199096679688],
							[32184.335876464844, -11231.548095703125],
							[32183.939076865936, -11222.588894411185],
							[32183.941284179688, -11213.620910644531],
							[32191.73089599609, -11213.463012695312],
							[32223.227111816406, -11180.273681640625],
							[32249.981689453125, -11178.749694824219],
							[32229.661682128903, -11167.065612792969],
							[32215.945678710938, -11123.208312988281],
							[32208.974487304688, -11119.453125],
							[32214.274832133455, -11110.49336411194],
							[32219.854309082028, -11101.704711914062],
							[32226.26788330078, -11105.419616699219],
							[32270.717895507816, -11093.799011230469],
							[32306.060913085934, -11113.534301757812],
							[32292.97991943359, -11087.499328613281],
							[32297.551879882812, -11073.275329589844],
							[32306.36791992187, -11044.331909179688],
							[32303.616088867188, -11038.722778320312],
							[32304.537902832035, -11036.888305664062],
							[32305.54327392578, -11035.089111328125],
							[32306.38989257812, -11033.977905273438],
							[32307.81872558594, -11032.760803222656],
							[32308.646301269528, -11031.822814941406],
							[32319.716918945312, -11027.646789550781],
							[32321.3876953125, -11027.533874511719],
							[32325.135681152344, -11034.855407714844],
							[32375.72412109375, -11052.423828125],
							[32392.657470703125, -11015.911193847656],
							[32389.078308105465, -11005.253112792969],
							[32409.005676269528, -10998.808410644531],
							[32412.50128173828, -11009.728820800781],
							[32445.897705078125, -11027.756896972656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010469",
			"type": "Feature",
			"properties": {
				"id": "PD00002010469",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32281.878421783447, -11442.087688446045],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32356.720275878906, -11501.23291015625],
							[32310.284118652347, -11512.39599609375],
							[32300.75390625, -11506.819885253906],
							[32270.852478027344, -11489.6240234375],
							[32263.96527099609, -11491.400817871094],
							[32257.48931884766, -11471.686706542969],
							[32265.8623046875, -11469.632202148438],
							[32286.92169189453, -11436.543029785156],
							[32248.73687744141, -11418.255004882812],
							[32240.822326660156, -11420.948608398438],
							[32234.323303222656, -11401.164611816406],
							[32242.37628173828, -11398.6123046875],
							[32264.05487060547, -11358.269714355469],
							[32303.148925781254, -11345.347412109375],
							[32307.022521972656, -11350.236877441406],
							[32356.720275878906, -11501.23291015625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010470",
			"type": "Feature",
			"properties": {
				"id": "PD00002010470",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32291.247206864187, -11574.786886317164],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32250.330505371094, -11564.884582519531],
							[32250.858520507816, -11572.541198730469],
							[32262.161682128906, -11580.669311523438],
							[32268.003479003906, -11569.665222167969],
							[32271.390075683594, -11563.992492675781],
							[32269.019287109375, -11556.711181640625],
							[32281.211486816406, -11552.308410644531],
							[32283.582092285156, -11559.251220703125],
							[32296.874877929688, -11564.161926269531],
							[32295.22088623047, -11529.747619628906],
							[32286.754272460938, -11522.042907714844],
							[32300.75390625, -11506.819885253906],
							[32309.352722167965, -11514.851379394531],
							[32352.448120117184, -11514.427978515625],
							[32364.87469482422, -11526.008117675781],
							[32377.19549560547, -11563.442810058594],
							[32377.653328122717, -11565.798185110876],
							[32377.734275032224, -11568.196278071671],
							[32377.436313609927, -11570.577164721974],
							[32376.766889399354, -11572.881350798893],
							[32375.74273016029, -11575.051258654958],
							[32374.38942787084, -11577.032666024515],
							[32372.740799227897, -11578.776060944901],
							[32370.838040626033, -11580.237878975233],
							[32368.728698730472, -11581.381591796875],
							[32247.47869873047, -11621.335998535156],
							[32245.099731598686, -11621.672127689799],
							[32242.697398613414, -11621.636579826867],
							[32240.329418420974, -11621.23020902219],
							[32238.05268430471, -11620.462778773537],
							[32235.921897262386, -11619.352727422043],
							[32233.988251755563, -11617.926725151134],
							[32232.298205707357, -11616.219033206537],
							[32230.892364300624, -11614.27068073283],
							[32229.80450439453, -11612.128479003906],
							[32222.51068115234, -11589.57177734375],
							[32233.120727539062, -11578.978576660156],
							[32238.031311035153, -11573.983276367188],
							[32237.269287109375, -11566.363220214844],
							[32250.330505371094, -11564.884582519531]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010471",
			"type": "Feature",
			"properties": {
				"id": "PD00002010471",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32538.00924343533, -11370.076354980469],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32583.56811523438, -11470.696105957031],
							[32576.24328613281, -11473.025390625],
							[32568.538513183597, -11492.329406738281],
							[32538.99609375, -11502.277404785156],
							[32475.978698730472, -11310.088684082031],
							[32470.747314453125, -11287.825378417969],
							[32468.715270996094, -11264.457275390625],
							[32491.236694335938, -11257.345275878906],
							[32509.042907714844, -11268.178588867188],
							[32516.35290527344, -11265.801696777344],
							[32520.465881347656, -11278.339294433594],
							[32513.276123046875, -11280.349487304688],
							[32506.502929687504, -11297.494506835938],
							[32521.637084960938, -11306.807800292969],
							[32529.040100097653, -11304.476196289062],
							[32533.03692626953, -11316.659912109375],
							[32525.884521484375, -11318.932800292969],
							[32519.026489257812, -11335.781494140625],
							[32534.266479492188, -11345.179504394531],
							[32541.59588623047, -11342.750610351562],
							[32545.694885253906, -11355.245483398438],
							[32538.522521972653, -11357.749816894531],
							[32531.749084472656, -11374.090515136719],
							[32547.073730468754, -11383.657775878906],
							[32554.2548828125, -11381.339477539062],
							[32558.271484374996, -11393.583312988281],
							[32551.053100585938, -11395.92041015625],
							[32544.27972412109, -11412.747985839844],
							[32559.519897460938, -11422.061279296875],
							[32566.90008544922, -11419.88671875],
							[32570.949279785153, -11432.230407714844],
							[32563.656127929688, -11434.593688964844],
							[32556.882873535156, -11451.209594726562],
							[32572.33447265625, -11460.734680175781],
							[32579.470275878903, -11458.204711914062],
							[32583.56811523438, -11470.696105957031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010472",
			"type": "Feature",
			"properties": {
				"id": "PD00002010472",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [32716.80110307173, -11323.759416060015],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32770.29229736328, -11449.707092285156],
							[32751.67211914062, -11438.152099609375],
							[32744.70727539063, -11440.643676757812],
							[32740.611694335938, -11428.190979003906],
							[32747.618103027344, -11425.938903808594],
							[32754.412475585938, -11409.174926757812],
							[32739.10888671875, -11399.71337890625],
							[32732.060119628906, -11402.19091796875],
							[32728.010925292965, -11389.8798828125],
							[32735.150878906254, -11387.531188964844],
							[32742.347473144528, -11369.327880859375],
							[32717.279724121094, -11357.2529296875],
							[32708.47430419922, -11352.934875488281],
							[32701.78570556641, -11355.136108398438],
							[32695.34210205078, -11335.460815429688],
							[32702.01171875, -11333.198974609375],
							[32719.580078125, -11300.072998046875],
							[32685.713317871094, -11283.880493164062],
							[32679.19708251953, -11286.163024902344],
							[32672.735900878906, -11266.434326171875],
							[32679.40350341797, -11264.317626953125],
							[32683.929687499996, -11255.847412109375],
							[32697.06707763672, -11231.11767578125],
							[32680.21832275391, -11220.618896484375],
							[32673.103881835938, -11223.102478027344],
							[32669.002075195312, -11210.696228027344],
							[32676.408325195312, -11208.34228515625],
							[32684.075317382812, -11189.100891113281],
							[32695.29370117188, -11185.502502441406],
							[32721.96368408203, -11181.375],
							[32741.94287109375, -11217.709777832031],
							[32813.623474121094, -11435.637390136719],
							[32770.29229736328, -11449.707092285156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010473",
			"type": "Feature",
			"properties": {
				"id": "PD00002010473",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31673.762908935547, -10712.076034545898],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31668.958129882812, -10713.587219238281],
							[31687.91387939453, -10707.382080078125],
							[31669.22149658203, -10713.747619628906],
							[31668.958129882812, -10713.587219238281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010474",
			"type": "Feature",
			"properties": {
				"id": "PD00002010474",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "停机位",
				"center": [31655.426749479015, -10647.292556083661],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31662.25012207031, -10591.876892089844],
							[31693.595703124996, -10687.206909179688],
							[31694.762084960934, -10692.864379882812],
							[31694.687316894535, -10693.835388183594],
							[31694.47570800781, -10697.221984863281],
							[31693.205688476562, -10700.185424804688],
							[31691.723876953125, -10703.148681640625],
							[31690.4541015625, -10705.0537109375],
							[31687.91387939453, -10707.382080078125],
							[31668.958129882812, -10713.587219238281],
							[31650.71911621094, -10702.485290527344],
							[31643.580078125, -10704.893981933594],
							[31639.482482910156, -10692.3662109375],
							[31646.586303710938, -10690.261474609375],
							[31654.079284667965, -10672.100402832031],
							[31637.315307617188, -10662.194396972656],
							[31630.334472656254, -10664.398376464844],
							[31626.256713867184, -10651.931213378906],
							[31633.726928710938, -10649.473205566406],
							[31640.669494628906, -10631.693176269531],
							[31624.413513183594, -10621.617797851562],
							[31617.13568115234, -10624.0458984375],
							[31613.11212158203, -10611.74462890625],
							[31620.264892578125, -10609.383483886719],
							[31628.068298339844, -10590.096008300781],
							[31648.543884277347, -10583.556823730469],
							[31651.588317871094, -10582.721801757812],
							[31653.90388230871, -10583.464194043016],
							[31656.071921666975, -10584.565370827604],
							[31658.037257694785, -10585.997306324643],
							[31659.74987109502, -10587.723556686327],
							[31661.166174553713, -10589.700187527633],
							[31662.25012207031, -10591.876892089844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010475",
			"type": "Feature",
			"properties": {
				"id": "PD00002010475",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "建筑物",
				"center": [31531.902146559496, -9219.86862886869],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31263.904724121094, -8642.606506347656],
							[31298.8720703125, -8631.091918945312],
							[31451.568725585938, -9097.0029296875],
							[31509.470275878906, -9078.640808105469],
							[31506.4541015625, -9069.623779296875],
							[31620.235717773438, -9032.497375488281],
							[31746.08367919922, -9417.445678710938],
							[31633.053527832035, -9454.804992675781],
							[31630.35467529297, -9446.39111328125],
							[31572.67547607422, -9465.494079589844],
							[31726.685729980472, -9934.285888671875],
							[31691.464477539062, -9945.800598144531],
							[31263.904724121094, -8642.606506347656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010476",
			"type": "Feature",
			"properties": {
				"id": "PD00002010476",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31266.443837902134, -8728.17314957381],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31288.82568359375, -8718.565002441406],
							[31289.187927246094, -8719.668701171875],
							[31291.16552734375, -8719.026794433594],
							[31292.012329101562, -8721.431091308594],
							[31290.015686035156, -8722.192199707031],
							[31290.339477539062, -8723.179504394531],
							[31267.55847167969, -8730.667785644531],
							[31268.051879882812, -8731.971801757812],
							[31268.24806948475, -8732.082588971563],
							[31268.422666717615, -8732.22499674143],
							[31268.57062914164, -8732.394912272555],
							[31268.687683541284, -8732.587428334653],
							[31268.770449337426, -8732.79698498482],
							[31268.81653621991, -8733.017530140974],
							[31268.82461318064, -8733.242694368475],
							[31268.794446953685, -8733.465974832001],
							[31268.726908752058, -8733.680923100106],
							[31268.623949106746, -8733.881331378572],
							[31268.48854153457, -8734.06141179405],
							[31268.324596661805, -8734.215963550214],
							[31268.136849283666, -8734.340523128905],
							[31267.930721621513, -8734.431493198357],
							[31267.712166726844, -8734.486246505621],
							[31267.487496554724, -8734.503201752708],
							[31267.263199671972, -8734.48186926512],
							[31267.045753864622, -8734.422865133856],
							[31266.841439056858, -8734.32789342245],
							[31266.65615594419, -8734.199696952912],
							[31266.49525557898, -8734.041978091907],
							[31266.363384829823, -8733.859291824887],
							[31266.26435217809, -8733.656914206234],
							[31266.20101772742, -8733.440689984653],
							[31266.175210602734, -8733.216863804422],
							[31266.1876761244, -8732.99189985751],
							[31266.23805428303, -8732.77229519505],
							[31266.324890136715, -8732.564392089844],
							[31265.216674804688, -8729.900695800781],
							[31263.810729980472, -8730.324096679688],
							[31263.701771328007, -8730.528809367292],
							[31263.559911845383, -8730.712262793542],
							[31263.389199042613, -8730.869222697283],
							[31263.194503667597, -8730.995210725923],
							[31262.981380734822, -8731.086632211012],
							[31262.755911030607, -8731.140878730681],
							[31262.524527617235, -8731.156402532697],
							[31262.293832285886, -8731.132760694649],
							[31262.070407195508, -8731.070627761335],
							[31261.860627071797, -8730.971776498769],
							[31261.670477324664, -8730.83902731393],
							[31261.505383273496, -8730.676167783402],
							[31261.370055352985, -8730.487844586898],
							[31261.26835471574, -8730.279430929006],
							[31261.203183066587, -8730.056873231857],
							[31261.176399871674, -8729.826521472838],
							[31261.18876930443, -8729.594948008154],
							[31261.23993844237, -8729.368760051499],
							[31261.32844733656, -8729.154411158193],
							[31261.451770666685, -8728.958017093468],
							[31261.606389793003, -8728.785181338515],
							[31261.787893149565, -8728.640835212946],
							[31261.991102114283, -8728.52909717523],
							[31262.210218764412, -8728.453155315567],
							[31262.43899130192, -8728.415176393848],
							[31262.670892428676, -8728.416244018046],
							[31262.899305582196, -8728.45632772689],
							[31263.117713718213, -8728.534283858993],
							[31263.319885253906, -8728.647888183594],
							[31264.67468261719, -8728.122802734375],
							[31264.285278320312, -8726.920593261719],
							[31265.351928710934, -8726.565002441406],
							[31265.267272949215, -8726.175598144531],
							[31264.871956068317, -8726.268036082452],
							[31264.46660408707, -8726.29061881898],
							[31264.063465723415, -8726.242663960582],
							[31263.674722805343, -8726.125620582536],
							[31263.312122166666, -8725.943025441517],
							[31262.98662068722, -8725.700396103697],
							[31262.708054203504, -8725.405064217775],
							[31262.484840294423, -8725.065953970972],
							[31262.323723923233, -8724.69331242253],
							[31262.22957362167, -8724.298399863339],
							[31262.205234375167, -8723.893149558251],
							[31262.251441654596, -8723.489807152819],
							[31262.366799192107, -8723.100560640656],
							[31262.547821172902, -8722.737172072917],
							[31262.789037567745, -8722.410622138677],
							[31263.083159423524, -8722.130778356104],
							[31263.421299117093, -8721.90609690087],
							[31263.793238916885, -8721.743367081772],
							[31264.18773973709, -8721.64750618489],
							[31264.592880754575, -8721.62141088557],
							[31264.99641962618, -8721.665869718157],
							[31265.38616242158, -8721.779539248488],
							[31265.750332093186, -8721.958984669083],
							[31266.077924348938, -8722.198783590404],
							[31266.359040174317, -8722.491689891825],
							[31266.585184955726, -8722.828852681194],
							[31266.749525166328, -8723.200083746533],
							[31266.84709485805, -8723.594165418208],
							[31266.874945720076, -8723.999189538696],
							[31266.83223616935, -8724.402917297179],
							[31266.72025678116, -8724.79314905564],
							[31266.542391291114, -8725.158092991258],
							[31266.304014347235, -8725.486721415653],
							[31266.012329101562, -8725.769104003906],
							[31266.103271484375, -8726.033996582031],
							[31288.82568359375, -8718.565002441406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010477",
			"type": "Feature",
			"properties": {
				"id": "PD00002010477",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31243.09386882848, -8657.00274648384],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31265.47570800781, -8647.394592285156],
							[31265.837890624996, -8648.498413085938],
							[31267.81567382813, -8647.856323242188],
							[31268.662475585934, -8650.260803222656],
							[31266.66571044922, -8651.021911621094],
							[31266.989685058594, -8652.009094238281],
							[31244.20849609375, -8659.497314453125],
							[31244.701904296875, -8660.801391601562],
							[31244.898069502764, -8660.91219501288],
							[31245.072641380568, -8661.054612860924],
							[31245.220578816974, -8661.224532544516],
							[31245.3376098216, -8661.417047291787],
							[31245.420354889342, -8661.626597853052],
							[31245.46642459029, -8661.847133035315],
							[31245.474488569387, -8662.072284442602],
							[31245.44431396305, -8662.295550376173],
							[31245.37677212358, -8662.510483584132],
							[31245.273813457155, -8662.710877438754],
							[31245.138411101896, -8662.89094516532],
							[31244.974475072537, -8663.045486946852],
							[31244.786739350926, -8663.170040079263],
							[31244.580625182793, -8663.261007840892],
							[31244.362084528384, -8663.31576335506],
							[31244.137428187678, -8663.332725446407],
							[31243.913143563375, -8663.311404300506],
							[31243.69570732411, -8663.252415608235],
							[31243.49139837766, -8663.157462786461],
							[31243.306116554875, -8663.029287788479],
							[31243.145212240233, -8662.87159192458],
							[31243.01333186873, -8662.688928979314],
							[31242.914283750757, -8662.486573711807],
							[31242.850928099495, -8662.27036953651],
							[31242.825094436543, -8662.046559782882],
							[31242.837528760734, -8661.821607406715],
							[31242.88787200602, -8661.602008359323],
							[31242.97467041016, -8661.394104003906],
							[31241.86651611328, -8658.730407714844],
							[31240.46087646484, -8659.15380859375],
							[31240.351910311583, -8659.358506693243],
							[31240.210047144654, -8659.541945446954],
							[31240.039334252713, -8659.698891434533],
							[31239.84464199332, -8659.824867061641],
							[31239.63152484399, -8659.916278303586],
							[31239.406062935577, -8659.970517241136],
							[31239.17468858903, -8659.986036463211],
							[31238.944002804357, -8659.962393213793],
							[31238.720586937223, -8659.900262023537],
							[31238.510814935977, -8659.801415465732],
							[31238.320671496018, -8659.668673585635],
							[31238.155581319188, -8659.505823445916],
							[31238.020254349663, -8659.317511083565],
							[31237.918551401508, -8659.109108960667],
							[31237.853374011418, -8658.886562690617],
							[31237.826581659316, -8658.656221412593],
							[31237.838938718265, -8658.424656653644],
							[31237.890092647245, -8658.198474846147],
							[31237.978584049015, -8657.984128849437],
							[31238.101888305984, -8657.787733852798],
							[31238.256487606388, -8657.614892912023],
							[31238.43797130575, -8657.470537096902],
							[31238.641161760486, -8657.358784810149],
							[31238.86026204363, -8657.28282429132],
							[31239.089021328356, -8657.24482265787],
							[31239.320913221138, -8657.245864078322],
							[31239.549321956612, -8657.285918841442],
							[31239.76773114227, -8657.3638442039],
							[31239.96990966797, -8657.477416992188],
							[31241.324523925778, -8656.952392578125],
							[31240.935119628906, -8655.750183105469],
							[31242.001892089844, -8655.394592285156],
							[31241.91729736328, -8655.005126953125],
							[31241.5219770453, -8655.097561029072],
							[31241.11662232376, -8655.12013893687],
							[31240.713482148283, -8655.072178420605],
							[31240.3247385497, -8654.955128744139],
							[31239.962138525167, -8654.772526897463],
							[31239.636639069155, -8654.529890716452],
							[31239.358076076576, -8654.23455214571],
							[31239.134867123175, -8653.895435682938],
							[31238.973757104435, -8653.522788699773],
							[31238.87961441932, -8653.127871788209],
							[31238.855283857698, -8652.722618489675],
							[31238.90150063693, -8652.31927468903],
							[31239.01686818515, -8651.930028570207],
							[31239.197900342657, -8651.566642315447],
							[31239.439126706227, -8651.240096677413],
							[31239.733257932905, -8650.960259164394],
							[31240.071406008345, -8650.735585865403],
							[31240.443352823484, -8650.572865925302],
							[31240.837858943916, -8650.477016391422],
							[31241.243003241434, -8650.450933630953],
							[31241.646543124945, -8650.495405808928],
							[31242.036284485323, -8650.609089071588],
							[31242.4004501752, -8650.788548154736],
							[31242.72803588903, -8651.028360190068],
							[31243.009142689687, -8651.3212785726],
							[31243.235276133008, -8651.658451937523],
							[31243.3996029517, -8652.029691629448],
							[31243.497157542, -8652.4237795817],
							[31243.524992013598, -8652.828807302225],
							[31243.482265268474, -8653.232535722642],
							[31243.370268417195, -8653.62276503664],
							[31243.19238576419, -8653.987703351922],
							[31242.953992541443, -8654.316323015897],
							[31242.66229248047, -8654.598693847656],
							[31242.753295898438, -8654.863586425781],
							[31265.47570800781, -8647.394592285156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010478",
			"type": "Feature",
			"properties": {
				"id": "PD00002010478",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31289.78074614232, -8799.303974009355],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31312.162719726562, -8789.695678710938],
							[31312.52490234375, -8790.799377441406],
							[31314.50268554687, -8790.157592773438],
							[31315.349487304684, -8792.561889648438],
							[31313.35272216797, -8793.322998046875],
							[31313.676696777344, -8794.310180664062],
							[31290.8955078125, -8801.798583984375],
							[31291.388916015625, -8803.102478027344],
							[31291.585081221518, -8803.213281438664],
							[31291.759653099314, -8803.35569928671],
							[31291.907590535717, -8803.525618970303],
							[31292.024621540346, -8803.718133717572],
							[31292.10736660808, -8803.927684278837],
							[31292.153436309032, -8804.1482194611],
							[31292.16150028813, -8804.373370868385],
							[31292.131325681785, -8804.596636801956],
							[31292.063783842317, -8804.811570009913],
							[31291.9608251759, -8805.011963864534],
							[31291.82542282063, -8805.1920315911],
							[31291.661486791272, -8805.34657337263],
							[31291.473751069665, -8805.47112650504],
							[31291.267636901528, -8805.562094266666],
							[31291.04909624712, -8805.616849780834],
							[31290.82443990642, -8805.633811872181],
							[31290.600155282114, -8805.61249072628],
							[31290.38271904285, -8805.553502034007],
							[31290.1784100964, -8805.458549212235],
							[31289.99312827362, -8805.33037421425],
							[31289.83222395898, -8805.172678350353],
							[31289.70034358747, -8804.990015405088],
							[31289.601295469503, -8804.787660137583],
							[31289.537939818245, -8804.571455962287],
							[31289.512106155285, -8804.347646208658],
							[31289.524540479477, -8804.122693832493],
							[31289.574883724767, -8803.9030947851],
							[31289.661682128903, -8803.695190429688],
							[31288.55352783203, -8801.031494140625],
							[31287.147888183594, -8801.454895019531],
							[31287.038940778886, -8801.659611962712],
							[31286.897091872183, -8801.843071635356],
							[31286.72638861843, -8802.000039667057],
							[31286.531701428903, -8802.126037532327],
							[31286.31858501135, -8802.217470329424],
							[31286.09311988609, -8802.271729348106],
							[31285.861738899977, -8802.28726649991],
							[31285.631043687976, -8802.263638487377],
							[31285.40761631889, -8802.201519451954],
							[31285.197831499445, -8802.10268173977],
							[31285.007674694654, -8801.96994533403],
							[31284.8425713538, -8801.80709739681],
							[31284.707232114542, -8801.618784215818],
							[31284.605518401564, -8801.410378639095],
							[31284.540332254535, -8801.18782677985],
							[31284.51353352873, -8800.957478365239],
							[31284.525886830652, -8800.725905569449],
							[31284.57703970268, -8800.499715500035],
							[31284.665532679217, -8800.285361687564],
							[31284.78884092738, -8800.088959957036],
							[31284.943446284084, -8799.91611393453],
							[31285.124937634395, -8799.771755167629],
							[31285.328136766984, -8799.660002421215],
							[31285.547246116053, -8799.58404416314],
							[31285.776014174236, -8799.54604759262],
							[31286.007913857222, -8799.54709680689],
							[31286.23632873088, -8799.587161870346],
							[31286.45474178776, -8799.665099668651],
							[31286.65692138672, -8799.778686523438],
							[31288.01147460938, -8799.253479003906],
							[31287.6220703125, -8798.051391601562],
							[31288.688903808594, -8797.695678710938],
							[31288.604309082035, -8797.306396484375],
							[31288.209007107285, -8797.398897505956],
							[31287.80365888394, -8797.421544979805],
							[31287.400513007604, -8797.373654556679],
							[31287.01175152451, -8797.256673363743],
							[31286.64912182102, -8797.074136276056],
							[31286.323581647357, -8796.8315591016],
							[31286.044968002196, -8796.53627190756],
							[31285.82169988349, -8796.197197524265],
							[31285.660523887716, -8795.824581919891],
							[31285.566310344824, -8795.429684593271],
							[31285.541906149214, -8795.024438340393],
							[31285.588048733785, -8794.621088675556],
							[31285.70334378665, -8794.231823802978],
							[31285.8843073836, -8793.868406320167],
							[31286.12547126357, -8793.541817782043],
							[31286.419548065547, -8793.261926866197],
							[31286.75765153418, -8793.037191166466],
							[31287.12956503988, -8792.874401625906],
							[31287.524050299446, -8792.778477331693],
							[31287.92918696852, -8792.75231687279],
							[31288.33273284414, -8792.79671075194],
							[31288.722493793095, -8792.910317498672],
							[31289.086692227713, -8793.089704205137],
							[31289.41432299469, -8793.329450259882],
							[31289.69548592292, -8793.622311144987],
							[31289.92168498157, -8793.959437347025],
							[31290.086085008603, -8794.330641766917],
							[31290.18371825201, -8794.72470754825],
							[31290.21163448273, -8795.129727022224],
							[31290.168990143033, -8795.533461527224],
							[31290.057073836753, -8795.923711230138],
							[31289.879267390905, -8796.288683774383],
							[31289.640943665483, -8796.617350615023],
							[31289.349304199222, -8796.899780273438],
							[31289.440307617188, -8797.164794921875],
							[31312.162719726562, -8789.695678710938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010479",
			"type": "Feature",
			"properties": {
				"id": "PD00002010479",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31313.15223229856, -8870.53944623464],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31335.534118652344, -8860.931213378906],
							[31335.89630126953, -8862.034912109375],
							[31337.874084472656, -8861.393127441406],
							[31338.72088623047, -8863.797424316406],
							[31336.72412109375, -8864.558410644531],
							[31337.04809570313, -8865.545715332031],
							[31314.266906738285, -8873.034118652344],
							[31314.760314941406, -8874.338012695312],
							[31314.95648014729, -8874.448816106631],
							[31315.1310520251, -8874.591233954676],
							[31315.2789894615, -8874.761153638268],
							[31315.396020466127, -8874.953668385537],
							[31315.478765533862, -8875.163218946802],
							[31315.524835234817, -8875.383754129065],
							[31315.53289921391, -8875.608905536348],
							[31315.502724607566, -8875.83217146992],
							[31315.4351827681, -8876.047104677877],
							[31315.332224101683, -8876.247498532497],
							[31315.19682174642, -8876.427566259063],
							[31315.03288571706, -8876.582108040595],
							[31314.845149995454, -8876.706661173006],
							[31314.639035827313, -8876.797628934633],
							[31314.420495172908, -8876.8523844488],
							[31314.195838832205, -8876.869346540147],
							[31313.971554207903, -8876.848025394247],
							[31313.754117968638, -8876.789036701974],
							[31313.549809022195, -8876.694083880202],
							[31313.36452719941, -8876.56590888222],
							[31313.203622884765, -8876.408213018321],
							[31313.071742513264, -8876.225550073057],
							[31312.972694395285, -8876.023194805552],
							[31312.909338744033, -8875.806990630257],
							[31312.88350508107, -8875.583180876629],
							[31312.895939405265, -8875.358228500463],
							[31312.94628265055, -8875.138629453071],
							[31313.033081054688, -8874.930725097656],
							[31311.924926757812, -8872.267028808594],
							[31310.519287109375, -8872.6904296875],
							[31310.41033970466, -8872.89514663068],
							[31310.268490797967, -8873.078606303325],
							[31310.097787544215, -8873.235574335025],
							[31309.903100354688, -8873.361572200296],
							[31309.689983937125, -8873.453004997393],
							[31309.464518811863, -8873.507264016074],
							[31309.233137825762, -8873.52280116788],
							[31309.002442613757, -8873.499173155345],
							[31308.779015244672, -8873.437054119922],
							[31308.56923042523, -8873.33821640774],
							[31308.379073620436, -8873.205480002],
							[31308.213970279583, -8873.042632064778],
							[31308.078631040324, -8872.854318883787],
							[31307.976917327345, -8872.645913307064],
							[31307.911731180317, -8872.423361447818],
							[31307.884932454515, -8872.193013033208],
							[31307.897285756437, -8871.961440237417],
							[31307.948438628464, -8871.735250168003],
							[31308.036931605002, -8871.520896355532],
							[31308.16023985316, -8871.324494625005],
							[31308.31484520987, -8871.1516486025],
							[31308.49633656017, -8871.007289835597],
							[31308.69953569277, -8870.895537089184],
							[31308.918645041827, -8870.81957883111],
							[31309.14741310002, -8870.781582260588],
							[31309.379312783007, -8870.782631474858],
							[31309.60772765666, -8870.822696538315],
							[31309.826140713532, -8870.90063433662],
							[31310.0283203125, -8871.014221191406],
							[31311.382873535156, -8870.489013671875],
							[31310.993286132816, -8869.286926269531],
							[31312.06030273438, -8868.931213378906],
							[31311.975708007812, -8868.541809082031],
							[31311.580396329267, -8868.634264416616],
							[31311.175046445165, -8868.656864937333],
							[31310.77190709684, -8868.608927708414],
							[31310.383160228346, -8868.491901282683],
							[31310.02055287608, -8868.30932192961],
							[31309.695042200383, -8868.066706777385],
							[31309.416464385315, -8867.771387097988],
							[31309.193237411848, -8867.432286773015],
							[31309.032106685765, -8867.059652634487],
							[31308.937941207085, -8866.664744829159],
							[31308.913586440027, -8866.259496562778],
							[31308.959778329638, -8865.856153506042],
							[31309.075121063248, -8865.466903758595],
							[31309.25612924869, -8865.103509552686],
							[31309.497333234835, -8864.776951825552],
							[31309.79144439191, -8864.497098400758],
							[31310.129575357074, -8864.272405805243],
							[31310.501508590136, -8864.109663732543],
							[31310.89600512409, -8864.013789873852],
							[31311.30114418087, -8863.987681316707],
							[31311.70468338984, -8864.032127001667],
							[31312.094428724075, -8864.145783882337],
							[31312.458602975843, -8864.325217509151],
							[31312.786201636714, -8864.565005810535],
							[31313.0673254285, -8864.857902935437],
							[31313.293479436685, -8865.19505820629],
							[31313.457829807216, -8865.566283566133],
							[31313.555410249828, -8865.960361438265],
							[31313.583272107942, -8866.365383695611],
							[31313.54057346028, -8866.769111496948],
							[31313.42860456178, -8867.15934511653],
							[31313.25074885508, -8867.524292591761],
							[31313.01238073063, -8867.85292604917],
							[31312.720703124996, -8868.135314941406],
							[31312.811706542972, -8868.400329589844],
							[31335.534118652344, -8860.931213378906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010480",
			"type": "Feature",
			"properties": {
				"id": "PD00002010480",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31338.38123502525, -8947.437336884179],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31360.763122558597, -8937.8291015625],
							[31361.125305175785, -8938.932800292969],
							[31363.103088378906, -8938.291076660156],
							[31363.94989013672, -8940.6953125],
							[31361.953124999996, -8941.456298828125],
							[31362.277099609375, -8942.443603515625],
							[31339.49591064453, -8949.932006835938],
							[31339.989318847656, -8951.235900878906],
							[31340.185484053545, -8951.346704290225],
							[31340.36005593135, -8951.48912213827],
							[31340.507993367748, -8951.659041821862],
							[31340.62502437238, -8951.85155656913],
							[31340.707769440116, -8952.061107130396],
							[31340.753839141067, -8952.281642312659],
							[31340.761903120165, -8952.506793719942],
							[31340.731728513816, -8952.730059653513],
							[31340.664186674352, -8952.94499286147],
							[31340.561228007933, -8953.14538671609],
							[31340.42582565267, -8953.325454442656],
							[31340.26188962331, -8953.479996224189],
							[31340.0741539017, -8953.6045493566],
							[31339.868039733567, -8953.695517118227],
							[31339.64949907916, -8953.750272632395],
							[31339.424842738455, -8953.76723472374],
							[31339.200558114153, -8953.74591357784],
							[31338.983121874884, -8953.686924885567],
							[31338.77881292844, -8953.591972063796],
							[31338.59353110566, -8953.463797065813],
							[31338.432626791015, -8953.306101201915],
							[31338.30074641951, -8953.12343825665],
							[31338.20169830154, -8952.921082989145],
							[31338.13834265028, -8952.70487881385],
							[31338.11250898732, -8952.481069060223],
							[31338.12494331151, -8952.256116684057],
							[31338.1752865568, -8952.036517636665],
							[31338.262084960938, -8951.82861328125],
							[31337.15393066406, -8949.164978027344],
							[31335.74829101563, -8949.58837890625],
							[31335.63933736106, -8949.793089568448],
							[31335.497483700594, -8949.976542268272],
							[31335.326777233753, -8950.133502952009],
							[31335.132088353927, -8950.259493404556],
							[31334.918971692132, -8950.350919016531],
							[31334.69350763888, -8950.40517134137],
							[31334.46212886573, -8950.420702516421],
							[31334.231436796, -8950.397069424713],
							[31334.008013260787, -8950.334946337443],
							[31333.79823271402, -8950.236105676477],
							[31333.60808036417, -8950.10336744571],
							[31333.44298141138, -8949.940518774094],
							[31333.307646262136, -8949.752205865776],
							[31333.20593613756, -8949.54380144015],
							[31333.140752909683, -8949.321251443826],
							[31333.113956308647, -8949.090905407973],
							[31333.126310863117, -8948.859335291065],
							[31333.177464087683, -8948.6331479756],
							[31333.26595653952, -8948.4187967684],
							[31333.389263457495, -8948.222397282558],
							[31333.543866795637, -8948.049552954053],
							[31333.725355595816, -8947.905195171203],
							[31333.92855183596, -8947.79344257816],
							[31334.147658163198, -8947.71748356668],
							[31334.37642329702, -8947.679485308718],
							[31334.608320383366, -8947.680531925267],
							[31334.83673321103, -8947.720593555514],
							[31335.055144977538, -8947.798527208786],
							[31335.25732421875, -8947.912109375],
							[31336.611877441406, -8947.386901855469],
							[31336.222290039062, -8946.184875488281],
							[31337.289306640625, -8945.8291015625],
							[31337.204711914062, -8945.439697265625],
							[31336.809397709607, -8945.532153659207],
							[31336.404045152816, -8945.554754757906],
							[31336.000903075357, -8945.506817607959],
							[31335.612153513255, -8945.389790760928],
							[31335.249543593465, -8945.20721050178],
							[31334.92403056246, -8944.964593990382],
							[31334.645450683147, -8944.669272545507],
							[31334.42222200543, -8944.33017010906],
							[31334.261089991873, -8943.957533584864],
							[31334.166923685174, -8943.562623200543],
							[31334.14256857681, -8943.157372249087],
							[31334.188760622717, -8942.754026491883],
							[31334.30410400441, -8942.364774119686],
							[31334.485113307408, -8942.001377453234],
							[31334.72631884256, -8941.674817512685],
							[31335.020431927587, -8941.39496219618],
							[31335.358565134473, -8941.170268094427],
							[31335.730500847298, -8941.007524951769],
							[31336.12500001537, -8940.91165049557],
							[31336.530141771716, -8940.885541833679],
							[31336.933683654574, -8940.929987910436],
							[31337.323431546723, -8941.043645666565],
							[31337.68760815393, -8941.223080623362],
							[31338.01520888801, -8941.462870664833],
							[31338.296334400413, -8941.755769881693],
							[31338.522489717998, -8942.092927526257],
							[31338.686840941806, -8942.464155461887],
							[31338.784421751923, -8942.858236025297],
							[31338.81228347836, -8943.263260998798],
							[31338.769584203168, -8943.666991449541],
							[31338.657614201245, -8944.057227562209],
							[31338.479756951216, -8944.422177289665],
							[31338.241386894355, -8944.750812681785],
							[31337.94970703125, -8945.033203125],
							[31338.04071044922, -8945.298278808594],
							[31360.763122558597, -8937.8291015625]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010481",
			"type": "Feature",
			"properties": {
				"id": "PD00002010481",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31361.702451308633, -9018.5199010945],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31384.08447265625, -9008.911682128906],
							[31384.44647216797, -9010.015380859375],
							[31386.42431640625, -9009.373718261719],
							[31387.271118164062, -9011.777893066406],
							[31385.274475097656, -9012.538879394531],
							[31385.59832763672, -9013.526184082031],
							[31362.817077636715, -9021.014587402344],
							[31363.310485839847, -9022.318481445312],
							[31363.50665792298, -9022.429278441772],
							[31363.681237359433, -9022.571691506457],
							[31363.829182690828, -9022.741608072884],
							[31363.946221591337, -9022.934121335784],
							[31364.028974242836, -9023.143671948514],
							[31364.07505093634, -9023.364208564391],
							[31364.083121081367, -9023.589362585864],
							[31364.05295163044, -9023.812632075173],
							[31363.9854138089, -9024.02756951558],
							[31363.88245795594, -9024.227968001023],
							[31363.747057203225, -9024.408040477514],
							[31363.58312161755, -9024.56258686012],
							[31363.39538528703, -9024.687144199637],
							[31363.189269611317, -9024.77811556245],
							[31362.970726743904, -9024.832873901816],
							[31362.74606770741, -9024.84983792102],
							[31362.52178014555, -9024.828517737642],
							[31362.30434097469, -9024.769529030249],
							[31362.100029345176, -9024.674575258994],
							[31361.914745313767, -9024.546398473549],
							[31361.753839463254, -9024.388700128924],
							[31361.621958389864, -9024.206034195842],
							[31361.522910520056, -9024.003675652379],
							[31361.459556131784, -9023.78746815456],
							[31361.433724756167, -9023.563655284823],
							[31361.446162344782, -9023.338700251505],
							[31361.496509728255, -9023.119099246034],
							[31361.58331298828, -9022.911193847656],
							[31360.47528076172, -9020.247619628906],
							[31359.069519042972, -9020.671020507812],
							[31358.960547892468, -9020.875720632892],
							[31358.818678904034, -9021.059160113295],
							[31358.64795967679, -9021.216105321244],
							[31358.453260922794, -9021.342078524909],
							[31358.240137503006, -9021.433485640528],
							[31358.01466994407, -9021.487718773558],
							[31357.78329095763, -9021.50323062333],
							[31357.552601911542, -9021.479578628361],
							[31357.329184489306, -9021.417437592885],
							[31357.119412911037, -9021.318580434317],
							[31356.92927207354, -9021.18582760096],
							[31356.76418679793, -9021.022966603088],
							[31356.628867056595, -9020.834643953218],
							[31356.527173595077, -9020.626232598603],
							[31356.462007782924, -9020.403678628121],
							[31356.435228836093, -9020.173331627153],
							[31356.447600772426, -9019.941763520452],
							[31356.49877061389, -9019.715581071589],
							[31356.58727845718, -9019.501237388391],
							[31356.710599125556, -9019.304847812291],
							[31356.865214213525, -9019.132015444316],
							[31357.046712468848, -9018.987671285577],
							[31357.24991564796, -9018.87593355314],
							[31357.469026254035, -9018.799990185062],
							[31357.69779294275, -9018.762007886784],
							[31357.929688876517, -9018.763070313862],
							[31358.15809793869, -9018.803147154671],
							[31358.37650349494, -9018.88109499523],
							[31358.578674316406, -9018.994689941406],
							[31359.93310546875, -9018.469482421875],
							[31359.543518066406, -9017.267517089844],
							[31360.61047363281, -9016.911682128906],
							[31360.52587890625, -9016.522277832031],
							[31360.130564701794, -9016.614734225614],
							[31359.725212145, -9016.637335324313],
							[31359.32207006755, -9016.589398174365],
							[31358.933320505443, -9016.472371327334],
							[31358.570710585656, -9016.289791068186],
							[31358.24519755465, -9016.047174556788],
							[31357.966617675334, -9015.751853111913],
							[31357.743388997616, -9015.412750675467],
							[31357.582256984057, -9015.04011415127],
							[31357.48809067736, -9014.64520376695],
							[31357.463735569, -9014.239952815493],
							[31357.50992761491, -9013.836607058289],
							[31357.6252709966, -9013.447354686092],
							[31357.806280299596, -9013.08395801964],
							[31358.047485834748, -9012.757398079091],
							[31358.341598919775, -9012.477542762586],
							[31358.67973212666, -9012.252848660833],
							[31359.051667839492, -9012.090105518175],
							[31359.44616700756, -9011.994231061975],
							[31359.851308763908, -9011.968122400085],
							[31360.25485064676, -9012.012568476843],
							[31360.644598538907, -9012.126226232971],
							[31361.008775146114, -9012.305661189768],
							[31361.3363758802, -9012.545451231239],
							[31361.617501392597, -9012.838350448099],
							[31361.84365671019, -9013.175508092663],
							[31362.008007933993, -9013.546736028293],
							[31362.105588744114, -9013.940816591703],
							[31362.133450470545, -9014.345841565204],
							[31362.090751195356, -9014.749572015948],
							[31361.978781193433, -9015.139808128615],
							[31361.8009239434, -9015.504757856072],
							[31361.562553886542, -9015.833393248191],
							[31361.270874023438, -9016.115783691406],
							[31361.361877441403, -9016.380920410156],
							[31384.08447265625, -9008.911682128906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010482",
			"type": "Feature",
			"properties": {
				"id": "PD00002010482",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31385.01046840313, -9089.562496721139],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31407.392517089847, -9079.954284667969],
							[31407.754516601562, -9081.057983398438],
							[31409.732299804688, -9080.416381835938],
							[31410.5791015625, -9082.820495605469],
							[31408.582519531246, -9083.581481933594],
							[31408.906311035156, -9084.568786621094],
							[31386.125122070312, -9092.057189941406],
							[31386.618530273438, -9093.361083984375],
							[31386.81469547933, -9093.471887395694],
							[31386.98926735713, -9093.614305243738],
							[31387.13720479353, -9093.78422492733],
							[31387.254235798166, -9093.976739674601],
							[31387.3369808659, -9094.186290235866],
							[31387.38305056685, -9094.406825418127],
							[31387.391114545942, -9094.631976825412],
							[31387.3609399396, -9094.855242758984],
							[31387.293398100137, -9095.070175966943],
							[31387.190439433714, -9095.270569821563],
							[31387.055037078448, -9095.450637548129],
							[31386.891101049092, -9095.605179329661],
							[31386.70336532748, -9095.72973246207],
							[31386.49725115935, -9095.820700223698],
							[31386.27871050494, -9095.875455737865],
							[31386.054054164237, -9095.892417829213],
							[31385.82976953993, -9095.871096683311],
							[31385.61233330067, -9095.81210799104],
							[31385.40802435422, -9095.717155169268],
							[31385.22274253144, -9095.588980171284],
							[31385.061838216796, -9095.431284307386],
							[31384.929957845292, -9095.248621362121],
							[31384.830909727323, -9095.046266094616],
							[31384.76755407606, -9094.83006191932],
							[31384.741720413098, -9094.606252165691],
							[31384.754154737297, -9094.381299789526],
							[31384.804497982583, -9094.161700742134],
							[31384.891296386715, -9093.953796386719],
							[31383.78332519531, -9091.290283203125],
							[31382.377502441406, -9091.713684082031],
							[31382.268519419147, -9091.918375796842],
							[31382.12664039117, -9092.101805180184],
							[31381.955913178623, -9092.258738975615],
							[31381.761208643904, -9092.384699848151],
							[31381.548081724497, -9092.47609412302],
							[31381.32261295017, -9092.530314313515],
							[31381.091234964886, -9092.54581351284],
							[31380.860549002922, -9092.522149527469],
							[31380.637136555055, -9092.459997492988],
							[31380.42737159807, -9092.36113061241],
							[31380.237238744652, -9092.228369566528],
							[31380.07216250183, -9092.065502039666],
							[31379.93685250932, -9091.877174656684],
							[31379.83516917312, -9091.668760414388],
							[31379.770013527756, -9091.446205389439],
							[31379.74324446952, -9091.215859096277],
							[31379.75562572199, -9090.984293334905],
							[31379.806804046955, -9090.758114696862],
							[31379.8953193223, -9090.54377607859],
							[31380.01864619943, -9090.347392579715],
							[31380.173266151694, -9090.174567038737],
							[31380.354767858254, -9090.03023018354],
							[31380.557973059458, -9089.918499957299],
							[31380.77708429304, -9089.842564033197],
							[31381.00585029625, -9089.804588869827],
							[31381.237744354865, -9089.80565790194],
							[31381.466150511016, -9089.845740629955],
							[31381.684552316976, -9089.923693490116],
							[31381.88671875, -9090.037292480469],
							[31383.241088867184, -9089.512084960938],
							[31382.851501464844, -9088.310180664062],
							[31383.918518066406, -9087.954284667969],
							[31383.83392333984, -9087.564880371094],
							[31383.438609135384, -9087.657336764678],
							[31383.033256578594, -9087.679937863377],
							[31382.63011450114, -9087.632000713429],
							[31382.241364939033, -9087.5149738664],
							[31381.878755019243, -9087.33239360725],
							[31381.553241988237, -9087.089777095853],
							[31381.274662108925, -9086.79445565098],
							[31381.051433431207, -9086.455353214533],
							[31380.890301417643, -9086.082716690336],
							[31380.79613511095, -9085.687806306016],
							[31380.77178000259, -9085.282555354559],
							[31380.817972048495, -9084.879209597353],
							[31380.933315430186, -9084.489957225156],
							[31381.114324733182, -9084.126560558705],
							[31381.355530268334, -9083.800000618154],
							[31381.64964335336, -9083.52014530165],
							[31381.987776560247, -9083.295451199896],
							[31382.35971227308, -9083.132708057237],
							[31382.754211441148, -9083.036833601036],
							[31383.159353197487, -9083.010724939146],
							[31383.562895080348, -9083.055171015903],
							[31383.952642972494, -9083.168828772032],
							[31384.316819579704, -9083.348263728829],
							[31384.644420313787, -9083.588053770298],
							[31384.92554582619, -9083.880952987158],
							[31385.151701143775, -9084.218110631722],
							[31385.31605236759, -9084.589338567353],
							[31385.4136331777, -9084.983419130762],
							[31385.441494904142, -9085.388444104265],
							[31385.39879562895, -9085.792174555008],
							[31385.286825627027, -9086.182410667676],
							[31385.108968376993, -9086.547360395132],
							[31384.87059832014, -9086.875995787252],
							[31384.578918457028, -9087.158386230469],
							[31384.669921875, -9087.423583984375],
							[31407.392517089847, -9079.954284667969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010483",
			"type": "Feature",
			"properties": {
				"id": "PD00002010483",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31408.2970457573, -9160.540014819306],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31430.679077148438, -9150.931823730469],
							[31431.041076660156, -9152.035522460938],
							[31433.01892089844, -9151.393920898438],
							[31433.865722656254, -9153.797912597656],
							[31431.869079589844, -9154.559020996094],
							[31432.19287109375, -9155.546325683594],
							[31409.411682128906, -9163.034729003906],
							[31409.905273437504, -9164.338623046875],
							[31410.101424092565, -9164.449448594884],
							[31410.275978223286, -9164.59188537742],
							[31410.42389537068, -9164.761820362282],
							[31410.540904250454, -9164.954346473829],
							[31410.623626091463, -9165.163904290655],
							[31410.669672201748, -9165.38444258053],
							[31410.67771294489, -9165.609593036943],
							[31410.64751613482, -9165.83285417157],
							[31410.5799537405, -9166.047779052507],
							[31410.476976706752, -9166.248161467138],
							[31410.34155861841, -9166.428215133923],
							[31410.1776098345, -9166.582740788195],
							[31409.989864571966, -9166.707276317142],
							[31409.783744199493, -9166.798225608629],
							[31409.565200688987, -9166.852962393246],
							[31409.340544745333, -9166.869906080967],
							[31409.116263577205, -9166.84856740257],
							[31408.898833571187, -9166.78956253788],
							[31408.694533278383, -9166.694595322837],
							[31408.509262113745, -9166.56640804919],
							[31408.348370003405, -9166.40870227756],
							[31408.216502899224, -9166.22603195045],
							[31408.117468621305, -9166.023671891717],
							[31408.05412690271, -9165.807465489735],
							[31408.0283068112, -9165.583655962575],
							[31408.04075393276, -9165.358706077628],
							[31408.0911088419, -9165.139111531478],
							[31408.17791748047, -9164.931213378906],
							[31407.069885253906, -9162.267822265625],
							[31405.664123535153, -9162.691223144531],
							[31405.5551338209, -9162.89590816386],
							[31405.413250016867, -9163.079330357461],
							[31405.242519899868, -9163.236256907483],
							[31405.047814197853, -9163.3622108854],
							[31404.834687633782, -9163.453598973461],
							[31404.609220456, -9163.507813977802],
							[31404.37784497594, -9163.523309208585],
							[31404.147162061883, -9163.499642605238],
							[31403.92375282404, -9163.437489347913],
							[31403.713990863238, -9163.338622595393],
							[31403.52386043968, -9163.205862898983],
							[31403.358785749067, -9163.042997735514],
							[31403.223476176732, -9162.854673455124],
							[31403.121791944435, -9162.646262726385],
							[31403.05663398284, -9162.423711260444],
							[31403.029861171384, -9162.193368186925],
							[31403.042237306665, -9161.96180492078],
							[31403.093409312198, -9161.735627687616],
							[31403.1819173113, -9161.5212890559],
							[31403.30523627563, -9161.324903852823],
							[31403.459848061262, -9161.152074715535],
							[31403.64134177715, -9161.007732254537],
							[31403.844539622616, -9160.89599438921],
							[31404.063644603913, -9160.820048868456],
							[31404.292405915538, -9160.782062327993],
							[31404.524297268323, -9160.78311847881],
							[31404.75270307675, -9160.823187190177],
							[31404.971107193724, -9160.901125349235],
							[31405.173278808594, -9161.014709472656],
							[31406.527709960938, -9160.489624023438],
							[31406.138122558594, -9159.287719726562],
							[31407.205078125, -9158.931823730469],
							[31407.120483398438, -9158.542419433594],
							[31406.72516919398, -9158.634875827176],
							[31406.319816637188, -9158.657476925875],
							[31405.91667455973, -9158.609539775925],
							[31405.52792499763, -9158.492512928897],
							[31405.165315077847, -9158.309932669747],
							[31404.83980204683, -9158.067316158349],
							[31404.561222167515, -9157.771994713476],
							[31404.3379934898, -9157.432892277027],
							[31404.17686147624, -9157.060255752831],
							[31404.08269516955, -9156.66534536851],
							[31404.058340061187, -9156.260094417054],
							[31404.1045321071, -9155.856748659848],
							[31404.219875488783, -9155.46749628765],
							[31404.400884791783, -9155.1040996212],
							[31404.642090326935, -9154.77753968065],
							[31404.936203411962, -9154.497684364145],
							[31405.274336618848, -9154.272990262392],
							[31405.646272331673, -9154.110247119736],
							[31406.040771499742, -9154.014372663534],
							[31406.44591325609, -9153.988264001644],
							[31406.84945513895, -9154.032710078403],
							[31407.239203031095, -9154.146367834532],
							[31407.603379638305, -9154.325802791329],
							[31407.93098037239, -9154.5655928328],
							[31408.21210588479, -9154.85849204966],
							[31408.438261202376, -9155.195649694224],
							[31408.602612426184, -9155.566877629855],
							[31408.700193236295, -9155.960958193264],
							[31408.72805496274, -9156.365983166766],
							[31408.685355687543, -9156.76971361751],
							[31408.57338568562, -9157.159949730178],
							[31408.395528435587, -9157.524899457634],
							[31408.15715837873, -9157.853534849753],
							[31407.865478515625, -9158.135925292969],
							[31407.956481933594, -9158.401123046875],
							[31430.679077148438, -9150.931823730469]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010484",
			"type": "Feature",
			"properties": {
				"id": "PD00002010484",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31433.54871825964, -9237.506040396545],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31455.930725097656, -9227.897888183594],
							[31456.292724609375, -9229.001586914062],
							[31458.2705078125, -9228.359985351562],
							[31459.117309570312, -9230.763977050781],
							[31457.120727539062, -9231.525085449219],
							[31457.44451904297, -9232.512390136719],
							[31434.663330078125, -9240.000793457031],
							[31435.156921386722, -9241.3046875],
							[31435.353083480983, -9241.415500373128],
							[31435.5276504804, -9241.557927276459],
							[31435.67558132552, -9241.727855276331],
							[31435.792604142564, -9241.920377276028],
							[31435.87533960453, -9242.12993372048],
							[31435.921398517658, -9242.350473142349],
							[31435.929450815456, -9242.575626913309],
							[31435.89926396764, -9242.798893154142],
							[31435.831709695078, -9243.013824492797],
							[31435.728738796624, -9243.214214248395],
							[31435.593324814952, -9243.39427566471],
							[31435.429378168035, -9243.548809017231],
							[31435.241633226033, -9243.673351768253],
							[31435.035511594528, -9243.764307433821],
							[31434.816965551996, -9243.81904944122],
							[31434.592306162966, -9243.83599697784],
							[31434.36802103013, -9243.814660641101],
							[31434.1505869486, -9243.755656571184],
							[31433.946282872224, -9243.660688658427],
							[31433.76100859305, -9243.532499339239],
							[31433.60011437006, -9243.374790401363],
							[31433.468246427034, -9243.192116085493],
							[31433.36921278119, -9242.989751570152],
							[31433.305873277175, -9242.773540637709],
							[31433.28005700184, -9242.549726920512],
							[31433.292509464824, -9242.32477360037],
							[31433.34287107005, -9242.105176767978],
							[31433.4296875, -9241.897277832031],
							[31432.32147216797, -9239.23388671875],
							[31430.91571044922, -9239.657287597656],
							[31430.80670886508, -9239.861964206599],
							[31430.664815023298, -9240.04537630341],
							[31430.494076922638, -9240.202291441548],
							[31430.299365441315, -9240.328233089276],
							[31430.08623537879, -9240.41960833778],
							[31429.860766986458, -9240.473810400965],
							[31429.62939250806, -9240.489292982795],
							[31429.39871267829, -9240.465614390585],
							[31429.17530841464, -9240.403450135766],
							[31428.965553074646, -9240.30457366265],
							[31428.7754306344, -9240.171805754979],
							[31428.610364975546, -9240.008934063573],
							[31428.47506515083, -9239.820605050876],
							[31428.373391042507, -9239.61219143498],
							[31428.308243246272, -9239.389638914801],
							[31428.281480321988, -9239.159296549014],
							[31428.29386577202, -9238.927735627827],
							[31428.345046259772, -9238.70156220484],
							[31428.433561689806, -9238.487228637152],
							[31428.556886861978, -9238.290849510198],
							[31428.711503511215, -9238.118027198643],
							[31428.89300067791, -9237.97369203981],
							[31429.09620054533, -9237.861961679242],
							[31429.31530615427, -9237.786023601024],
							[31429.544066780778, -9237.748044194077],
							[31429.775956259076, -9237.74910694864],
							[31430.004359162373, -9237.78918154607],
							[31430.22275953014, -9237.867124723773],
							[31430.424926757812, -9237.980712890625],
							[31431.77947998047, -9237.455688476562],
							[31431.389709472656, -9236.253784179688],
							[31432.45672607422, -9235.897888183594],
							[31432.3720703125, -9235.508483886719],
							[31431.976753431598, -9235.60092182464],
							[31431.57140145035, -9235.623504561167],
							[31431.168263086696, -9235.575549702768],
							[31430.77952016863, -9235.458506324721],
							[31430.416919529955, -9235.275911183702],
							[31430.091418050506, -9235.033281845883],
							[31429.812851566792, -9234.737949959961],
							[31429.58963765771, -9234.398839713158],
							[31429.42852128652, -9234.026198164716],
							[31429.33437098495, -9233.631285605525],
							[31429.310031738456, -9233.226035300439],
							[31429.356239017885, -9232.822692895006],
							[31429.471596555402, -9232.433446382844],
							[31429.65261853619, -9232.070057815106],
							[31429.893834931034, -9231.743507880867],
							[31430.187956786813, -9231.463664098295],
							[31430.526096480382, -9231.23898264306],
							[31430.898036280174, -9231.076252823963],
							[31431.292537100377, -9230.980391927083],
							[31431.697678117856, -9230.954296627762],
							[31432.101216989468, -9230.99875546035],
							[31432.490959784867, -9231.11242499068],
							[31432.85512945647, -9231.291870411276],
							[31433.182721712223, -9231.531669332597],
							[31433.4638375376, -9231.824575634018],
							[31433.68998231901, -9232.161738423387],
							[31433.85432252961, -9232.532969488726],
							[31433.951892221332, -9232.927051160399],
							[31433.979743083353, -9233.332075280887],
							[31433.937033532635, -9233.73580303937],
							[31433.825054144443, -9234.126034797831],
							[31433.647188654395, -9234.490978733447],
							[31433.408811710513, -9234.819607157842],
							[31433.117126464844, -9235.101989746094],
							[31433.208129882812, -9235.3671875],
							[31455.930725097656, -9227.897888183594]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010485",
			"type": "Feature",
			"properties": {
				"id": "PD00002010485",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31456.920159272435, -9308.741518716646],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31479.302124023438, -9299.133422851562],
							[31479.66412353516, -9300.237121582031],
							[31481.641906738285, -9299.595520019531],
							[31482.488708496097, -9301.99951171875],
							[31480.492126464844, -9302.760620117188],
							[31480.81591796875, -9303.747924804688],
							[31458.034729003906, -9311.236328125],
							[31458.528320312496, -9312.540222167969],
							[31458.724482406764, -9312.6510350411],
							[31458.899049406184, -9312.793461944431],
							[31459.046980251293, -9312.963389944305],
							[31459.164003068345, -9313.155911944003],
							[31459.246738530306, -9313.365468388454],
							[31459.292797443442, -9313.586007810323],
							[31459.300849741237, -9313.811161581283],
							[31459.270662893417, -9314.034427822118],
							[31459.203108620855, -9314.249359160773],
							[31459.1001377224, -9314.449748916371],
							[31458.964723740726, -9314.629810332684],
							[31458.800777093813, -9314.784343685207],
							[31458.613032151818, -9314.908886436227],
							[31458.406910520298, -9314.999842101795],
							[31458.188364477774, -9315.054584109193],
							[31457.963705088743, -9315.071531645814],
							[31457.739419955902, -9315.050195309075],
							[31457.52198587437, -9314.991191239156],
							[31457.317681798002, -9314.8962233264],
							[31457.13240751882, -9314.768034007211],
							[31456.971513295834, -9314.610325069334],
							[31456.83964535281, -9314.427650753461],
							[31456.740611706966, -9314.225286238121],
							[31456.677272202953, -9314.009075305677],
							[31456.65145592762, -9313.78526158848],
							[31456.663908390594, -9313.560308268337],
							[31456.714269995824, -9313.340711435945],
							[31456.80108642578, -9313.1328125],
							[31455.692687988285, -9310.469421386719],
							[31454.287109374996, -9310.892822265625],
							[31454.17810136343, -9311.097488851143],
							[31454.03620333093, -9311.280890340195],
							[31453.86546327652, -9311.437794743044],
							[31453.6707519906, -9311.563725966133],
							[31453.457624103357, -9311.655091503915],
							[31453.23215962496, -9311.709284924142],
							[31453.000790497932, -9311.724760222909],
							[31452.770117109772, -9311.701075928315],
							[31452.54672000029, -9311.638907694558],
							[31452.3369721351, -9311.5400290272],
							[31452.1468571007, -9311.407260689444],
							[31451.98179840764, -9311.244390232765],
							[31451.846504771158, -9311.056063947448],
							[31451.744835783236, -9310.84765431545],
							[31451.679691808014, -9310.625106746815],
							[31451.65293124157, -9310.394769971857],
							[31451.665317496518, -9310.163214927641],
							[31451.71649722371, -9309.937047305426],
							[31451.805010392436, -9309.722719106683],
							[31451.92833194146, -9309.52634458349],
							[31452.082943812777, -9309.353525814073],
							[31452.264435313056, -9309.209192889413],
							[31452.467628939805, -9309.097463269974],
							[31452.686728082692, -9309.021524324759],
							[31452.91548238643, -9308.98354240358],
							[31453.147366057936, -9308.984601036473],
							[31453.37576403103, -9309.024670023266],
							[31453.594160677847, -9309.102606295117],
							[31453.796325683597, -9309.216186523438],
							[31455.15087890625, -9308.691223144531],
							[31454.761108398438, -9307.489318847656],
							[31455.828125, -9307.133422851562],
							[31455.743286132812, -9306.744018554688],
							[31455.347961230225, -9306.836401135019],
							[31454.942610981354, -9306.85892879564],
							[31454.539483762783, -9306.810920823338],
							[31454.150760778306, -9306.69382786413],
							[31453.788187982238, -9306.511188089422],
							[31453.46272115457, -9306.268520283887],
							[31453.18419485266, -9305.973157085606],
							[31452.961025242643, -9305.634023417386],
							[31452.79995579004, -9305.26136680441],
							[31452.70585349399, -9304.866447727089],
							[31452.681561822243, -9304.461199365662],
							[31452.72781479074, -9304.057867018013],
							[31452.84321478401, -9303.668638086268],
							[31453.024274786625, -9303.305273812832],
							[31453.265523749513, -9302.978753893593],
							[31453.559671907453, -9302.69894470694],
							[31453.897831052225, -9302.474301183644],
							[31454.269783105614, -9302.311611326126],
							[31454.66428887672, -9302.215791096938],
							[31455.069427674072, -9302.189735874223],
							[31455.47295751048, -9302.234232962743],
							[31455.862685016327, -9302.347937804056],
							[31456.22683388392, -9302.527414604749],
							[31456.55440070946, -9302.767240155015],
							[31456.835487480428, -9303.060167700563],
							[31457.061600661586, -9303.397345916146],
							[31457.22590784218, -9303.768586364049],
							[31457.323444189384, -9304.162671355809],
							[31457.351262469503, -9304.56769291455],
							[31457.30852210387, -9304.971412595642],
							[31457.196514568426, -9305.361631292988],
							[31457.018624369484, -9305.726557856662],
							[31456.780226774852, -9306.055165383403],
							[31456.488525390625, -9306.337524414062],
							[31456.579528808594, -9306.602722167969],
							[31479.302124023438, -9299.133422851562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010486",
			"type": "Feature",
			"properties": {
				"id": "PD00002010486",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31480.23815243649, -9379.814516763521],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31502.6201171875, -9370.206420898438],
							[31502.98211669922, -9371.310119628906],
							[31504.959899902344, -9370.668518066406],
							[31505.806701660156, -9373.072509765625],
							[31503.810119628906, -9373.833618164062],
							[31504.133911132812, -9374.820922851562],
							[31481.35272216797, -9382.309326171875],
							[31481.846313476566, -9383.613220214844],
							[31482.042475570826, -9383.724033087976],
							[31482.217042570242, -9383.866459991306],
							[31482.364973415355, -9384.036387991178],
							[31482.481996232407, -9384.228909990876],
							[31482.56473169437, -9384.438466435327],
							[31482.6107906075, -9384.659005857196],
							[31482.6188429053, -9384.884159628156],
							[31482.588656057487, -9385.107425868991],
							[31482.521101784918, -9385.322357207644],
							[31482.418130886468, -9385.522746963245],
							[31482.282716904796, -9385.702808379558],
							[31482.11877025787, -9385.857341732079],
							[31481.931025315876, -9385.9818844831],
							[31481.72490368436, -9386.072840148669],
							[31481.506357641836, -9386.127582156065],
							[31481.281698252802, -9386.144529692685],
							[31481.057413119965, -9386.123193355947],
							[31480.83997903844, -9386.064189286028],
							[31480.63567496206, -9385.969221373272],
							[31480.45040068289, -9385.841032054082],
							[31480.289506459892, -9385.683323116207],
							[31480.15763851687, -9385.500648800336],
							[31480.058604871036, -9385.298284284994],
							[31479.99526536701, -9385.08207335255],
							[31479.96944909168, -9384.858259635354],
							[31479.981901554664, -9384.633306315212],
							[31480.032263159894, -9384.41370948282],
							[31480.119079589844, -9384.205810546875],
							[31479.010681152344, -9381.542419433594],
							[31477.605102539066, -9381.9658203125],
							[31477.496094527494, -9382.170486898018],
							[31477.354196494987, -9382.353888387068],
							[31477.183456440584, -9382.510792789919],
							[31476.98874515466, -9382.636724013006],
							[31476.77561726742, -9382.728089550788],
							[31476.550152789023, -9382.782282971015],
							[31476.318783661995, -9382.797758269782],
							[31476.088110273842, -9382.774073975188],
							[31475.86471316436, -9382.711905741431],
							[31475.654965299156, -9382.61302707407],
							[31475.46485026476, -9382.480258736316],
							[31475.2997915717, -9382.317388279636],
							[31475.164497935217, -9382.12906199432],
							[31475.0628289473, -9381.920652362322],
							[31474.997684972077, -9381.698104793686],
							[31474.970924405632, -9381.467768018729],
							[31474.98331066058, -9381.236212974512],
							[31475.03449038777, -9381.010045352297],
							[31475.1230035565, -9380.795717153556],
							[31475.24632510553, -9380.599342630363],
							[31475.40093697684, -9380.426523860946],
							[31475.58242847712, -9380.282190936286],
							[31475.785622103875, -9380.170461316848],
							[31476.00472124676, -9380.094522371632],
							[31476.233475550493, -9380.056540450452],
							[31476.465359222, -9380.057599083346],
							[31476.693757195088, -9380.097668070139],
							[31476.91215384191, -9380.17560434199],
							[31477.114318847656, -9380.289184570312],
							[31478.468872070312, -9379.764221191406],
							[31478.0791015625, -9378.562316894531],
							[31479.146118164062, -9378.206420898438],
							[31479.061279296875, -9377.817016601562],
							[31478.665954394284, -9377.909399181894],
							[31478.260604145413, -9377.931926842515],
							[31477.857476926845, -9377.883918870213],
							[31477.46875394237, -9377.766825911005],
							[31477.1061811463, -9377.584186136297],
							[31476.780714318633, -9377.341518330762],
							[31476.502188016722, -9377.04615513248],
							[31476.279018406705, -9376.70702146426],
							[31476.117948954103, -9376.334364851285],
							[31476.023846658052, -9375.939445773964],
							[31475.9995549863, -9375.534197412537],
							[31476.0458079548, -9375.130865064888],
							[31476.16120794808, -9374.741636133143],
							[31476.342267950688, -9374.378271859707],
							[31476.583516913575, -9374.051751940468],
							[31476.877665071515, -9373.771942753816],
							[31477.215824216295, -9373.547299230519],
							[31477.587776269676, -9373.384609373],
							[31477.98228204078, -9373.288789143813],
							[31478.387420838135, -9373.262733921098],
							[31478.79095067454, -9373.307231009618],
							[31479.18067818039, -9373.42093585093],
							[31479.544827047983, -9373.600412651624],
							[31479.87239387352, -9373.84023820189],
							[31480.153480644498, -9374.133165747438],
							[31480.379593825648, -9374.470343963021],
							[31480.543901006244, -9374.841584410924],
							[31480.641437353446, -9375.235669402684],
							[31480.669255633562, -9375.640690961425],
							[31480.626515267933, -9376.044410642517],
							[31480.51450773249, -9376.434629339863],
							[31480.336617533543, -9376.799555903537],
							[31480.09821993891, -9377.128163430278],
							[31479.806518554688, -9377.410522460938],
							[31479.897521972656, -9377.675720214844],
							[31502.6201171875, -9370.206420898438]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010487",
			"type": "Feature",
			"properties": {
				"id": "PD00002010487",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31503.588554190243, -9450.986099380745],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31525.97052001953, -9441.377990722656],
							[31526.33251953125, -9442.481689453125],
							[31528.310302734375, -9441.840087890625],
							[31529.157104492188, -9444.244079589844],
							[31527.160522460938, -9445.005187988281],
							[31527.484313964844, -9445.992492675781],
							[31504.703125, -9453.480895996094],
							[31505.196716308594, -9454.784790039062],
							[31505.392878402858, -9454.895602912195],
							[31505.567445402274, -9455.038029815525],
							[31505.715376247386, -9455.207957815397],
							[31505.83239906444, -9455.400479815095],
							[31505.915134526396, -9455.610036259546],
							[31505.961193439533, -9455.830575681415],
							[31505.969245737328, -9456.055729452375],
							[31505.939058889515, -9456.27899569321],
							[31505.871504616945, -9456.493927031863],
							[31505.768533718496, -9456.694316787463],
							[31505.633119736824, -9456.874378203776],
							[31505.469173089903, -9457.028911556297],
							[31505.281428147908, -9457.15345430732],
							[31505.075306516388, -9457.244409972887],
							[31504.856760473867, -9457.299151980284],
							[31504.632101084833, -9457.316099516904],
							[31504.407815951992, -9457.294763180165],
							[31504.190381870467, -9457.235759110246],
							[31503.986077794092, -9457.140791197491],
							[31503.800803514918, -9457.012601878301],
							[31503.63990929193, -9456.854892940426],
							[31503.5080413489, -9456.672218624555],
							[31503.409007703063, -9456.469854109213],
							[31503.345668199046, -9456.25364317677],
							[31503.31985192371, -9456.029829459572],
							[31503.33230438669, -9455.804876139431],
							[31503.38266599192, -9455.585279307039],
							[31503.46948242187, -9455.377380371094],
							[31502.361083984375, -9452.713989257812],
							[31500.955505371094, -9453.137390136719],
							[31500.846503606343, -9453.342063004928],
							[31500.704610324432, -9453.52547146779],
							[31500.533873479955, -9453.6823832189],
							[31500.339163881315, -9453.808321854347],
							[31500.126036235564, -9453.899694576292],
							[31499.90057068277, -9453.95389468889],
							[31499.669199340846, -9453.96937596253],
							[31499.43852280898, -9453.945696744922],
							[31499.21512186473, -9453.883532560634],
							[31499.005369726503, -9453.784656839603],
							[31498.815250237352, -9453.651890324456],
							[31498.650187156927, -9453.489020599887],
							[31498.514889431586, -9453.300694039845],
							[31498.41321685681, -9453.092283255004],
							[31498.348069964304, -9452.869733822075],
							[31498.321307275208, -9452.63939466741],
							[31498.333692279848, -9452.407836943808],
							[31498.38487165681, -9452.181666567601],
							[31498.473385352525, -9451.967335764002],
							[31498.596708233894, -9451.77095899697],
							[31498.751322125747, -9451.5981385348],
							[31498.932816177883, -9451.453804627692],
							[31499.1360126985, -9451.34207485678],
							[31499.355114864284, -9451.266136667111],
							[31499.58387209307, -9451.228156435685],
							[31499.815758361492, -9451.229217668713],
							[31500.044158380446, -9451.269290091164],
							[31500.26255631711, -9451.347230510468],
							[31500.464721679688, -9451.460815429688],
							[31501.81927490234, -9450.935791015625],
							[31501.429504394528, -9449.73388671875],
							[31502.49652099609, -9449.377990722656],
							[31502.411682128906, -9448.988586425781],
							[31502.016357226323, -9449.080969006114],
							[31501.611006977444, -9449.103496666736],
							[31501.207879758877, -9449.055488694434],
							[31500.8191567744, -9448.938395735226],
							[31500.45658397833, -9448.75575596052],
							[31500.131117150664, -9448.513088154985],
							[31499.85259084875, -9448.217724956703],
							[31499.62942123873, -9447.878591288483],
							[31499.468351786127, -9447.505934675508],
							[31499.374249490076, -9447.111015598186],
							[31499.349957818333, -9446.70576723676],
							[31499.396210786825, -9446.30243488911],
							[31499.511610780097, -9445.913205957364],
							[31499.69267078271, -9445.549841683927],
							[31499.9339197456, -9445.223321764688],
							[31500.22806790354, -9444.943512578035],
							[31500.56622704831, -9444.718869054737],
							[31500.9381791017, -9444.55617919722],
							[31501.332684872807, -9444.46035896803],
							[31501.737823670162, -9444.434303745315],
							[31502.141353506566, -9444.478800833833],
							[31502.53108101242, -9444.592505675148],
							[31502.895229880007, -9444.77198247584],
							[31503.222796705548, -9445.011808026107],
							[31503.503883476515, -9445.304735571654],
							[31503.729996657672, -9445.641913787236],
							[31503.894303838268, -9446.013154235141],
							[31503.991840185477, -9446.407239226899],
							[31504.019658465593, -9446.812260785642],
							[31503.97691809996, -9447.215980466734],
							[31503.864910564513, -9447.60619916408],
							[31503.68702036557, -9447.971125727754],
							[31503.44862277095, -9448.299733254496],
							[31503.15692138672, -9448.582092285156],
							[31503.247924804684, -9448.847290039062],
							[31525.97052001953, -9441.377990722656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010488",
			"type": "Feature",
			"properties": {
				"id": "PD00002010488",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31528.796135923407, -9527.818329171445],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31551.178100585938, -9518.210205078125],
							[31551.540100097653, -9519.313903808594],
							[31553.517883300785, -9518.672302246094],
							[31554.36468505859, -9521.076293945312],
							[31552.368103027347, -9521.83740234375],
							[31552.69189453125, -9522.82470703125],
							[31529.910705566406, -9530.313110351562],
							[31530.404296875, -9531.617004394531],
							[31530.600465846648, -9531.727810853366],
							[31530.77504040474, -9531.870232973923],
							[31530.922979144754, -9532.040157857207],
							[31531.040009857483, -9532.232678373082],
							[31531.122752902906, -9532.442234869499],
							[31531.168818808193, -9532.662775725412],
							[31531.17687727145, -9532.8879321109],
							[31531.14669557852, -9533.11120190771],
							[31531.079145323307, -9533.326137478934],
							[31530.97617723775, -9533.526531865362],
							[31530.84076485805, -9533.706598031484],
							[31530.676818654298, -9533.861135984846],
							[31530.48907310292, -9533.985682942634],
							[31530.282949963443, -9534.076642208955],
							[31530.064401707637, -9534.131387041043],
							[31529.839739622654, -9534.14833650496],
							[31529.615451552225, -9534.127001130162],
							[31529.39801453919, -9534.06799704454],
							[31529.19370777999, -9533.973028181748],
							[31529.008431292525, -9533.844837074605],
							[31528.847535534136, -9533.687125655593],
							[31528.71566688978, -9533.504448351603],
							[31528.61663349273, -9533.302080560134],
							[31528.553295252357, -9533.085866305139],
							[31528.52748126504, -9532.862049471958],
							[31528.53993699309, -9532.637093494943],
							[31528.590302737095, -9532.417494704903],
							[31528.677124023438, -9532.209594726562],
							[31527.568725585938, -9529.546203613281],
							[31526.163085937496, -9529.969604492188],
							[31526.05408417275, -9530.174277360396],
							[31525.912190890842, -9530.357685823259],
							[31525.74145404636, -9530.514597574369],
							[31525.54674444772, -9530.640536209816],
							[31525.33361680197, -9530.73190893176],
							[31525.10815124918, -9530.786109044358],
							[31524.876779907256, -9530.801590317998],
							[31524.646103375384, -9530.777911100391],
							[31524.422702431133, -9530.715746916103],
							[31524.212950292906, -9530.616871195072],
							[31524.02283080376, -9530.484104679925],
							[31523.857767723333, -9530.321234955356],
							[31523.72246999799, -9530.132908395313],
							[31523.620797423213, -9529.924497610473],
							[31523.555650530707, -9529.701948177544],
							[31523.52888784161, -9529.47160902288],
							[31523.54127284625, -9529.240051299277],
							[31523.592452223216, -9529.01388092307],
							[31523.680965918928, -9528.799550119471],
							[31523.8042888003, -9528.60317335244],
							[31523.958902692157, -9528.43035289027],
							[31524.14039674429, -9528.28601898316],
							[31524.343593264908, -9528.17428921225],
							[31524.56269543069, -9528.09835102258],
							[31524.791452659472, -9528.060370791154],
							[31525.0233389279, -9528.061432024182],
							[31525.251738946852, -9528.101504446633],
							[31525.47013688352, -9528.179444865937],
							[31525.67230224609, -9528.293029785156],
							[31527.026916503906, -9527.768005371094],
							[31526.637084960938, -9526.566101074219],
							[31527.7041015625, -9526.210205078125],
							[31527.619323730465, -9525.82080078125],
							[31527.2240015005, -9525.913201812546],
							[31526.818650673216, -9525.935747830035],
							[31526.415519739, -9525.88775756046],
							[31526.026790109754, -9525.770681126323],
							[31525.664208032933, -9525.588056227525],
							[31525.33872965516, -9525.34540124264],
							[31525.060189960142, -9525.050048480014],
							[31524.837005584915, -9524.710922617323],
							[31524.675920494203, -9524.338271024493],
							[31524.581802197954, -9523.943354118801],
							[31524.557494669767, -9523.538105108732],
							[31524.603732410484, -9523.134769408076],
							[31524.719118253794, -9522.745534616139],
							[31524.90016558439, -9522.38216224491],
							[31525.141403693102, -9522.055632321326],
							[31525.43554308534, -9521.775811603678],
							[31525.773695747852, -9521.551155437672],
							[31526.14564371792, -9521.388452261144],
							[31526.540147839638, -9521.292618477772],
							[31526.945287377628, -9521.266549898037],
							[31527.348820226, -9521.311034236505],
							[31527.738552828258, -9521.424727309428],
							[31528.102708630056, -9521.604193651972],
							[31528.430283931535, -9521.84401032769],
							[31528.7113803862, -9522.136930793455],
							[31528.93750409939, -9522.474103868331],
							[31529.101822288387, -9522.845341189806],
							[31529.199369748654, -9523.239425075653],
							[31529.22719888751, -9523.644447488763],
							[31529.184468791584, -9524.048169862419],
							[31529.072470636624, -9524.43839291322],
							[31528.894588672123, -9524.803325266945],
							[31528.65619795936, -9525.13193975865],
							[31528.364501953125, -9525.414306640625],
							[31528.455505371094, -9525.679504394531],
							[31551.178100585938, -9518.210205078125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010489",
			"type": "Feature",
			"properties": {
				"id": "PD00002010489",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31552.100978033024, -9598.850745107606],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31574.48291015625, -9589.24267578125],
							[31574.84490966797, -9590.346374511719],
							[31576.822692871094, -9589.704711914062],
							[31577.669494628906, -9592.108703613281],
							[31575.672912597656, -9592.869812011719],
							[31575.996704101562, -9593.857177734375],
							[31553.21551513672, -9601.345581054688],
							[31553.709106445312, -9602.649475097656],
							[31553.905266983184, -9602.760292702096],
							[31554.079831542775, -9602.902724133344],
							[31554.227759091584, -9603.072656291497],
							[31554.344777814185, -9603.26518191741],
							[31554.42750847262, -9603.474741303327],
							[31554.47356199126, -9603.695282844748],
							[31554.481608447903, -9603.920437797186],
							[31554.45141547893, -9604.143704191201],
							[31554.383854989504, -9604.35863459468],
							[31554.280877974845, -9604.559022300202],
							[31554.145458179904, -9604.7390805608],
							[31553.981506224267, -9604.893609698232],
							[31553.793756672265, -9605.018147258004],
							[31553.587631309365, -9605.109096875041],
							[31553.369082573183, -9605.163832128634],
							[31553.144421660472, -9605.18077238756],
							[31552.92013627392, -9605.15942845519],
							[31552.70270327184, -9605.100416696356],
							[31552.498401631103, -9605.005441238145],
							[31552.313131124316, -9604.877244758522],
							[31552.152241947704, -9604.71952928395],
							[31552.020380219397, -9604.536849283184],
							[31551.92135381002, -9604.334480144438],
							[31551.8580223799, -9604.118265834017],
							[31551.83221479854, -9603.894450135693],
							[31551.844676330933, -9603.669496344255],
							[31551.895047116006, -9603.449900620064],
							[31551.981872558594, -9603.242004394531],
							[31550.873474121094, -9600.57861328125],
							[31549.467895507812, -9601.002075195312],
							[31549.358893743065, -9601.206748063523],
							[31549.21700046115, -9601.390156526386],
							[31549.046263616674, -9601.547068277496],
							[31548.851554018038, -9601.673006912943],
							[31548.638426372287, -9601.764379634888],
							[31548.412960819496, -9601.818579747487],
							[31548.181589477565, -9601.834061021125],
							[31547.9509129457, -9601.81038180352],
							[31547.72751200145, -9601.74821761923],
							[31547.51775986322, -9601.6493418982],
							[31547.32764037407, -9601.516575383052],
							[31547.16257729365, -9601.353705658485],
							[31547.027279568305, -9601.16537909844],
							[31546.92560699352, -9600.956968313601],
							[31546.860460101023, -9600.734418880673],
							[31546.833697411927, -9600.504079726006],
							[31546.846082416567, -9600.272522002404],
							[31546.89726179353, -9600.046351626197],
							[31546.985775489236, -9599.832020822598],
							[31547.109098370613, -9599.635644055566],
							[31547.26371226247, -9599.462823593396],
							[31547.445206314602, -9599.318489686288],
							[31547.64840283522, -9599.206759915376],
							[31547.867505001002, -9599.130821725706],
							[31548.09626222979, -9599.092841494281],
							[31548.32814849821, -9599.093902727309],
							[31548.556548517165, -9599.13397514976],
							[31548.77494645383, -9599.211915569063],
							[31548.977111816406, -9599.325500488281],
							[31550.33172607422, -9598.800476074219],
							[31549.94189453125, -9597.598510742188],
							[31551.008911132812, -9597.24267578125],
							[31550.924072265625, -9596.853210449219],
							[31550.528741254788, -9596.945570714932],
							[31550.123388845794, -9596.968075188583],
							[31549.720263533047, -9596.920043854672],
							[31549.331546515008, -9596.80292807136],
							[31548.96898361609, -9596.620266714903],
							[31548.643530364236, -9596.377579245785],
							[31548.365020948768, -9596.08219892771],
							[31548.141871061656, -9595.74305123909],
							[31547.980823601407, -9595.370384172717],
							[31547.886744923482, -9594.975458573175],
							[31547.862477794173, -9594.570207868983],
							[31547.908755490975, -9594.166877481346],
							[31548.0241796452, -9593.777654805448],
							[31548.205262496387, -9593.414300945116],
							[31548.4465322816, -9593.087795328693],
							[31548.740698575144, -9592.808003944703],
							[31549.078872582675, -9592.583381222246],
							[31549.450835733023, -9592.420714564334],
							[31549.845348451767, -9592.324919253579],
							[31550.250489786366, -9592.298889927593],
							[31550.65401762043, -9592.343413111996],
							[31551.043738592547, -9592.45714345404],
							[31551.407876541933, -9592.636644375018],
							[31551.735428347492, -9592.87649191302],
							[31552.016496408116, -9593.169438618263],
							[31552.242587717472, -9593.506632548582],
							[31552.40687049642, -9593.877884747706],
							[31552.504380628165, -9594.271977123959],
							[31552.53217165851, -9594.677001426247],
							[31552.489403828607, -9595.080719074533],
							[31552.3773694498, -9595.470930971815],
							[31552.19945385406, -9595.835846123055],
							[31551.961033099677, -9596.16443792254],
							[31551.669311523438, -9596.44677734375],
							[31551.760314941403, -9596.711975097656],
							[31574.48291015625, -9589.24267578125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010490",
			"type": "Feature",
			"properties": {
				"id": "PD00002010490",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31575.42652478768, -9669.9471369427],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31597.808471679688, -9660.338989257812],
							[31598.170471191406, -9661.442687988281],
							[31600.14831542969, -9660.801086425781],
							[31600.995117187504, -9663.205078125],
							[31598.998474121094, -9663.966186523438],
							[31599.322326660156, -9664.953491210938],
							[31576.541076660156, -9672.44189453125],
							[31577.034729003903, -9673.745788574219],
							[31577.23089109817, -9673.856601447349],
							[31577.40545809759, -9673.99902835068],
							[31577.553388942702, -9674.168956350552],
							[31577.67041175975, -9674.361478350249],
							[31577.75314722172, -9674.571034794702],
							[31577.799206134852, -9674.791574216571],
							[31577.80725843265, -9675.016727987531],
							[31577.777071584835, -9675.239994228368],
							[31577.70951731227, -9675.454925567023],
							[31577.606546413816, -9675.655315322621],
							[31577.471132432143, -9675.835376738936],
							[31577.307185785223, -9675.989910091459],
							[31577.119440843227, -9676.114452842481],
							[31576.91331921171, -9676.205408508049],
							[31576.69477316918, -9676.260150515447],
							[31576.470113780153, -9676.277098052067],
							[31576.245828647312, -9676.255761715329],
							[31576.028394565783, -9676.19675764541],
							[31575.82409048941, -9676.101789732653],
							[31575.638816210234, -9675.973600413465],
							[31575.477921987243, -9675.815891475588],
							[31575.34605404421, -9675.633217159715],
							[31575.247020398372, -9675.430852644375],
							[31575.18368089436, -9675.21464171193],
							[31575.157864619025, -9674.990827994732],
							[31575.170317082007, -9674.76587467459],
							[31575.220678687234, -9674.546277842197],
							[31575.307495117188, -9674.33837890625],
							[31574.19909667969, -9671.674987792969],
							[31572.793518066403, -9672.098388671875],
							[31572.68452817139, -9672.303069951326],
							[31572.542644926933, -9672.486488511764],
							[31572.371916065666, -9672.643411675457],
							[31572.17721224577, -9672.769362641675],
							[31571.96408809782, -9672.860748203628],
							[31571.738623758858, -9672.914961257684],
							[31571.50725141451, -9672.930455180422],
							[31571.276571797607, -9672.906787951668],
							[31571.053165878428, -9672.844634764708],
							[31570.84340711873, -9672.745768763965],
							[31570.653279645685, -9672.613010459645],
							[31570.488207533024, -9672.450147262469],
							[31570.352900059712, -9672.261825434105],
							[31570.25121736074, -9672.053417535737],
							[31570.186060302818, -9671.830869156334],
							[31570.159287726638, -9671.600529293226],
							[31570.171663416764, -9671.368969223986],
							[31570.22283431188, -9671.142795036983],
							[31570.31134057715, -9670.928459168823],
							[31570.4346572513, -9670.732076325248],
							[31570.58926628023, -9670.559249037055],
							[31570.770756882284, -9670.414907827633],
							[31570.97395138172, -9670.30317055197],
							[31571.193052920615, -9670.227224919929],
							[31571.421810835236, -9670.189237555305],
							[31571.653698978807, -9670.190292185052],
							[31571.882101903455, -9670.230358722041],
							[31572.10050358977, -9670.308294123412],
							[31572.302673339844, -9670.421875],
							[31573.657287597656, -9669.896789550781],
							[31573.267517089844, -9668.694885253906],
							[31574.33447265625, -9668.338989257812],
							[31574.249694824222, -9667.949584960938],
							[31573.854372594247, -9668.041985992233],
							[31573.449021766963, -9668.064532009723],
							[31573.045890832753, -9668.016541740148],
							[31572.657161203497, -9667.89946530601],
							[31572.294579126687, -9667.716840407213],
							[31571.969100748905, -9667.474185422325],
							[31571.69056105389, -9667.1788326597],
							[31571.467376678662, -9666.839706797009],
							[31571.30629158795, -9666.467055204179],
							[31571.212173291704, -9666.072138298487],
							[31571.187865763513, -9665.666889288415],
							[31571.234103504234, -9665.26355358776],
							[31571.34948934754, -9664.874318795824],
							[31571.53053667814, -9664.510946424594],
							[31571.771774786852, -9664.18441650101],
							[31572.065914179082, -9663.904595783362],
							[31572.404066841602, -9663.679939617356],
							[31572.77601481167, -9663.517236440828],
							[31573.17051893339, -9663.421402657455],
							[31573.575658471378, -9663.39533407772],
							[31573.979191319755, -9663.43981841619],
							[31574.36892392201, -9663.553511489112],
							[31574.73307972381, -9663.732977831656],
							[31575.060655025285, -9663.972794507376],
							[31575.34175147995, -9664.26571497314],
							[31575.567875193145, -9664.602888048017],
							[31575.732193382133, -9664.974125369492],
							[31575.829740842404, -9665.36820925534],
							[31575.857569981265, -9665.773231668449],
							[31575.81483988533, -9666.176954042106],
							[31575.702841730377, -9666.567177092908],
							[31575.524959765873, -9666.932109446632],
							[31575.286569053107, -9667.260723938338],
							[31574.994873046875, -9667.543090820312],
							[31575.085876464844, -9667.808288574219],
							[31597.808471679688, -9660.338989257812]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010491",
			"type": "Feature",
			"properties": {
				"id": "PD00002010491",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31598.796322045117, -9741.177741266927],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31621.178283691406, -9731.569580078125],
							[31621.54028320312, -9732.673278808594],
							[31623.518127441406, -9732.031677246094],
							[31624.36492919922, -9734.435729980469],
							[31622.368286132816, -9735.19677734375],
							[31622.69207763672, -9736.18408203125],
							[31599.910888671875, -9743.672485351562],
							[31600.40447998047, -9744.976379394531],
							[31600.600649711603, -9745.087190432314],
							[31600.775224078545, -9745.229617395757],
							[31600.92316161406, -9745.399547190356],
							[31601.040190085932, -9745.592072477735],
							[31601.122929873083, -9745.801633392814],
							[31601.168991564475, -9746.02217810505],
							[31601.17704496188, -9746.247337586969],
							[31601.1468574943, -9746.470609542906],
							[31601.0793009342, -9746.685546186352],
							[31600.976326221968, -9746.885940443131],
							[31600.840907125457, -9747.066005203167],
							[31600.676954361606, -9747.220540444241],
							[31600.489202660392, -9747.345083401477],
							[31600.283074032286, -9747.436037445834],
							[31600.064521188127, -9747.49077594981],
							[31599.83985563297, -9747.507718140812],
							[31599.61556539857, -9747.486374751708],
							[31599.39812767791, -9747.427362150172],
							[31599.193821772813, -9747.33238453884],
							[31599.008547756395, -9747.20418474029],
							[31598.84765608701, -9747.046464988101],
							[31598.715793094438, -9746.863780011443],
							[31598.61676680024, -9746.661405500781],
							[31598.55343694739, -9746.445185753197],
							[31598.527632414785, -9746.221364897141],
							[31598.54009840179, -9745.99640657061],
							[31598.590474907855, -9745.776807260174],
							[31598.677307128906, -9745.568908691406],
							[31597.568908691406, -9742.905578613281],
							[31596.163330078125, -9743.328979492188],
							[31596.05434643094, -9743.53366705376],
							[31595.912467938135, -9743.71709258768],
							[31595.741742287842, -9743.874023099534],
							[31595.547040156245, -9743.999981478231],
							[31595.3339162507, -9744.091374224668],
							[31595.10845083814, -9744.145593971583],
							[31594.877076279536, -9744.161093869823],
							[31594.6463935194, -9744.137431718784],
							[31594.422983765755, -9744.075282582084],
							[31594.21322073314, -9743.97641952849],
							[31594.023088805283, -9743.84366304758],
							[31593.858012305023, -9743.680800583279],
							[31593.72270074247, -9743.492478480872],
							[31593.62101445612, -9743.284069430243],
							[31593.55585448029, -9743.061519187006],
							[31593.529079780754, -9742.831176944504],
							[31593.54145421983, -9742.599614196046],
							[31593.59262476395, -9742.373437255068],
							[31593.681131555437, -9742.159098781913],
							[31593.80444956121, -9741.962713694216],
							[31593.95906061003, -9741.789884712853],
							[31594.14055376337, -9741.64554252045],
							[31594.343751156193, -9741.533805092682],
							[31594.562855717628, -9741.457860215472],
							[31594.791616557068, -9741.419874539833],
							[31595.023507297465, -9741.42093176891],
							[31595.251912268017, -9741.461001740741],
							[31595.47031524435, -9741.538941288758],
							[31595.67248535156, -9741.652526855469],
							[31597.027099609375, -9741.127380371094],
							[31596.637329101562, -9739.925476074219],
							[31597.70428466797, -9739.569580078125],
							[31597.619506835934, -9739.18017578125],
							[31597.22418460597, -9739.272576812546],
							[31596.818833778678, -9739.295122830034],
							[31596.415702844468, -9739.247132560458],
							[31596.026973215216, -9739.130056126323],
							[31595.6643911384, -9738.947431227523],
							[31595.338912760628, -9738.704776242637],
							[31595.06037306561, -9738.40942348001],
							[31594.837188690377, -9738.07029761732],
							[31594.676103599664, -9737.69764602449],
							[31594.581985303415, -9737.302729118797],
							[31594.557677775236, -9736.897480108726],
							[31594.603915515952, -9736.49414440807],
							[31594.719301359255, -9736.104909616133],
							[31594.90034868986, -9735.741537244903],
							[31595.141586798567, -9735.415007321319],
							[31595.435726190804, -9735.135186603671],
							[31595.77387885332, -9734.910530437664],
							[31596.145826823387, -9734.747827261137],
							[31596.54033094511, -9734.651993477764],
							[31596.945470483097, -9734.625924898031],
							[31597.349003331477, -9734.670409236498],
							[31597.738735933726, -9734.784102309422],
							[31598.10289173553, -9734.963568651967],
							[31598.43046703701, -9735.203385327684],
							[31598.711563491677, -9735.496305793451],
							[31598.937687204867, -9735.833478868328],
							[31599.10200539386, -9736.204716189803],
							[31599.19955285413, -9736.598800075652],
							[31599.227381992987, -9737.003822488761],
							[31599.184651897052, -9737.407544862419],
							[31599.072653742092, -9737.797767913218],
							[31598.89477177759, -9738.162700266945],
							[31598.65638106483, -9738.49131475865],
							[31598.364685058594, -9738.773681640625],
							[31598.455688476562, -9739.038879394531],
							[31621.178283691406, -9731.569580078125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010492",
			"type": "Feature",
			"properties": {
				"id": "PD00002010492",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31623.960775965465, -9817.87852840267],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31646.342712402344, -9808.270385742188],
							[31646.704711914062, -9809.374084472656],
							[31648.682678222653, -9808.732482910156],
							[31649.529479980465, -9811.136474609375],
							[31647.53271484375, -9811.897583007812],
							[31647.856506347653, -9812.884887695312],
							[31625.07531738281, -9820.373291015625],
							[31625.568908691406, -9821.677185058594],
							[31625.76506922928, -9821.788002663036],
							[31625.939633788865, -9821.930434094284],
							[31626.087561337677, -9822.100366252436],
							[31626.204580060272, -9822.292891878351],
							[31626.287310718708, -9822.502451264267],
							[31626.333364237355, -9822.722992805688],
							[31626.34141069398, -9822.948147758125],
							[31626.31121772502, -9823.171414152139],
							[31626.243657235595, -9823.386344555618],
							[31626.14068022093, -9823.58673226114],
							[31626.00526042599, -9823.766790521737],
							[31625.841308470353, -9823.921319659166],
							[31625.653558918355, -9824.04585721894],
							[31625.447433555444, -9824.136806835977],
							[31625.22888481927, -9824.191542089568],
							[31625.004223906566, -9824.208482348495],
							[31624.779938520005, -9824.187138416124],
							[31624.562505517933, -9824.12812665729],
							[31624.35820387719, -9824.033151199079],
							[31624.17293337041, -9823.904954719454],
							[31624.012044193794, -9823.747239244884],
							[31623.880182465487, -9823.564559244118],
							[31623.781156056106, -9823.362190105372],
							[31623.71782462599, -9823.14597579495],
							[31623.692017044632, -9822.922160096628],
							[31623.70447857702, -9822.69720630519],
							[31623.754849362096, -9822.477610581001],
							[31623.84167480469, -9822.269714355469],
							[31622.733276367188, -9819.606384277344],
							[31621.327880859375, -9820.02978515625],
							[31621.218896141567, -9820.234468150426],
							[31621.07701815812, -9820.417889617638],
							[31620.906294375414, -9820.574816947434],
							[31620.711595166908, -9820.700773348744],
							[31620.4984748722, -9820.792165562874],
							[31620.273013343867, -9820.846386371251],
							[31620.0416425027, -9820.861888973644],
							[31619.810962849195, -9820.838231114949],
							[31619.58755516576, -9820.776087701768],
							[31619.377792781517, -9820.677231548802],
							[31619.18765975528, -9820.544482804351],
							[31619.022580163488, -9820.381628497702],
							[31618.88726336329, -9820.193314503522],
							[31618.785569644944, -9819.984913005277],
							[31618.72040010625, -9819.76236923869],
							[31618.6936138906, -9819.532031887244],
							[31618.705975149725, -9819.30047196823],
							[31618.75713124413, -9819.074295376104],
							[31618.84562280312, -9818.85995443086],
							[31618.96892535743, -9818.663563807557],
							[31619.123521356774, -9818.490726098105],
							[31619.305000517794, -9818.346371981661],
							[31619.50818563977, -9818.234619563213],
							[31619.7272802987, -9818.15865689311],
							[31619.956034206545, -9818.120651019019],
							[31620.187921518173, -9818.121686164808],
							[31620.416326999337, -9818.161732800054],
							[31620.634734744744, -9818.239648482459],
							[31620.8369140625, -9818.353210449219],
							[31622.19152832031, -9817.828186035156],
							[31621.801879882812, -9816.626281738281],
							[31622.86871337891, -9816.270385742188],
							[31622.78387451172, -9815.880981445312],
							[31622.388549609128, -9815.973364025644],
							[31621.983199360257, -9815.995891686267],
							[31621.58007214169, -9815.947883713965],
							[31621.191349157212, -9815.830790754757],
							[31620.82877636114, -9815.648150980049],
							[31620.50330953347, -9815.405483174514],
							[31620.224783231562, -9815.11011997623],
							[31620.00161362154, -9814.77098630801],
							[31619.84054416894, -9814.398329695035],
							[31619.74644187289, -9814.003410617714],
							[31619.72215020114, -9813.598162256285],
							[31619.768403169637, -9813.194829908634],
							[31619.88380316291, -9812.805600976888],
							[31620.06486316552, -9812.442236703451],
							[31620.30611212841, -9812.115716784212],
							[31620.600260286352, -9811.835907597559],
							[31620.93841943113, -9811.611264074261],
							[31621.310371484513, -9811.448574216744],
							[31621.704877255615, -9811.352753987554],
							[31622.11001605297, -9811.32669876484],
							[31622.513545889382, -9811.371195853359],
							[31622.90327339523, -9811.484900694673],
							[31623.267422262823, -9811.664377495366],
							[31623.594989088364, -9811.904203045633],
							[31623.876075859334, -9812.197130591181],
							[31624.10218904049, -9812.534308806764],
							[31624.266496221087, -9812.905549254669],
							[31624.364032568294, -9813.299634246428],
							[31624.39185084841, -9813.704655805172],
							[31624.34911048278, -9814.108375486263],
							[31624.237102947332, -9814.498594183611],
							[31624.059212748387, -9814.863520747285],
							[31623.82081515376, -9815.192128274028],
							[31623.52911376953, -9815.474487304688],
							[31623.620117187504, -9815.739685058594],
							[31646.342712402344, -9808.270385742188]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010493",
			"type": "Feature",
			"properties": {
				"id": "PD00002010493",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31647.31119184279, -9889.050052446848],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31669.69311523437, -9879.44189453125],
							[31670.055114746094, -9880.545593261719],
							[31672.03308105469, -9879.903991699219],
							[31672.879882812504, -9882.307983398438],
							[31670.88311767578, -9883.069091796875],
							[31671.20690917969, -9884.056396484375],
							[31648.425720214847, -9891.544799804688],
							[31648.919311523438, -9892.848693847656],
							[31649.115473617698, -9892.959506720787],
							[31649.290040617117, -9893.101933624117],
							[31649.437971462234, -9893.271861623989],
							[31649.554994279286, -9893.464383623686],
							[31649.637729741244, -9893.673940068138],
							[31649.683788654387, -9893.894479490007],
							[31649.691840952175, -9894.119633260969],
							[31649.661654104362, -9894.342899501804],
							[31649.5940998318, -9894.557830840457],
							[31649.491128933343, -9894.758220596057],
							[31649.35571495167, -9894.938282012372],
							[31649.191768304758, -9895.092815364893],
							[31649.004023362762, -9895.217358115915],
							[31648.797901731243, -9895.308313781483],
							[31648.579355688715, -9895.363055788881],
							[31648.354696299688, -9895.380003325501],
							[31648.130411166847, -9895.358666988763],
							[31647.912977085314, -9895.299662918846],
							[31647.70867300894, -9895.204695006089],
							[31647.523398729765, -9895.0765056869],
							[31647.36250450678, -9894.918796749023],
							[31647.23063656375, -9894.736122433153],
							[31647.131602917907, -9894.53375791781],
							[31647.06826341389, -9894.317546985367],
							[31647.042447138556, -9894.09373326817],
							[31647.05489960154, -9893.868779948027],
							[31647.105261206765, -9893.649183115635],
							[31647.19207763672, -9893.441284179688],
							[31646.08367919922, -9890.777893066406],
							[31644.678283691403, -9891.201293945312],
							[31644.569305040804, -9891.40597948112],
							[31644.42743236885, -9891.58940428808],
							[31644.25671305324, -9891.7463355792],
							[31644.062017415654, -9891.87229638088],
							[31643.848899780045, -9891.963693253083],
							[31643.623440017567, -9892.017918803866],
							[31643.392070098518, -9892.033426073678],
							[31643.16139059959, -9892.009772667401],
							[31642.937982400977, -9891.947633375092],
							[31642.728218945493, -9891.848780921424],
							[31642.53808441541, -9891.716035392963],
							[31642.373003014327, -9891.553183786054],
							[31642.237684224143, -9891.3648719705],
							[31642.13598845183, -9891.156472151042],
							[31642.070816898846, -9890.933929607836],
							[31642.044028794906, -9890.703593088061],
							[31642.056388357487, -9890.472033687327],
							[31642.107542990016, -9890.245857387892],
							[31642.19603334084, -9890.031516601603],
							[31642.31933493595, -9889.835126093943],
							[31642.4739301978, -9889.662288540534],
							[31642.655408795596, -9889.51793469265],
							[31642.858593464254, -9889.406182711571],
							[31643.077687702717, -9889.33022068468],
							[31643.30644113786, -9889.292215674945],
							[31643.538327836697, -9889.293251898416],
							[31643.766732479726, -9889.333299793467],
							[31643.98513908438, -9889.411216864115],
							[31644.18731689453, -9889.524780273438],
							[31645.541870117188, -9888.999694824219],
							[31645.152282714844, -9887.797790527344],
							[31646.219116210938, -9887.44189453125],
							[31646.134277343746, -9887.052490234375],
							[31645.73895244116, -9887.144872814706],
							[31645.333602192288, -9887.16740047533],
							[31644.930474973717, -9887.119392503027],
							[31644.54175198924, -9887.00229954382],
							[31644.179179193172, -9886.819659769111],
							[31643.8537123655, -9886.576991963577],
							[31643.575186063594, -9886.281628765293],
							[31643.352016453573, -9885.942495097073],
							[31643.19094700097, -9885.569838484098],
							[31643.09684470492, -9885.174919406776],
							[31643.07255303317, -9884.769671045347],
							[31643.11880600167, -9884.366338697697],
							[31643.23420599494, -9883.97710976595],
							[31643.415265997548, -9883.613745492514],
							[31643.656514960443, -9883.287225573275],
							[31643.950663118383, -9883.007416386621],
							[31644.28882226316, -9882.782772863324],
							[31644.660774316544, -9882.620083005806],
							[31645.055280087647, -9882.524262776617],
							[31645.46041888501, -9882.498207553903],
							[31645.863948721413, -9882.542704642421],
							[31646.25367622727, -9882.656409483736],
							[31646.617825094854, -9882.835886284429],
							[31646.945391920395, -9883.075711834696],
							[31647.226478691362, -9883.368639380244],
							[31647.45259187252, -9883.705817595826],
							[31647.616899053115, -9884.077058043731],
							[31647.714435400325, -9884.471143035491],
							[31647.74225368044, -9884.876164594234],
							[31647.69951331481, -9885.279884275325],
							[31647.58750577936, -9885.670102972674],
							[31647.409615580418, -9886.035029536348],
							[31647.17121798579, -9886.36363706309],
							[31646.87951660156, -9886.64599609375],
							[31646.97052001953, -9886.911193847656],
							[31669.69311523437, -9879.44189453125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010494",
			"type": "Feature",
			"properties": {
				"id": "PD00002010494",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31340.26895574863, -8682.25342800151],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31318.764282226562, -8691.786987304688],
							[31318.413696289062, -8690.71728515625],
							[31316.255493164062, -8691.38427734375],
							[31315.493286132816, -8688.8125],
							[31317.594482421875, -8688.218383789062],
							[31317.244079589844, -8687.149108886719],
							[31339.623474121094, -8679.763793945312],
							[31339.71868896484, -8680.049499511719],
							[31341.909484863278, -8679.287475585938],
							[31342.35388183594, -8680.557495117188],
							[31343.877929687496, -8680.017822265625],
							[31343.99766681871, -8679.819813601916],
							[31344.14928057037, -8679.645006045443],
							[31344.328369549843, -8679.49847431194],
							[31344.529734750406, -8679.38447226154],
							[31344.747530479945, -8679.306309407917],
							[31344.975434063188, -8679.266254842134],
							[31345.20682939082, -8679.265471360237],
							[31345.434998987155, -8679.303981706938],
							[31345.65331902044, -8679.380667915337],
							[31345.8554515947, -8679.493303761823],
							[31346.03552874075, -8679.63861939403],
							[31346.188322765087, -8679.812396255613],
							[31346.30939801139, -8680.009589552215],
							[31346.395239628993, -8680.224474703355],
							[31346.443355610023, -8680.45081352871],
							[31346.452349133124, -8680.682035344367],
							[31346.42195911363, -8680.911427711739],
							[31346.35306778291, -8681.132331301671],
							[31346.247675076935, -8681.338333216763],
							[31346.108840577548, -8681.523453159696],
							[31345.94059469185, -8681.682317043063],
							[31345.747821648314, -8681.810313000733],
							[31345.536117706157, -8681.903725271704],
							[31345.31162869425, -8681.959842069762],
							[31345.080871595856, -8681.977034307447],
							[31344.850545358695, -8681.954802888946],
							[31344.627336422433, -8681.893793198999],
							[31344.41772460937, -8681.795776367188],
							[31342.957275390625, -8682.271911621094],
							[31343.306518554684, -8683.510314941406],
							[31341.062683105465, -8684.242126464844],
							[31341.147521972656, -8684.530029296875],
							[31318.764282226562, -8691.786987304688]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010495",
			"type": "Feature",
			"properties": {
				"id": "PD00002010495",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31357.99334290158, -8736.334255668482],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31336.488708496097, -8745.867797851562],
							[31336.13812255859, -8744.798095703125],
							[31333.979919433594, -8745.465087890625],
							[31333.217712402344, -8742.893310546875],
							[31335.318908691403, -8742.299194335938],
							[31334.96850585937, -8741.22998046875],
							[31357.347900390625, -8733.844604492188],
							[31357.443115234375, -8734.130310058594],
							[31359.633911132812, -8733.368286132812],
							[31360.07830810547, -8734.638305664062],
							[31361.602294921875, -8734.098693847656],
							[31361.7220260092, -8733.90067819979],
							[31361.873635358446, -8733.725863053727],
							[31362.05272159639, -8733.579323470505],
							[31362.254085667864, -8733.465313642897],
							[31362.47188176959, -8733.387143391858],
							[31362.699787059766, -8733.347082079083],
							[31362.93118521661, -8733.346292725122],
							[31363.15935851688, -8733.384798245725],
							[31363.377682858172, -8733.461480786562],
							[31363.57982006338, -8733.574114175677],
							[31363.75990188436, -8733.719428551518],
							[31363.912700363147, -8733.89320529033],
							[31364.03377960489, -8734.090399477083],
							[31364.11962455637, -8734.305286364486],
							[31364.167743051552, -8734.531627568189],
							[31364.1767381617, -8734.762852173422],
							[31364.146348749644, -8734.992247495316],
							[31364.077457050847, -8735.213153954952],
							[31363.972063061214, -8735.419158413693],
							[31363.83322647519, -8735.60428035311],
							[31363.66497785972, -8735.763145495492],
							[31363.4722016428, -8735.891141824584],
							[31363.260494313578, -8735.9845534771],
							[31363.036001950597, -8736.040668617998],
							[31362.80524179492, -8736.057858167811],
							[31362.574913047963, -8736.035623096468],
							[31362.351702386928, -8735.974608910647],
							[31362.14208984375, -8735.876586914062],
							[31360.68170166016, -8736.352783203125],
							[31361.030883789062, -8737.591186523438],
							[31358.787109375, -8738.322998046875],
							[31358.871887207028, -8738.610900878906],
							[31336.488708496097, -8745.867797851562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010496",
			"type": "Feature",
			"properties": {
				"id": "PD00002010496",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31375.67815458038, -8790.294642464914],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31354.17352294922, -8799.828186035156],
							[31353.822875976562, -8798.758483886719],
							[31351.664672851562, -8799.425476074219],
							[31350.90252685547, -8796.853698730469],
							[31353.00372314453, -8796.259582519531],
							[31352.6533203125, -8795.1904296875],
							[31375.032714843754, -8787.804992675781],
							[31375.1279296875, -8788.090698242188],
							[31377.318725585938, -8787.32861328125],
							[31377.763122558594, -8788.598693847656],
							[31379.287109375, -8788.05908203125],
							[31379.406840462325, -8787.861066383384],
							[31379.55844981157, -8787.68625123732],
							[31379.737536049517, -8787.539711654099],
							[31379.938900120986, -8787.42570182649],
							[31380.15669622271, -8787.347531575451],
							[31380.384601512887, -8787.307470262676],
							[31380.615999669735, -8787.306680908716],
							[31380.844172970003, -8787.345186429318],
							[31381.0624973113, -8787.421868970156],
							[31381.264634516505, -8787.53450235927],
							[31381.444716337483, -8787.679816735112],
							[31381.597514816276, -8787.853593473923],
							[31381.718594058013, -8788.050787660677],
							[31381.804439009495, -8788.26567454808],
							[31381.852557504677, -8788.492015751783],
							[31381.861552614824, -8788.723240357016],
							[31381.83116320277, -8788.95263567891],
							[31381.76227150397, -8789.173542138546],
							[31381.656877514335, -8789.379546597287],
							[31381.518040928313, -8789.564668536705],
							[31381.349792312845, -8789.723533679085],
							[31381.157016095927, -8789.851530008178],
							[31380.9453087667, -8789.944941660693],
							[31380.720816403726, -8790.001056801591],
							[31380.490056248047, -8790.018246351405],
							[31380.259727501092, -8789.996011280062],
							[31380.036516840053, -8789.93499709424],
							[31379.826904296875, -8789.836975097656],
							[31378.36651611328, -8790.313110351562],
							[31378.715698242184, -8791.551574707031],
							[31376.471923828125, -8792.283386230469],
							[31376.556701660156, -8792.5712890625],
							[31354.17352294922, -8799.828186035156]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010497",
			"type": "Feature",
			"properties": {
				"id": "PD00002010497",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31393.42852633997, -8844.454666934464],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31371.92388916016, -8853.988220214844],
							[31371.573303222656, -8852.918518066406],
							[31369.41510009766, -8853.585510253906],
							[31368.652893066406, -8851.013610839844],
							[31370.75408935547, -8850.419616699219],
							[31370.403686523438, -8849.350402832031],
							[31392.783081054688, -8841.965026855469],
							[31392.878295898438, -8842.250610351562],
							[31395.069091796875, -8841.488586425781],
							[31395.51348876953, -8842.758728027344],
							[31397.037475585938, -8842.219116210938],
							[31397.157206673262, -8842.021100563072],
							[31397.30881602251, -8841.846285417008],
							[31397.487902260455, -8841.699745833788],
							[31397.689266331927, -8841.58573600618],
							[31397.907062433645, -8841.50756575514],
							[31398.13496772382, -8841.467504442366],
							[31398.36636588067, -8841.466715088407],
							[31398.594539180936, -8841.50522060901],
							[31398.81286352224, -8841.581903149845],
							[31399.01500072744, -8841.69453653896],
							[31399.195082548413, -8841.839850914801],
							[31399.347881027203, -8842.01362765361],
							[31399.46896026895, -8842.210821840366],
							[31399.55480522043, -8842.425708727767],
							[31399.602923715607, -8842.65204993147],
							[31399.611918825758, -8842.883274536704],
							[31399.581529413703, -8843.112669858596],
							[31399.512637714906, -8843.333576318231],
							[31399.40724372527, -8843.539580776973],
							[31399.268407139247, -8843.724702716388],
							[31399.10015852378, -8843.88356785877],
							[31398.907382306854, -8844.011564187862],
							[31398.695674977633, -8844.104975840377],
							[31398.471182614663, -8844.161090981277],
							[31398.240422458985, -8844.17828053109],
							[31398.010093712026, -8844.156045459747],
							[31397.78688305099, -8844.095031273928],
							[31397.577270507812, -8843.997009277344],
							[31396.116882324215, -8844.473083496094],
							[31396.46612548828, -8845.711608886719],
							[31394.222290039062, -8846.443420410156],
							[31394.30712890625, -8846.731323242188],
							[31371.92388916016, -8853.988220214844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010498",
			"type": "Feature",
			"properties": {
				"id": "PD00002010498",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31413.01660534212, -8904.222388410968],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31391.51208496094, -8913.755981445312],
							[31391.161499023434, -8912.686279296875],
							[31389.003295898438, -8913.353210449219],
							[31388.241088867188, -8910.781311035156],
							[31390.342285156246, -8910.187377929688],
							[31389.991882324215, -8909.118103027344],
							[31412.37127685547, -8901.732788085938],
							[31412.46649169922, -8902.018310546875],
							[31414.657287597656, -8901.256286621094],
							[31415.101684570312, -8902.526489257812],
							[31416.62548828125, -8901.986877441406],
							[31416.745213324346, -8901.788854809663],
							[31416.896818270805, -8901.614032074198],
							[31417.07590176684, -8901.467484641358],
							[31417.277264708868, -8901.353467036557],
							[31417.49506118244, -8901.275289388042],
							[31417.722968179267, -8901.235221328154],
							[31417.95436916509, -8901.23442610196],
							[31418.182546169115, -8901.272926796257],
							[31418.400874818297, -8901.349605669302],
							[31418.603016654382, -8901.462236600804],
							[31418.78310315028, -8901.607549720038],
							[31418.935906083574, -8901.78132633585],
							[31419.056989320856, -8901.978521412551],
							[31419.14283760635, -8902.19341003604],
							[31419.190958615847, -8902.419753617947],
							[31419.199955313237, -8902.650981012654],
							[31419.169566508834, -8902.880379289005],
							[31419.100674442183, -8903.101288618318],
							[31418.99527916911, -8903.307295620727],
							[31418.85644049667, -8903.49241955668],
							[31418.688189151642, -8903.651285958165],
							[31418.495409761534, -8903.779282658807],
							[31418.28369904543, -8903.872693693023],
							[31418.059203331555, -8903.928807176952],
							[31417.828440118727, -8903.945994039108],
							[31417.598108862094, -8903.923755315162],
							[31417.374896476365, -8903.862736633728],
							[31417.165283203125, -8903.764709472656],
							[31415.705078125004, -8904.240783691406],
							[31416.054321289062, -8905.479309082031],
							[31413.810485839844, -8906.211181640625],
							[31413.89532470703, -8906.499084472656],
							[31391.51208496094, -8913.755981445312]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010499",
			"type": "Feature",
			"properties": {
				"id": "PD00002010499",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31673.69702248967, -9698.012488508624],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31652.192504882816, -9707.546081542969],
							[31651.841918945312, -9706.476379394531],
							[31649.683715820312, -9707.143310546875],
							[31648.921508789062, -9704.571411132812],
							[31651.02270507812, -9703.977478027344],
							[31650.67230224609, -9702.908203125],
							[31673.051696777344, -9695.522888183594],
							[31673.146911621094, -9695.808410644531],
							[31675.33770751953, -9695.04638671875],
							[31675.782104492188, -9696.316589355469],
							[31677.305908203125, -9695.776977539062],
							[31677.42563324622, -9695.57895490732],
							[31677.57723819268, -9695.404132171854],
							[31677.756321688714, -9695.257584739014],
							[31677.957684630743, -9695.143567134213],
							[31678.175481104314, -9695.065389485699],
							[31678.403388101146, -9695.02532142581],
							[31678.634789086966, -9695.024526199617],
							[31678.86296609099, -9695.063026893913],
							[31679.081294740172, -9695.139705766958],
							[31679.283436576257, -9695.25233669846],
							[31679.463523072154, -9695.397649817694],
							[31679.61632600545, -9695.571426433506],
							[31679.73740924273, -9695.768621510208],
							[31679.823257528216, -9695.983510133696],
							[31679.871378537722, -9696.209853715603],
							[31679.880375235112, -9696.44108111031],
							[31679.84998643071, -9696.670479386661],
							[31679.781094364058, -9696.891388715974],
							[31679.675699090985, -9697.097395718383],
							[31679.53686041855, -9697.282519654336],
							[31679.368609073517, -9697.441386055822],
							[31679.17582968341, -9697.569382756463],
							[31678.964118967306, -9697.66279379068],
							[31678.73962325343, -9697.718907274608],
							[31678.5088600406, -9697.736094136764],
							[31678.27852878397, -9697.713855412818],
							[31678.05531639824, -9697.652836731384],
							[31677.845703125004, -9697.554809570312],
							[31676.38549804687, -9698.030883789062],
							[31676.73468017578, -9699.269409179688],
							[31674.49090576172, -9700.001281738281],
							[31674.57568359375, -9700.289184570312],
							[31652.192504882816, -9707.546081542969]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010500",
			"type": "Feature",
			"properties": {
				"id": "PD00002010500",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31693.350402727126, -9757.840051234003],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31671.845886230465, -9767.373596191406],
							[31671.49530029297, -9766.303894042969],
							[31669.337097167965, -9766.970886230469],
							[31668.57489013672, -9764.398986816406],
							[31670.67608642578, -9763.804992675781],
							[31670.32568359375, -9762.735778808594],
							[31692.705078125, -9755.350524902344],
							[31692.800292968754, -9755.635986328125],
							[31694.99108886719, -9754.8740234375],
							[31695.435485839844, -9756.144226074219],
							[31696.959289550778, -9755.6044921875],
							[31697.079020638106, -9755.406476539636],
							[31697.23062998735, -9755.231661393573],
							[31697.409716225295, -9755.085121810353],
							[31697.611080296774, -9754.971111982744],
							[31697.82887639849, -9754.892941731707],
							[31698.056781688665, -9754.852880418932],
							[31698.28817984551, -9754.852091064971],
							[31698.516353145777, -9754.890596585574],
							[31698.73467748707, -9754.96727912641],
							[31698.936814692275, -9755.079912515524],
							[31699.116896513253, -9755.225226891365],
							[31699.26969499204, -9755.399003630175],
							[31699.390774233783, -9755.596197816929],
							[31699.476619185265, -9755.81108470433],
							[31699.52473768044, -9756.037425908033],
							[31699.533732790595, -9756.268650513264],
							[31699.50334337854, -9756.498045835157],
							[31699.434451679746, -9756.718952294792],
							[31699.329057690113, -9756.924956753533],
							[31699.19022110409, -9757.11007869295],
							[31699.02197248862, -9757.268943835328],
							[31698.829196271694, -9757.39694016442],
							[31698.617488942473, -9757.490351816936],
							[31698.392996579503, -9757.546466957836],
							[31698.162236423825, -9757.56365650765],
							[31697.93190767687, -9757.541421436308],
							[31697.708697015834, -9757.480407250488],
							[31697.499084472653, -9757.382385253906],
							[31696.03887939453, -9757.8583984375],
							[31696.388122558597, -9759.096984863281],
							[31694.14428710938, -9759.828796386719],
							[31694.229125976562, -9760.116821289062],
							[31671.845886230465, -9767.373596191406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010501",
			"type": "Feature",
			"properties": {
				"id": "PD00002010501",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31711.075426027724, -9811.850140506367],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31689.570922851566, -9821.383605957031],
							[31689.220275878903, -9820.313903808594],
							[31687.062072753906, -9820.981018066406],
							[31686.299926757812, -9818.409118652344],
							[31688.401123046875, -9817.815002441406],
							[31688.050720214844, -9816.745910644531],
							[31710.430114746094, -9809.360595703125],
							[31710.525329589844, -9809.646118164062],
							[31712.71612548828, -9808.884094238281],
							[31713.160522460938, -9810.154296875],
							[31714.68432617188, -9809.614501953125],
							[31714.804069346617, -9809.416500273855],
							[31714.955687500318, -9809.241700307159],
							[31715.134779220953, -9809.095176423476],
							[31715.33614555025, -9808.981182150299],
							[31715.553940907288, -9808.903026694037],
							[31715.781842783297, -9808.862978875126],
							[31716.013235281473, -9808.862201265121],
							[31716.24140117369, -9808.900716437714],
							[31716.459716898848, -9808.977406313443],
							[31716.661844842107, -9809.090044617062],
							[31716.84191731323, -9809.235361505396],
							[31716.994706883157, -9809.409138489526],
							[31717.115778134113, -9809.60633089577],
							[31717.20161641798, -9809.821214310468],
							[31717.24972988502, -9810.047550757334],
							[31717.25872182127, -9810.278769783308],
							[31717.228331194543, -9810.508159196093],
							[31717.159440232124, -9810.729059916297],
							[31717.054048810038, -9810.935059287754],
							[31716.915216397494, -9811.12017723426],
							[31716.74697324178, -9811.279039858704],
							[31716.554203371834, -9811.407035445076],
							[31716.342502816926, -9811.50044833466],
							[31716.118017156234, -9811.556566790063],
							[31715.88726311528, -9811.573761715832],
							[31715.65693938803, -9811.55153395041],
							[31715.433732176636, -9811.490528756602],
							[31715.224121093754, -9811.392517089844],
							[31713.76391601562, -9811.868408203125],
							[31714.11309814453, -9813.107116699219],
							[31711.86932373047, -9813.838806152344],
							[31711.9541015625, -9814.126892089844],
							[31689.570922851566, -9821.383605957031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010502",
			"type": "Feature",
			"properties": {
				"id": "PD00002010502",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31728.855813212554, -9865.910443240746],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31707.351318359375, -9875.443908691406],
							[31707.000488281254, -9874.374206542969],
							[31704.84228515625, -9875.041320800781],
							[31704.080322265625, -9872.469421386719],
							[31706.181518554688, -9871.875305175781],
							[31705.831115722656, -9870.806213378906],
							[31728.21051025391, -9863.4208984375],
							[31728.305725097656, -9863.706420898438],
							[31730.496520996094, -9862.944396972656],
							[31730.94091796875, -9864.214599609375],
							[31732.464721679688, -9863.6748046875],
							[31732.584464854426, -9863.476803008232],
							[31732.736083008127, -9863.302003041535],
							[31732.91517472877, -9863.155479157855],
							[31733.116541058058, -9863.041484884678],
							[31733.334336415097, -9862.963329428416],
							[31733.56223829111, -9862.923281609506],
							[31733.793630789285, -9862.922503999502],
							[31734.021796681503, -9862.961019172095],
							[31734.240112406656, -9863.037709047823],
							[31734.44224034992, -9863.150347351442],
							[31734.622312821037, -9863.295664239775],
							[31734.77510239096, -9863.469441223904],
							[31734.896173641926, -9863.666633630148],
							[31734.98201192579, -9863.881517044847],
							[31735.030125392826, -9864.107853491712],
							[31735.039117329074, -9864.339072517685],
							[31735.00872670235, -9864.568461930468],
							[31734.939835739926, -9864.789362650672],
							[31734.83444431784, -9864.99536202213],
							[31734.695611905303, -9865.180479968632],
							[31734.52736874959, -9865.339342593079],
							[31734.334598879646, -9865.467338179451],
							[31734.12289832474, -9865.560751069033],
							[31733.89841266405, -9865.616869524438],
							[31733.667658623097, -9865.634064450205],
							[31733.437334895843, -9865.611836684786],
							[31733.214127684445, -9865.550831490977],
							[31733.004516601562, -9865.452819824219],
							[31731.544311523438, -9865.9287109375],
							[31731.89349365234, -9867.167419433594],
							[31729.64971923828, -9867.899108886719],
							[31729.734497070312, -9868.187194824219],
							[31707.351318359375, -9875.443908691406]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010503",
			"type": "Feature",
			"properties": {
				"id": "PD00002010503",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "廊桥",
				"center": [31746.587198877063, -9919.88334363137],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31725.082702636715, -9929.416809082031],
							[31724.731872558594, -9928.347106933594],
							[31722.57373046875, -9929.014221191406],
							[31721.81170654297, -9926.442321777344],
							[31723.91290283203, -9925.848205566406],
							[31723.5625, -9924.779113769531],
							[31745.94189453125, -9917.393798828125],
							[31746.037109375, -9917.679321289062],
							[31748.22790527344, -9916.917297363281],
							[31748.672302246094, -9918.1875],
							[31750.196105957035, -9917.647705078125],
							[31750.315849131774, -9917.449703398857],
							[31750.467467285474, -9917.27490343216],
							[31750.646559006113, -9917.12837954848],
							[31750.847925335405, -9917.014385275303],
							[31751.065720692444, -9916.93622981904],
							[31751.293622568453, -9916.896182000131],
							[31751.525015066632, -9916.895404390127],
							[31751.753180958844, -9916.93391956272],
							[31751.971496683997, -9917.010609438448],
							[31752.173624627267, -9917.123247742067],
							[31752.35369709838, -9917.2685646304],
							[31752.506486668302, -9917.44234161453],
							[31752.627557919266, -9917.639534020773],
							[31752.713396203133, -9917.854417435472],
							[31752.76150967017, -9918.080753882337],
							[31752.77050160642, -9918.31197290831],
							[31752.74011097969, -9918.541362321093],
							[31752.671220017273, -9918.762263041297],
							[31752.565828595187, -9918.968262412754],
							[31752.426996182643, -9919.153380359257],
							[31752.25875302693, -9919.312242983704],
							[31752.065983156986, -9919.440238570076],
							[31751.85428260208, -9919.533651459658],
							[31751.62979694139, -9919.589769915063],
							[31751.399042900437, -9919.60696484083],
							[31751.16871917319, -9919.58473707541],
							[31750.945511961792, -9919.523731881602],
							[31750.73590087891, -9919.425720214844],
							[31749.27569580078, -9919.901611328125],
							[31749.624877929688, -9921.140319824219],
							[31747.381103515625, -9921.872009277344],
							[31747.465881347656, -9922.160095214844],
							[31725.082702636715, -9929.416809082031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010504",
			"type": "Feature",
			"properties": {
				"id": "PD00002010504",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [31815.84324951172, -6853.189929199219],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31803.08148193359, -6842.781188964844],
							[31824.41748046875, -6835.923278808593],
							[31834.985900878903, -6868.802978515624],
							[31813.649902343754, -6875.6610107421875],
							[31803.08148193359, -6842.781188964844]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010505",
			"type": "Feature",
			"properties": {
				"id": "PD00002010505",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [31936.179418945314, -7244.814343261719],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31927.917114257812, -7235.456604003906],
							[31939.982116699222, -7231.646484375],
							[31948.572875976562, -7258.851013183593],
							[31936.50787353516, -7262.6610107421875],
							[31927.917114257812, -7235.456604003906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010506",
			"type": "Feature",
			"properties": {
				"id": "PD00002010506",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [31990.33381347656, -7435.490100097656],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31983.17108154297, -7432.721496582031],
							[31997.93511962891, -7428.541687011719],
							[32001.077880859375, -7439.643005371095],
							[31986.31390380859, -7443.822814941406],
							[31983.17108154297, -7432.721496582031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010507",
			"type": "Feature",
			"properties": {
				"id": "PD00002010507",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [31219.123474121094, -8529.6984375],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31212.613708496094, -8528.746704101562],
							[31226.329528808594, -8524.090087890625],
							[31228.88812255859, -8531.1259765625],
							[31215.172302246094, -8535.78271484375],
							[31212.613708496094, -8528.746704101562]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010508",
			"type": "Feature",
			"properties": {
				"id": "PD00002010508",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [31114.14013671875, -8552.803686523437],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31104.22869873047, -8550.122314453125],
							[31124.71807861328, -8543.518188476562],
							[31129.00732421875, -8556.825805664062],
							[31108.51788330078, -8563.429809570312],
							[31104.22869873047, -8550.122314453125]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010509",
			"type": "Feature",
			"properties": {
				"id": "PD00002010509",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [30950.994384765625, -8395.581994628907],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30944.388305664062, -8388.059387207031],
							[30954.421325683597, -8385.074890136719],
							[30960.90350341797, -8406.865905761719],
							[30950.87048339844, -8409.850402832031],
							[30944.388305664062, -8388.059387207031]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010510",
			"type": "Feature",
			"properties": {
				"id": "PD00002010510",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [30854.022351074218, -8095.683581542969],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30846.063720703125, -8087.640197753907],
							[30858.019897460938, -8083.693603515626],
							[30865.960327148438, -8107.748596191406],
							[30854.004089355472, -8111.6953125],
							[30846.063720703125, -8087.640197753907]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010511",
			"type": "Feature",
			"properties": {
				"id": "PD00002010511",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [30717.707934570313, -7995.976232910156],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30709.27508544922, -7990.794677734375],
							[30724.656311035153, -7985.885803222656],
							[30730.35711669922, -8003.748596191406],
							[30714.97607421875, -8008.657409667968],
							[30709.27508544922, -7990.794677734375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010512",
			"type": "Feature",
			"properties": {
				"id": "PD00002010512",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [30610.090698242188, -8033.266943359374],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30604.73272705078, -8027.976013183593],
							[30613.62268066406, -8025.436096191405],
							[30618.12768554688, -8041.203308105468],
							[30609.237670898438, -8043.743286132812],
							[30604.73272705078, -8027.976013183593]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010513",
			"type": "Feature",
			"properties": {
				"id": "PD00002010513",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [30357.927478027344, -7546.210119628906],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30343.77111816406, -7537.946594238281],
							[30370.600708007812, -7529.935119628905],
							[30379.16192626953, -7558.605407714845],
							[30352.332519531254, -7566.616882324219],
							[30343.77111816406, -7537.946594238281]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010514",
			"type": "Feature",
			"properties": {
				"id": "PD00002010514",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [29956.090588378906, -7688.324621582031],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29949.234313964847, -7685.326904296875],
							[29962.950317382812, -7681.262878417969],
							[29966.375122070316, -7692.821228027344],
							[29952.65887451172, -7696.885192871094],
							[29949.234313964847, -7685.326904296875]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010515",
			"type": "Feature",
			"properties": {
				"id": "PD00002010515",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [29930.230310058592, -9766.165246582032],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[29921.23870849609, -9758.545227050781],
							[29936.34149169922, -9753.853088378906],
							[29943.71771240234, -9777.595275878906],
							[29928.61492919922, -9782.287414550781],
							[29921.23870849609, -9758.545227050781]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010516",
			"type": "Feature",
			"properties": {
				"id": "PD00002010516",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [30197.79442138672, -10592.442761230468],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30189.352111816406, -10586.840881347656],
							[30204.084106445316, -10581.887878417969],
							[30210.457885742188, -10600.845581054688],
							[30195.72589111328, -10605.798583984375],
							[30189.352111816406, -10586.840881347656]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010517",
			"type": "Feature",
			"properties": {
				"id": "PD00002010517",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [30547.39090576172, -11651.536877441406],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30539.70330810547, -11640.734375],
							[30549.12249755859, -11637.665222167969],
							[30558.922302246097, -11667.740600585938],
							[30549.503112792972, -11670.809814453125],
							[30539.70330810547, -11640.734375]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010518",
			"type": "Feature",
			"properties": {
				"id": "PD00002010518",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "道口",
				"center": [30637.9115234375, -11919.372937011718],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30631.095886230472, -11910.355895996094],
							[30640.139099121094, -11907.507995605469],
							[30648.13507080078, -11932.898498535156],
							[30639.091674804688, -11935.746398925781],
							[30631.095886230472, -11910.355895996094]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010519",
			"type": "Feature",
			"properties": {
				"id": "PD00002010519",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "车行道",
				"center": [33352.613360850126, -12075.323621906713],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[33256.16632080451, -11626.582397460938],
							[33347.91510010138, -11905.8701171875],
							[33349.1341166457, -11907.957184919193],
							[33350.67189178918, -11909.821883463223],
							[33352.48866267296, -11911.415996573338],
							[33354.537452335215, -11912.698304637654],
							[33356.765284413, -11913.635650510418],
							[33359.11455297294, -11914.20379686943],
							[33361.52451205063, -11914.388052930033],
							[33363.93284638297, -11914.183654310544],
							[33366.27728271857, -11913.595886226743],
							[33593.4774274379, -11838.833430320024],
							[33593.53009033576, -11838.816101070493],
							[33595.22351074219, -11844.001892086118],
							[33595.178108941764, -11844.016807027161],
							[33305.05187988654, -11939.326110839844],
							[33302.857664352116, -11940.526753330858],
							[33300.898648346796, -11942.081867633286],
							[33299.23149975627, -11943.946469408416],
							[33297.90444370249, -11946.066621863509],
							[33296.955867549594, -11948.380995965696],
							[33296.41321048382, -11950.822644489066],
							[33296.29216978814, -11953.32093857758],
							[33296.596246771514, -11955.803610805422],
							[33515.80670166388, -12622.242309566587],
							[33517.50012207404, -12625.629028316589],
							[33519.786071777344, -12630.116394042967],
							[33533.16052246466, -12647.333312984554],
							[33653.810119628906, -13018.025878902525],
							[33654.82611084357, -13019.549987792969],
							[33656.73107910156, -13021.454895019531],
							[33659.144104003906, -13022.979003906248],
							[33689.87829589844, -13038.726989742368],
							[33697.92150879279, -13061.798706054688],
							[33652.83648682013, -13076.403686523438],
							[33648.82348633185, -13062.795288085938],
							[33642.902282714844, -13057.551208496094],
							[33623.852111816406, -13063.81127929315],
							[33621.55169357879, -13064.298394230478],
							[33619.20242288898, -13064.399053338933],
							[33616.86876937874, -13064.110494290737],
							[33614.614774106936, -13063.440635839432],
							[33612.50229211896, -13062.407860510231],
							[33610.58929499574, -13061.040510139379],
							[33608.92827997424, -13059.37610810607],
							[33607.564829297204, -13057.460329600763],
							[33606.536359326834, -13055.345748188243],
							[33605.87109375, -13053.090393062681],
							[33148.64892578125, -11660.574890132993],
							[33147.28708864007, -11658.406470897],
							[33145.572510717015, -11656.504665195078],
							[33143.55631804792, -11654.926181903045],
							[33141.29863034934, -11653.718088927417],
							[33138.8667683424, -11652.91640971394],
							[33136.3332463541, -11652.545049084712],
							[33133.77361005332, -11652.615080433708],
							[33131.26418379694, -11653.12441553548],
							[33163.50189610198, -11642.56649106741],
							[33161.25399464464, -11643.799280025505],
							[33159.24905387427, -11645.397104197451],
							[33157.54572603728, -11647.313221066755],
							[33156.19384003905, -11649.491576828546],
							[33155.23294375643, -11651.868446179431],
							[33154.69114710986, -11654.374296528293],
							[33154.58429973981, -11656.935822092608],
							[33154.91552734375, -11659.478088375181],
							[33611.892272952944, -13049.091979980469],
							[33612.99310303107, -13051.801208496092],
							[33615.025085452944, -13054.25659179315],
							[33617.64971924201, -13055.611328125],
							[33620.35888671875, -13056.203979492188],
							[33652.109130859375, -13045.451293945314],
							[33653.548522952944, -13044.181213375181],
							[33654.14111328125, -13041.217895504089],
							[33653.971679691225, -13038.339294429868],
							[33653.294494628906, -13034.783203121275],
							[33188.50708008185, -11647.085021972656],
							[33187.09941785497, -11645.085897891264],
							[33185.39465825883, -11643.333241405484],
							[33183.43529562665, -11641.870740768427],
							[33181.270170750286, -11640.734851553976],
							[33178.953253431784, -11639.953887933169],
							[33176.542297184795, -11639.54731689033],
							[33174.09739961977, -11639.525272971945],
							[33171.67950439826, -11639.888305664062],
							[33204.21447753906, -11629.243286129087],
							[33201.96600120461, -11630.283465254532],
							[33199.923350147765, -11631.685319419405],
							[33198.1441577597, -11633.409295314206],
							[33196.67862394634, -11635.40675096615],
							[33195.56809873819, -11637.621328172227],
							[33194.84391559945, -11639.990542645666],
							[33194.52650735439, -11642.44754700984],
							[33194.62482967535, -11644.923016896711],
							[33195.13610839844, -11647.347106933594],
							[33283.03203475848, -11914.566001940519],
							[33284.18044338052, -11916.623286535909],
							[33285.64691470168, -11918.467391775264],
							[33287.39271908708, -11920.04961467914],
							[33289.371749691345, -11921.328168603297],
							[33291.53174014444, -11922.269286827617],
							[33293.815644911, -11922.848114338105],
							[33296.16314586789, -11923.04936424996],
							[33298.51224531106, -11922.867721535546],
							[33300.80090332031, -11922.307983394712],
							[33325.488708496094, -11914.133911129087],
							[33259.185302734375, -11715.7111816369],
							[33270.869323734194, -11711.901184082031],
							[33336.470275878906, -11910.498107910156],
							[33338.58349609375, -11909.798400875181],
							[33246.36968994513, -11629.250305172056],
							[33245.06305878356, -11627.024408401905],
							[33243.39672404299, -11625.053309734638],
							[33241.41928797372, -11623.394500518461],
							[33239.18842676796, -11622.09636350551],
							[33236.76920830919, -11621.19676166443],
							[33234.23219432681, -11620.721933825147],
							[33231.651382311, -11620.685729366736],
							[33229.10204721615, -11621.089204270393],
							[33265.24670410529, -11609.246887207031],
							[33263.123768906065, -11610.291355841864],
							[33261.19129903381, -11611.656393856736],
							[33259.4972946914, -11613.308095366434],
							[33258.08383288781, -11615.205434112944],
							[33256.986022296296, -11617.301282507842],
							[33256.231131197674, -11619.543582224307],
							[33255.83791016933, -11621.876637262685],
							[33255.81612634369, -11624.242497371435],
							[33256.16632080451, -11626.582397460938]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010520",
			"type": "Feature",
			"properties": {
				"id": "PD00002010520",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "车行道",
				"center": [31236.73834228739, -10318.380065916479],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31281.5270996131, -10305.595397945493],
							[31171.036926273257, -10341.409423828125],
							[31169.428100585938, -10338.107421875],
							[31280.172485351562, -10301.192687988281],
							[31281.5270996131, -10305.595397945493]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010521",
			"type": "Feature",
			"properties": {
				"id": "PD00002010521",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "车行道",
				"center": [31354.083789064734, -10279.99560546875],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[31375.6865234375, -10274.940979003906],
							[31323.171875003725, -10291.8955078125],
							[31321.393920902163, -10287.577575683594],
							[31374.480102542788, -10270.622985839844],
							[31375.6865234375, -10274.940979003906]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010522",
			"type": "Feature",
			"properties": {
				"id": "PD00002010522",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "车行道",
				"center": [30381.12955148039, -9151.91121128574],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30399.0380859375, -9149.756774902344],
							[30362.578491210938, -9161.663024898618],
							[30359.77392578497, -9153.249206542969],
							[30371.309692386534, -9149.545104980469],
							[30378.188903808594, -9152.984680175781],
							[30397.979675296694, -9146.422912597656],
							[30399.0380859375, -9149.756774902344]
						]
					]
				]
			}
		}, {
			"featureid": "PD00002010523",
			"type": "Feature",
			"properties": {
				"id": "PD00002010523",
				"floorId": "pvg-outdoor",
				"areaId": null,
				"areaName": null,
				"name": "车行道",
				"center": [31194.61660724288, -10238.178867049613],
				"hasProperty": false,
				"colorid": null,
				"icon": null
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[30354.016906742007, -8578.310729976743],
							[30950.216759767387, -10394.608577236533],
							[30951.475325793865, -10397.021983909608],
							[30953.124271727578, -10399.187508677502],
							[30955.116001862578, -10401.042645136624],
							[30957.393026259488, -10402.533846031385],
							[30959.889620153546, -10403.618068859412],
							[30962.533721055388, -10404.264018264179],
							[30965.249008785933, -10404.453049354255],
							[31080.90346578881, -10366.86317903921],
							[31082.342802003026, -10371.181187674403],
							[30966.691431812946, -10409.436486408114],
							[30964.847508204453, -10410.56319257875],
							[30963.215662960087, -10411.979738436585],
							[30961.840971875772, -10413.64699531289],
							[30960.76140748288, -10415.518909250683],
							[30960.00679014853, -10417.5437731344],
							[30959.597964359695, -10419.665654974484],
							[30959.54622294448, -10421.825942893916],
							[30959.85299513489, -10423.964964140207],
							[31376.839904785153, -11694.298095703125],
							[31383.732299804688, -11699.648498531431],
							[31385.192687992007, -11700.537475585938],
							[31386.526306152344, -11700.791503902525],
							[31388.460876464847, -11700.516296386719],
							[31389.363322614958, -11700.516551477926],
							[31390.25346461009, -11700.665065273322],
							[31391.107112330235, -11700.957801825214],
							[31391.90106740827, -11701.386805849657],
							[31392.61375365891, -11701.940418915869],
							[31393.225803423917, -11702.603596270785],
							[31393.72058389938, -11703.358315688862],
							[31394.08464914169, -11704.184067236405],
							[31394.308105468746, -11705.058410640806],
							[31398.80609131232, -11718.763793945312],
							[31399.29659787654, -11719.36349096461],
							[31399.8822223302, -11719.870715967709],
							[31400.545794506666, -11720.270597414032],
							[31401.26785885764, -11720.551411013337],
							[31402.027244878438, -11720.70492347505],
							[31402.80168781487, -11720.726633903534],
							[31403.568481452763, -11720.615905761719],
							[31417.062316898257, -11717.017578121275],
							[31419.708312992007, -11724.796386715025],
							[31415.051513671875, -11725.960510253906],
							[31410.76531982422, -11724.1083984375],
							[31396.68951416388, -11727.865478515625],
							[31390.339477542788, -11706.063781734556],
							[31381.858703617007, -11708.4768066369],
							[31599.75292969122, -12368.635375976562],
							[31600.933711079964, -12371.126500581342],
							[31602.51334931724, -12373.385856578941],
							[31604.44761349911, -12375.350180523525],
							[31606.682342963242, -12376.964470059722],
							[31609.15496382284, -12378.183524024576],
							[31611.796241076423, -12378.973208109652],
							[31614.532217233165, -12379.311410644017],
							[31617.286283171015, -12379.188661735481],
							[31619.981323242188, -12378.608398433775],
							[31963.142883300785, -12265.945129390806],
							[31966.29086439268, -12263.314879244987],
							[31968.9606397502, -12260.200348730627],
							[31971.078721033704, -12256.687268534988],
							[31972.586805855954, -12252.87233983927],
							[31973.443382615857, -12248.860572518137],
							[31973.62487314844, -12244.76239463387],
							[31973.126281738285, -12240.690612789243],
							[31960.155324686315, -12200.866837445647],
							[31918.9440918006, -12216.341125484556],
							[31894.358276367188, -12139.640075679868],
							[31894.126265938026, -12138.404261341628],
							[31894.0956862415, -12137.147228804257],
							[31894.26733074127, -12135.901594795589],
							[31894.636745708594, -12134.699680281255],
							[31895.194345785032, -12133.57267181962],
							[31895.925662697588, -12132.549812351626],
							[31896.811720672755, -12131.657642422475],
							[31897.829528808594, -12130.919311523436],
							[31932.283691409975, -12119.736206054688],
							[31933.46929580205, -12119.568889796019],
							[31934.66594915262, -12119.60979533947],
							[31935.837360539794, -12119.857682142085],
							[31936.948004555048, -12120.305032537544],
							[31937.964198682712, -12120.938279724523],
							[31938.855124790127, -12121.738219207258],
							[31939.593763749526, -12122.680591210546],
							[31940.157714847475, -12123.736816406248],
							[32139.04071044922, -12728.68981933221],
							[32140.31518781503, -12731.2122278092],
							[32141.980082806815, -12733.495856883079],
							[32143.991736320953, -12735.480822177438],
							[32146.29739608798, -12737.11507127701],
							[32148.836600013172, -12738.355748715761],
							[32151.542761694483, -12739.170319790215],
							[32154.344916540245, -12739.537423728001],
							[32157.16958269761, -12739.447433838577],
							[32159.94268799201, -12738.902709957212],
							[32321.465515136715, -12685.720520015806],
							[32323.818482726838, -12684.562401274534],
							[32325.947046557147, -12683.030437985375],
							[32327.792367772385, -12681.166977464834],
							[32329.30343705523, -12679.023530446248],
							[32330.438484652015, -12676.65934719361],
							[32331.16613499379, -12674.139779675335],
							[32331.46627399586, -12671.53447507156],
							[32331.330605061696, -12668.915450550989],
							[32330.762878421694, -12666.355102535335],
							[32156.898517407477, -12136.595667053016],
							[32113.67529297247, -12004.895812988281],
							[32112.089406828745, -12002.772934230683],
							[32110.18551140078, -12000.929884779445],
							[32108.012259679665, -11999.413762740485],
							[32105.62518790708, -11998.26331177113],
							[32103.085296377467, -11997.507931007458],
							[32100.45749060933, -11997.16692378568],
							[32097.808922720775, -11997.249004356107],
							[32095.20727539435, -11997.752075195312],
							[32031.77709960938, -12019.539001464844],
							[31859.484924316406, -11495.665405269712],
							[31970.239685058594, -11458.2373046875],
							[31971.92623675711, -11456.741910674991],
							[31973.364201847166, -11455.00613526204],
							[31974.51973635167, -11453.07083169585],
							[31975.36564358585, -11450.981549322503],
							[31975.88201425896, -11448.787461536574],
							[31976.056695059815, -11446.540208435068],
							[31975.885574697342, -11444.292681414992],
							[31975.372680664062, -11442.097778320312],
							[31957.852494992312, -11389.205990038812],
							[31874.323730472475, -11137.04052734375],
							[31865.116088870913, -11139.68627929315],
							[31862.693948353583, -11140.746405202253],
							[31860.486753261874, -11142.202056759457],
							[31858.558485023437, -11144.011038027873],
							[31856.965039628274, -11146.120910867994],
							[31855.75260733462, -11148.47051499681],
							[31854.956333721293, -11150.991740881487],
							[31854.599300899517, -11153.611504075561],
							[31854.691858416427, -11156.253863766236],
							[31855.231323245913, -11158.842224121094],
							[31912.830688476562, -11335.182006835938],
							[31913.559866539515, -11338.864225328196],
							[31913.640445684632, -11342.617082995841],
							[31913.06999162482, -11346.327206422071],
							[31911.865737714386, -11349.882513186816],
							[31910.064064331335, -11353.175597864292],
							[31907.719399830134, -11356.106976729094],
							[31904.902576267108, -11358.588093148579],
							[31901.69868957187, -11360.543992868985],
							[31898.204528808594, -11361.915588375181],
							[31843.534484867007, -11379.695678707212],
							[31839.74456516656, -11380.241286504235],
							[31835.91668880252, -11380.148864939552],
							[31832.15751652536, -11379.420989267044],
							[31828.57179470046, -11378.077941167227],
							[31825.259436633387, -11376.157143614259],
							[31822.312738564582, -11373.71211811433],
							[31819.813807907543, -11370.810993371178],
							[31817.832275390625, -11367.534606933594],
							[31759.632690429688, -11190.409912109375],
							[31758.959125246573, -11186.496730606088],
							[31758.93422826223, -11182.5260808263],
							[31759.55866912557, -11178.604760494858],
							[31760.81565238314, -11174.83824053291],
							[31762.67136922291, -11171.327828228896],
							[31765.07590682267, -11168.167942397908],
							[31767.964590844687, -11165.443573818853],
							[31771.259724967564, -11163.22799925549],
							[31774.872680667788, -11161.580810546875],
							[31871.780273437496, -11129.259277340025],
							[31770.44207763672, -10818.485900878906],
							[31758.504089355472, -10822.359375],
							[31756.373176227422, -10823.821316368949],
							[31754.50010534759, -10825.601672739072],
							[31752.931961293554, -10827.655690156556],
							[31751.70816350277, -10829.931735475262],
							[31750.85947536101, -10832.372594292061],
							[31750.40723088347, -10834.916909181784],
							[31750.3627984281, -10837.500722077957],
							[31750.72729492188, -10840.059082027525],
							[31805.96990966797, -11008.022216796875],
							[31806.066790428576, -11012.184410449818],
							[31805.449476796563, -11016.301711236267],
							[31804.136206532796, -11020.252478642818],
							[31802.165778568276, -11023.919992176945],
							[31799.596406738154, -11027.195899728284],
							[31796.503999926597, -11029.983418696513],
							[31792.979919433597, -11032.2001953125],
							[31735.20428467169, -11051.382507324219],
							[31731.3468095304, -11051.832634240134],
							[31727.46844313883, -11051.630142662943],
							[31723.67881626965, -11050.78075647374],
							[31720.08505127277, -11049.308485488722],
							[31716.788734020607, -11047.25494676759],
							[31713.88304235424, -11044.678188213498],
							[31711.450112201615, -11041.651047718155],
							[31709.558715820312, -11038.259094234556],
							[31655.036926269535, -10871.859191894531],
							[31654.37462418497, -10868.087865673942],
							[31654.32256598034, -10864.259179808449],
							[31654.88208559607, -10860.471240617684],
							[31656.038845890853, -10856.821110327719],
							[31657.76320601684, -10853.40231994672],
							[31660.010980937266, -10850.302472624608],
							[31662.72457362471, -10847.600998908289],
							[31665.834450928396, -10845.36712141179],
							[31669.26092529297, -10843.658081054688],
							[31768.008911136538, -10810.926879882812],
							[31688.91247558966, -10569.450012207031],
							[31676.212280277163, -10573.640991210938],
							[31674.33018752727, -10574.580851382916],
							[31672.620741746778, -10575.806985709018],
							[31671.127111543494, -10577.288430638102],
							[31669.88701553779, -10578.987775264337],
							[31668.93176985488, -10580.86210606421],
							[31668.285497299195, -10582.864090591085],
							[31667.964518181558, -10584.943172760726],
							[31667.976938182655, -10587.046849543325],
							[31668.322443660403, -10589.121996821696],
							[31668.992309570316, -10591.116210933775],
							[31701.433715820312, -10689.765808101743],
							[31701.92858577495, -10693.543402365534],
							[31701.78218644602, -10697.350459224883],
							[31700.998674213686, -10701.078893651771],
							[31699.60029354255, -10704.622852764462],
							[31697.626745445657, -10707.881721065434],
							[31695.13406034473, -10710.762976986287],
							[31692.193007327005, -10713.184819640286],
							[31688.887084960938, -10715.078491207212],
							[31633.088500976562, -10733.714111328125],
							[31629.4699250564, -10734.338063203046],
							[31625.798038350244, -10734.363668853437],
							[31622.17111259844, -10733.790242988054],
							[31618.68621623863, -10732.633132365185],
							[31615.436616535735, -10730.92330506304],
							[31612.50928344386, -10728.706521672322],
							[31609.982562004796, -10726.042110592634],
							[31607.924075577626, -10723.00138020976],
							[31606.388916015625, -10719.665710449219],
							[31576.693725589663, -10628.608276363462],
							[31576.02368427387, -10623.991722731753],
							[31576.00188283471, -10619.326848939614],
							[31576.62874459702, -10614.704234189252],
							[31577.892097604836, -10610.213637126839],
							[31579.76741096782, -10605.942252972967],
							[31582.21827118457, -10601.973020427844],
							[31585.197089194156, -10598.38301122659],
							[31588.64602442665, -10595.241933615096],
							[31592.498107910156, -10592.610778804868],
							[31686.494323734194, -10561.764709472656],
							[31662.351928714663, -10487.991699215025],
							[31785.316284179688, -10447.422180175781],
							[31787.94911842719, -10446.168239441435],
							[31790.333126897902, -10444.488749295091],
							[31792.40018668304, -10442.431701073794],
							[31794.09123166481, -10440.055874815473],
							[31795.357940327376, -10437.42915962264],
							[31795.99399046073, -10435.393700432764],
							[31796.374049384685, -10433.295317936621],
							[31796.492309574038, -10431.166076660156],
							[31810.300476077948, -10367.433105465025],
							[31746.053283691406, -10172.922302246094],
							[31744.263474119998, -10170.220513586344],
							[31742.086932890255, -10167.819316272691],
							[31739.573377629058, -10165.773559636931],
							[31736.780224203783, -10164.12997385982],
							[31733.77127520079, -10162.926102537263],
							[31730.61526251534, -10162.189445091002],
							[31727.38427734375, -10161.936828613281],
							[31683.066528320312, -10176.17138671875],
							[31682.166736705207, -10176.76295000482],
							[31681.378481061984, -10177.496588276019],
							[31680.72393965258, -10178.351659977938],
							[31680.221528572027, -10179.304106920386],
							[31679.885383595487, -10180.327131175616],
							[31679.72496245587, -10181.391949061457],
							[31679.744778742246, -10182.468600995388],
							[31679.94427490607, -10183.526794433594],
							[31660.354675296694, -10189.781616210938],
							[31661.815124515444, -10197.433410640806],
							[31693.37109375, -10294.182800292969],
							[31685.16552734747, -10295.747009273618],
							[31674.328125003725, -10261.880310058594],
							[31672.211486820135, -10262.726989746094],
							[31649.7958984375, -10195.448608398438],
							[31647.958917186173, -10193.508455734916],
							[31645.82387385965, -10191.902129968032],
							[31643.450668707566, -10190.674697777802],
							[31640.90588378906, -10189.8605956994],
							[31520.6298828125, -10229.429077144712],
							[31518.348459844306, -10230.464662114815],
							[31516.265934976516, -10231.85765068804],
							[31514.437809827614, -10233.570918159878],
							[31512.912805978853, -10235.558804034712],
							[31511.73156648959, -10237.768328929144],
							[31510.92557271425, -10240.140606531833],
							[31510.516305289024, -10242.61241298962],
							[31510.514671648838, -10245.117871893957],
							[31510.92071533203, -10247.590209960938],
							[31525.77752685919, -10291.176696777344],
							[31472.268127441406, -10309.295410152525],
							[31455.568481445312, -10260.62872313708],
							[31420.96087646857, -10272.058715820312],
							[31415.62689209357, -10256.818725585938],
							[31631.768920902163, -10184.520202636719],
							[31634.195052718842, -10183.486711549021],
							[31636.422816518676, -10182.075581550613],
							[31638.393921623425, -10180.323735642352],
							[31640.056792972282, -10178.277011846281],
							[31641.367920612014, -10175.9889638283],
							[31642.292998159064, -10173.51945963673],
							[31642.807820445178, -10170.93311522154],
							[31642.89891685903, -10168.297603722107],
							[31642.56390381232, -10165.6818847619],
							[31587.197875984013, -9996.506103515625],
							[31668.80670166388, -9970.160095211118],
							[31670.857151907217, -9966.869761093885],
							[31672.378695223662, -9963.303874003748],
							[31673.335327148434, -9959.546813961118],
							[31625.905883789062, -9816.636596675962],
							[31624.114605569306, -9815.249297449418],
							[31622.135353401958, -9814.14664715917],
							[31620.012992243832, -9813.35364027458],
							[31617.795630993463, -9812.888252382694],
							[31615.533531976384, -9812.761032724293],
							[31613.27797161729, -9812.974865067587],
							[31611.080078124996, -9813.524902340025],
							[31533.378906253725, -9839.051208492368],
							[31441.702880859375, -9560.147583004087],
							[31440.57172987455, -9558.212851163946],
							[31439.15372991911, -9556.477349515973],
							[31437.483316833615, -9554.983224364747],
							[31435.601056260126, -9553.766760235712],
							[31433.552658513894, -9552.857498712854],
							[31431.387868517602, -9552.277521027341],
							[31429.159257756077, -9552.04091181932],
							[31426.92094758842, -9552.15341709529],
							[31424.72729492187, -9552.6123046875],
							[31354.32049560547, -9575.764404296875],
							[31352.075782819556, -9577.038833369068],
							[31350.076156788964, -9578.671132572366],
							[31348.378080384096, -9580.61521113933],
							[31347.029501704495, -9582.816174677464],
							[31346.068500182013, -9585.211875206554],
							[31345.522211342803, -9587.734666013466],
							[31345.40606058912, -9590.313311773107],
							[31345.72332763672, -9592.875],
							[31418.220092773438, -9814.023925777525],
							[31418.622138292434, -9817.014418263429],
							[31418.55116084637, -9820.030980563422],
							[31418.00891002816, -9822.999254465496],
							[31417.008752311707, -9825.846072065871],
							[31415.575341568572, -9828.501259356644],
							[31413.744011350464, -9830.899366013953],
							[31411.559903917685, -9832.981278747395],
							[31409.076857483207, -9834.695678441694],
							[31406.35607910156, -9836.000305172056],
							[31332.854125976562, -9860.093627925962],
							[31237.907897949215, -9570.188781738281],
							[31311.27172851935, -9546.213928218931],
							[31314.466544107272, -9545.604139890322],
							[31317.718546600416, -9545.547852847889],
							[31320.93255117536, -9546.046714591048],
							[31324.014485192685, -9547.086123634395],
							[31326.874141665827, -9548.635656887402],
							[31329.427819583787, -9550.649960126206],
							[31331.600773806556, -9553.07007549377],
							[31333.329402825693, -9555.82516717296],
							[31334.56311035529, -9558.834594722837],
							[31335.59347172738, -9560.992430505617],
							[31336.95566421523, -9562.957712024536],
							[31338.61462253219, -9564.679849395698],
							[31340.52764210497, -9566.114511703243],
							[31342.64547836626, -9567.224768156919],
							[31344.913614398483, -9567.98203875709],
							[31347.273664297423, -9568.366829995393],
							[31349.66487613048, -9568.369236652708],
							[31352.025695800785, -9567.989196777344],
							[31422.733093265448, -9544.832824703306],
							[31424.8193415777, -9543.820000202993],
							[31426.71083904623, -9542.478179493904],
							[31428.356179804658, -9540.843829691237],
							[31429.71064787075, -9538.961368072305],
							[31430.737432407805, -9536.881954933151],
							[31431.408628145207, -9534.662103187897],
							[31431.705993769418, -9532.362142498156],
							[31431.62144767429, -9530.044579673417],
							[31431.157287597656, -9527.772399902344],
							[31346.124877933416, -9268.912414550781],
							[31345.01056107936, -9267.058614391019],
							[31343.622218511853, -9265.40006623109],
							[31341.993447862733, -9263.976906627908],
							[31340.1636650787, -9262.823575779106],
							[31338.177150562708, -9261.967984076658],
							[31336.081977596463, -9261.43083668059],
							[31333.928848975982, -9261.225132457954],
							[31331.769870013297, -9261.35584941267],
							[31329.657287597656, -9261.81982421875],
							[31258.8767089881, -9285.050109859556],
							[31256.78895148909, -9286.198761748445],
							[31254.907464444655, -9287.66099943027],
							[31253.278930557663, -9289.400542449413],
							[31251.943756358567, -9291.374229961302],
							[31250.935069654748, -9293.533091622008],
							[31250.277897576645, -9295.823562620797],
							[31249.98854561462, -9298.188812708757],
							[31250.074193053635, -9300.570156248172],
							[31250.53271484375, -9302.908508297056],
							[31293.16168213263, -9432.703002925962],
							[31293.76022409257, -9435.720265430453],
							[31293.871602825777, -9438.79430516289],
							[31293.492986797264, -9441.84697209555],
							[31292.634001404127, -9444.800659552475],
							[31291.316484273113, -9447.580277171553],
							[31289.57393009176, -9450.11515989544],
							[31287.450639086946, -9452.340864459773],
							[31285.00059079873, -9454.200807707355],
							[31282.28607178107, -9455.647705078125],
							[31208.11950683594, -9479.978210445493],
							[31138.43011474609, -9267.647888183594],
							[31211.69873047248, -9243.729492183775],
							[31214.811978170146, -9243.083470604251],
							[31217.989466350537, -9242.968475074807],
							[31221.14126824292, -9243.387760108448],
							[31224.178184029715, -9244.329459430006],
							[31227.01426530949, -9245.766921806135],
							[31229.56924754105, -9247.65946530753],
							[31231.770821627328, -9249.953528656904],
							[31233.556680350513, -9252.584187078115],
							[31234.876281742007, -9255.476989746094],
							[31239.384704589847, -9268.754882808775],
							[31240.499955161882, -9270.835535172126],
							[31241.930815771495, -9272.713176248426],
							[31243.641129561216, -9274.340359346985],
							[31245.587678085103, -9275.675966676894],
							[31247.72127340894, -9276.686248365157],
							[31249.988001055328, -9277.34567529261],
							[31252.33058238519, -9277.637584197118],
							[31254.689821989366, -9277.55459874266],
							[31257.00610351563, -9277.098815914243],
							[31327.765930179507, -9253.886291503906],
							[31329.780725046247, -9252.82026416014],
							[31331.59623692515, -9251.441957492438],
							[31333.164514418084, -9249.787775411207],
							[31334.444136094895, -9247.901408263238],
							[31335.401304518495, -9245.832678879884],
							[31336.010738904606, -9243.636226653742],
							[31336.25634283919, -9241.37006440006],
							[31336.131629417814, -9239.09404611911],
							[31335.639892578125, -9236.868286129087],
							[31250.654907230288, -8978.109497070312],
							[31249.412227672146, -8976.160543708213],
							[31247.872564571273, -8974.436563073841],
							[31246.07592106733, -8972.982347198671],
							[31244.068977100196, -8971.835679154015],
							[31241.90387658352, -8971.026351380762],
							[31239.636872614676, -8970.575391629669],
							[31237.326865920906, -8970.49451662363],
							[31235.033874515444, -8970.785827636719],
							[31163.477478027344, -8994.234313961118],
							[31161.41745497318, -8995.330531245958],
							[31159.553439905474, -8996.73439560786],
							[31157.930982707778, -8998.411601606209],
							[31156.58973045039, -9000.321164305182],
							[31155.562458557288, -9002.41642079948],
							[31154.874269891592, -9004.646170489394],
							[31154.5419813311, -9006.955926240944],
							[31154.573712823705, -9009.289245857206],
							[31154.968688964847, -9011.5891113244],
							[31162.932495124638, -9036.008605957031],
							[31163.54829063307, -9039.185626516666],
							[31163.624397528973, -9042.420880986556],
							[31163.158674496925, -9045.62334344566],
							[31162.1642249476, -9048.702910596801],
							[31160.66902834505, -9051.572936879656],
							[31158.71515298689, -9054.152672298129],
							[31156.35757238625, -9056.369534372325],
							[31153.66261855737, -9058.161150292317],
							[31150.706115722656, -9059.477111816406],
							[31077.97808838263, -9083.3732910119],
							[31009.300109863278, -8873.795104976743],
							[31084.519470214844, -8849.25048828125],
							[31087.778779402946, -8848.962909153586],
							[31091.039109131827, -8849.2386775298],
							[31094.20381056108, -8850.06961856379],
							[31097.17906964467, -8851.431099934889],
							[31099.876688143693, -8853.282762045545],
							[31102.21669816489, -8855.56971443661],
							[31104.12973271969, -8858.22416295381],
							[31105.55908203125, -8861.167419429868],
							[31143.810119628903, -8977.922912597656],
							[31145.095509944225, -8980.211182332045],
							[31146.753252075225, -8982.245954473381],
							[31148.734515088774, -8983.967292183177],
							[31150.98093832679, -8985.32449123849],
							[31153.426350494672, -8986.277573590225],
							[31155.998718822204, -8986.798464968137],
							[31158.622270881664, -8986.871821844687],
							[31161.2197265625, -8986.495483398438],
							[31232.07830810547, -8963.274719238281],
							[31234.194901389186, -8962.189700403727],
							[31236.103966490617, -8960.771002606973],
							[31237.75339702285, -8959.057348056207],
							[31239.098173114413, -8957.095509565512],
							[31240.101590190232, -8954.939033928744],
							[31240.736260793303, -8952.646780403147],
							[31240.984862103167, -8950.28131419355],
							[31240.840608748258, -8947.907198785737],
							[31240.30743800716, -8945.589233738363],
							[31239.39990234375, -8943.390686031431],
							[31150.75471643731, -8673.718795318156],
							[31175.110900882628, -8667.314086910337],
							[31173.06877687323, -8668.360382865985],
							[31171.222390910905, -8669.72268407154],
							[31169.62019880941, -8671.36523883972],
							[31168.304247856642, -8673.244940620978],
							[31167.309073342414, -8675.312459274528],
							[31166.66079222813, -8677.5135356688],
							[31166.376417743748, -8679.790405636362],
							[31166.463412899342, -8682.0833159136],
							[31166.919494628906, -8684.332092281431],
							[31252.356079101562, -8944.59448241815],
							[31253.340343979195, -8946.64758621702],
							[31254.64106737732, -8948.51631070176],
							[31256.224591722646, -8950.152300679127],
							[31258.049941672718, -8951.51322320376],
							[31260.069884395572, -8952.56386298726],
							[31262.232151768483, -8953.277033630466],
							[31264.4807928701, -8953.634281099867],
							[31266.757621768847, -8953.626361244938],
							[31269.003723144535, -8953.253479000181],
							[31327.726501464844, -8934.314880367368],
							[31328.851448465066, -8933.883053079493],
							[31329.894543339327, -8933.279783949538],
							[31330.829857738277, -8932.520068519272],
							[31331.63414242632, -8931.622791137153],
							[31332.287405190953, -8930.61025554755],
							[31332.77340779193, -8929.507630483571],
							[31333.080069597338, -8928.342324044486],
							[31333.199767873502, -8927.143302408922],
							[31333.129527264307, -8925.940369818669],
							[31332.87109375, -8924.76342773065],
							[31244.001708988104, -8653.379699703306],
							[31242.39001035393, -8651.853650555544],
							[31240.55614141867, -8650.603321312083],
							[31238.54677573504, -8649.660533935083],
							[31236.41305340001, -8649.04928317984],
							[31234.209279495044, -8648.785125907485],
							[31231.991541974705, -8648.874785149384],
							[31229.81628417969, -8649.315979000181],
							[31259.560729984194, -8640.107910152525],
							[31258.633974758333, -8640.5508521406],
							[31257.788122126254, -8641.133609532892],
							[31257.04409132653, -8641.841769841383],
							[31256.420283386968, -8642.657819170776],
							[31255.93212603885, -8643.561575364083],
							[31255.591692165366, -8644.530687138466],
							[31255.407401220626, -8645.54118686689],
							[31255.38381100358, -8646.568083334469],
							[31255.52150493663, -8647.585979809686],
							[31255.81707763672, -8648.569702144712],
							[31299.620483402163, -8782.052001945674],
							[31300.631514450302, -8783.210627811515],
							[31301.823782033454, -8784.181758949662],
							[31303.16299899379, -8784.93746763059],
							[31304.61065221237, -8785.456021230544],
							[31306.125110167, -8785.722507217],
							[31307.66282016897, -8785.729262002353],
							[31309.179560848657, -8785.476091332901],
							[31310.631713870913, -8784.970275875181],
							[31345.78167724982, -8773.433898925781],
							[31347.168800875297, -8773.006853788494],
							[31348.470592631715, -8772.365123530086],
							[31349.654069418117, -8771.524967474526],
							[31350.689245843874, -8770.507672399724],
							[31351.54989395937, -8769.339013200934],
							[31352.214207785655, -8768.048599840082],
							[31352.66535580575, -8766.669127127194],
							[31352.891907419802, -8765.235546341952],
							[31352.888122558594, -8763.784179683775],
							[31360.284484867007, -8786.401916500181],
							[31359.424694014502, -8785.245947982829],
							[31358.392794552437, -8784.240618671927],
							[31357.214795744265, -8783.411268124148],
							[31355.920389321072, -8782.778800310929],
							[31354.54220109468, -8782.359156729075],
							[31353.114968616537, -8782.162914591652],
							[31351.674665609757, -8782.195020226902],
							[31350.25759524312, -8782.454664404899],
							[31348.89947510138, -8782.935302734375],
							[31313.74969482422, -8794.471801754087],
							[31312.29267202324, -8794.95624345221],
							[31310.934880546116, -8795.673182435743],
							[31309.713122822297, -8796.603186342054],
							[31308.660514137304, -8797.721047763578],
							[31307.8055850553, -8798.996467485164],
							[31307.171508108862, -8800.394875732942],
							[31306.775469716136, -8801.878369175107],
							[31306.62820434943, -8803.406738277525],
							[31344.514099124823, -8918.856506343931],
							[31345.53680628433, -8919.99863434948],
							[31346.73392326025, -8920.95639071784],
							[31348.072643394098, -8921.703528401538],
							[31349.516279432144, -8922.219572299711],
							[31351.025268929407, -8922.490380372546],
							[31352.558258447516, -8922.508531199966],
							[31354.073236834178, -8922.27352736358],
							[31355.528686527163, -8921.791809078306],
							[31390.678894046694, -8910.255310058594],
							[31392.147941298106, -8909.779771105039],
							[31393.51806357269, -8909.067730322557],
							[31394.751494731536, -8908.138814449283],
							[31395.814236398473, -8907.018628182375],
							[31396.676995093538, -8905.738048408475],
							[31397.315989680297, -8904.332373111218],
							[31397.713606870682, -8902.84034841533],
							[31397.858886718754, -8901.303100585938],
							[31404.772277832035, -8922.444396968931],
							[31403.71740112716, -8921.361944292486],
							[31402.504018248263, -8920.460739183529],
							[31401.16292223603, -8919.763652284204],
							[31399.72814721509, -8919.28837415669],
							[31398.23610468125, -8919.046966334889],
							[31396.724659456308, -8919.045555228699],
							[31395.232168760518, -8919.284176648955],
							[31393.796508789062, -8919.756774898618],
							[31358.646484378725, -8931.2932128869],
							[31357.191969808897, -8931.780339306828],
							[31355.83659918207, -8932.498583865992],
							[31354.616804304907, -8933.42864044517],
							[31353.565372763507, -8934.545509504898],
							[31352.71056660655, -8935.81917006284],
							[31352.075362673, -8937.21538664548],
							[31351.67683498413, -8938.696629523618],
							[31351.52569580078, -8940.223083496094],
							[31389.447875980288, -9055.783874507993],
							[31390.472585204527, -9056.913860618242],
							[31391.67018637126, -9057.858661681448],
							[31393.007644859204, -9058.592216312421],
							[31394.448068223817, -9059.094290145915],
							[31395.951723838192, -9059.351033981207],
							[31397.477134877532, -9059.355365798338],
							[31398.982224415588, -9059.107166108497],
							[31400.42547607422, -9058.61328125],
							[31435.575500492007, -9047.076782222837],
							[31437.009020948644, -9046.631164838345],
							[31438.350204974166, -9045.956790192724],
							[31439.562834710534, -9045.071869362684],
							[31440.614163830025, -9044.000299096457],
							[31441.475801829878, -9042.77101649666],
							[31442.124480700517, -9041.417217591446],
							[31442.54268326398, -9039.975460895997],
							[31442.719116214666, -9038.484680172056],
							[31446.675720214844, -9059.922424312681],
							[31446.181866516843, -9058.979243325908],
							[31445.53308753804, -9058.135106082622],
							[31444.748736207814, -9057.415193004803],
							[31443.85220954796, -9056.840978935828],
							[31442.870250744832, -9056.429592550778],
							[31441.832151406205, -9056.193305411954],
							[31440.768877799237, -9056.139165910967],
							[31439.712147133807, -9056.26878901682],
							[31438.693481445312, -9056.578308101743],
							[31403.543273933232, -9068.114807128906],
							[31402.097879303266, -9068.587742867785],
							[31400.748328900267, -9069.288847395805],
							[31399.530360728044, -9070.199554473247],
							[31398.476228306798, -9071.295747288372],
							[31397.613846554268, -9072.548397104707],
							[31396.96605255924, -9073.924331983055],
							[31396.550000823096, -9075.38711522137],
							[31396.37670898437, -9076.898010250181],
							[31539.460510253903, -9512.91967773065],
							[31540.992702269228, -9514.818981985358],
							[31542.808836440636, -9516.448897840617],
							[31544.862192204313, -9517.76749525132],
							[31547.099946404098, -9518.740852927167],
							[31549.464532182024, -9519.343930967401],
							[31551.89511990201, -9519.561215019341],
							[31554.3291820094, -9519.38711538946],
							[31556.704101569947, -9518.826110839844],
							[31587.10272217169, -9508.849182128906],
							[31588.054415483206, -9508.530985416166],
							[31588.940175815555, -9508.05939455448],
							[31589.735481793447, -9507.447465057947],
							[31590.41831617851, -9506.71213757325],
							[31590.969775394246, -9505.873768895064],
							[31591.37459285228, -9504.955568408865],
							[31591.621561592387, -9503.982955562664],
							[31591.703844535794, -9502.9828561554],
							[31591.619163762778, -9501.982956923544],
							[31596.084716800597, -9520.12182616815],
							[31595.657864326477, -9519.506352532806],
							[31595.134226528968, -9518.970802080006],
							[31594.528508958694, -9518.530214908693],
							[31593.857722248606, -9518.196964222203],
							[31593.14070439696, -9517.980408846157],
							[31592.39759173149, -9517.886630400437],
							[31591.64925341205, -9517.918262506386],
							[31590.916705352844, -9518.074416825657],
							[31590.220520023257, -9518.350708007812],
							[31559.821716308594, -9528.327697750181],
							[31557.538672462484, -9529.29275333037],
							[31555.44572150086, -9530.620600365368],
							[31553.600011913044, -9532.274981697941],
							[31552.05194120792, -9534.210724079574],
							[31550.843779798786, -9536.37497163602],
							[31550.00851680036, -9538.708629108654],
							[31549.568959253727, -9541.147975463586],
							[31549.537109374996, -9543.626403808594],
							[31585.974914550785, -9654.664611812681],
							[31587.035073874766, -9655.70881757575],
							[31588.245802504414, -9656.573941643852],
							[31589.57716915706, -9657.238596670231],
							[31590.99626017175, -9657.686351245748],
							[31592.467993191243, -9657.90613611141],
							[31593.955984457923, -9657.892517809403],
							[31595.423448282465, -9657.64583300744],
							[31596.834106449038, -9657.172180175781],
							[31633.81951904297, -9645.022399902344],
							[31634.330016542142, -9644.751213433445],
							[31634.788164629448, -9644.398722117701],
							[31635.181142363894, -9643.974790168202],
							[31635.49795254941, -9643.491281012211],
							[31635.729729483395, -9642.961725301779],
							[31635.869987056914, -9642.400942268294],
							[31635.914800263807, -9641.824625017065],
							[31635.86291503906, -9641.248901367188],
							[31640.912109378725, -9655.429992675781],
							[31640.135982498596, -9654.993476643716],
							[31639.29712728112, -9654.694744147298],
							[31638.41979064391, -9654.542429980804],
							[31637.52933180119, -9654.540936750273],
							[31636.65148926154, -9654.690307617188],
							[31601.005676273257, -9666.395202636719],
							[31599.05913928864, -9667.20127053727],
							[31597.277303882267, -9668.325465483602],
							[31595.71168577216, -9669.735285197637],
							[31594.407549487703, -9671.38996953138],
							[31593.402599699522, -9673.241678908145],
							[31592.72589111701, -9675.236877441406],
							[31631.424682617188, -9793.164794921875],
							[31633.128334784473, -9793.957610749727],
							[31634.930665315915, -9794.489204861262],
							[31636.79187365036, -9794.74783815337],
							[31638.67085903805, -9794.72779927068],
							[31640.52612816158, -9794.429530728461],
							[31642.31671142578, -9793.859619140625],
							[31676.896484375, -9782.492126464844],
							[31677.63996901787, -9782.259843139851],
							[31678.336461711926, -9781.911098413184],
							[31678.967857489963, -9781.454957723565],
							[31679.517743545424, -9780.903278212203],
							[31679.971825874833, -9780.27040050255],
							[31680.31830084297, -9779.572775923207],
							[31680.548162012314, -9778.828538864147],
							[31680.65543426071, -9778.05703538264],
							[31680.637329101562, -9777.2783203125],
							[31690.610852621496, -9794.348010201007],
							[31689.580977653302, -9793.320921163871],
							[31688.39931226556, -9792.472852032413],
							[31687.096626702718, -9791.82588629554],
							[31685.706842541586, -9791.396870764609],
							[31684.26614938271, -9791.19697688705],
							[31682.81206248306, -9791.231409844919],
							[31681.382445868963, -9791.499273013387],
							[31680.01452636719, -9791.993591308594],
							[31644.60272217169, -9803.638610836118],
							[31643.046408947786, -9804.39677935336],
							[31641.635893867748, -9805.400461355006],
							[31640.409551161356, -9806.622350841788],
							[31639.40074449657, -9808.029205299263],
							[31638.63691929336, -9809.582750087926],
							[31638.138856048346, -9811.240719736443],
							[31637.920104984194, -9812.958007808775],
							[31682.257324218746, -9948.067687984556],
							[31682.66301341751, -9948.861419624893],
							[31683.18637610988, -9949.58300477933],
							[31683.814863500305, -9950.215141823757],
							[31684.533406192597, -9950.74267385333],
							[31685.324775512494, -9951.15295210328],
							[31686.169996603872, -9951.436139231453],
							[31687.048803393445, -9951.585445190663],
							[31687.940124515444, -9951.597290035337],
							[31730.822692874823, -9937.497985839844],
							[31737.022277835757, -9970.50952148065],
							[31735.649974757707, -9968.471112922132],
							[31733.96267217586, -9966.68468207075],
							[31732.00583858832, -9965.198368678455],
							[31729.832205665847, -9964.05222509766],
							[31727.500347267953, -9963.277136972572],
							[31725.07310102689, -9962.893990949913],
							[31722.615875033796, -9962.913111837091],
							[31720.19488525763, -9963.333984375],
							[31699.8112793006, -9970.50952148065],
							[31697.917543221374, -9971.85841285146],
							[31696.26205668231, -9973.490928881085],
							[31694.88683838203, -9975.365633896434],
							[31693.82679339643, -9977.434945109497],
							[31693.108827236203, -9979.646340338933],
							[31692.75116294514, -9981.943691100769],
							[31692.762878572335, -9984.268687232396],
							[31693.143676757812, -9986.562316890806],
							[31713.971679691225, -10049.768188476562],
							[31715.45305986861, -10051.925106270484],
							[31717.24500052434, -10053.831865375887],
							[31719.305881042168, -10055.44417833897],
							[31721.58783425814, -10056.724596676779],
							[31724.03785825014, -10057.643380676614],
							[31726.59904739014, -10058.179190147246],
							[31729.21191406622, -10058.319580078125],
							[31751.733276370913, -10050.86889648065],
							[31753.64717737831, -10049.352998991679],
							[31755.299482781753, -10047.555542700982],
							[31756.649249846487, -10045.5210670599],
							[31757.663032482727, -10043.299984659434],
							[31758.315710011524, -10040.94733204874],
							[31758.591109634024, -10038.521405975851],
							[31758.48240717978, -10036.08231884341],
							[31757.99229620397, -10033.69050917402],
							[31768.655700687323, -10069.45678710565],
							[31767.159820556408, -10066.77354049952],
							[31765.244692415792, -10064.371509292316],
							[31762.962032702762, -10062.315558332331],
							[31760.37348273802, -10060.661206859579],
							[31757.54894415326, -10059.453129255047],
							[31754.56469125593, -10058.723948646328],
							[31751.501311305205, -10058.493355947265],
							[31748.441528320312, -10058.767578121275],
							[31734.132690429688, -10063.286682125181],
							[31731.871534675825, -10064.200417168684],
							[31729.793598517386, -10065.47709974254],
							[31727.956632242982, -10067.081248108383],
							[31726.41168907294, -10068.968279553348],
							[31725.201706281154, -10071.085749438973],
							[31724.36031187644, -10073.374808749837],
							[31723.910890008254, -10075.771839633522],
							[31723.865931071217, -10078.210223476752],
							[31724.226684570312, -10080.622192379087],
							[31740.872497562323, -10130.863586422056],
							[31741.278930667784, -10131.93041991815],
							[31741.6345214881, -10132.67547607049],
							[31742.093078613278, -10133.366882320493],
							[31748.80291748047, -10141.5795898363],
							[31772.2429199256, -10211.086303707212],
							[31772.625641764946, -10212.272551817076],
							[31773.189330057816, -10213.384269448918],
							[31773.92008774137, -10214.3940485299],
							[31774.799898856123, -10215.27699416063],
							[31775.80707270794, -10216.011338369217],
							[31776.916778626244, -10216.578976774674],
							[31778.10165813459, -10216.965914928847],
							[31779.332499441316, -10217.162613332846],
							[31780.57895762138, -10217.164222622025],
							[31781.810302734375, -10216.970703121275],
							[31796.436889898032, -10212.246106877923],
							[31798.661775317043, -10219.701683174819],
							[31796.083098696923, -10220.643634791866],
							[31793.69056707846, -10221.989977398589],
							[31791.547092293138, -10223.705308796514],
							[31789.709037200886, -10225.74452419413],
							[31788.22473362367, -10228.05400224137],
							[31787.133211455923, -10230.573015007782],
							[31786.463172370044, -10233.235324828862],
							[31786.232235103318, -10235.970926031314],
							[31786.446472171694, -10238.707885738462],
							[31868.164123535156, -10486.214477539062],
							[31871.04926445193, -10489.975135626793],
							[31874.518649222697, -10493.20467997156],
							[31878.47600629772, -10495.813494327389],
							[31882.811523441225, -10497.729187011719],
							[31821.25012207404, -10517.570983886719],
							[31799.739929202944, -10450.940979000181],
							[31675.110290527344, -10490.847595214844],
							[31674.310918623152, -10491.89677151859],
							[31673.69058833883, -10493.060797590428],
							[31673.265432699376, -10494.309400425516],
							[31673.046508792784, -10495.61010741815],
							[31694.054077148434, -10559.322204586118],
							[31753.50373562798, -10539.808265976608],
							[31760.135498046875, -10555.3876953125],
							[31758.584919964516, -10553.626703758082],
							[31756.796569173603, -10552.107761661477],
							[31754.807842112565, -10550.8626318205],
							[31752.66032531434, -10549.91735130891],
							[31750.398925784975, -10549.291687011719],
							[31696.466125488278, -10566.930603027344],
							[31728.870300296698, -10666.464294433594],
							[31729.91023115915, -10668.736702703316],
							[31731.31569976641, -10670.80308929275],
							[31733.04708418187, -10672.605200151958],
							[31735.05557449034, -10674.092231497889],
							[31737.284548811214, -10675.222262037241],
							[31739.671169540892, -10675.963434780713],
							[31742.148154824234, -10676.294855131799],
							[31744.6456753151, -10676.207179931875],
							[31747.093322753906, -10675.70288085565],
							[31795.353515628725, -10660.293518066406],
							[31797.425476077944, -10666.944396968931],
							[31747.545471191406, -10685.237609863281],
							[31745.6389984447, -10686.703529013626],
							[31743.97532266944, -10688.440117682278],
							[31742.592475562273, -10690.407677380854],
							[31741.52206906492, -10692.561229613726],
							[31740.78857271395, -10694.851544088287],
							[31740.408754266104, -10697.22626412146],
							[31740.39129638672, -10699.631103515625],
							[31775.79248047248, -10808.496704097837],
							[31823.06909179688, -10792.773376464844],
							[31825.438637970357, -10791.541235930743],
							[31827.57310612396, -10789.935943102219],
							[31829.41429242348, -10788.001271973966],
							[31830.911990403245, -10785.789978206629],
							[31832.025360023184, -10783.362360556868],
							[31832.724041317226, -10780.784616618188],
							[31832.988982265248, -10778.127037709086],
							[31832.812958313923, -10775.462092131293],
							[31832.200769379735, -10772.86244906485],
							[31844.04827880859, -10808.986022945493],
							[31843.04100969332, -10806.858453035298],
							[31841.713798911118, -10804.914319209414],
							[31840.099223825066, -10803.201341659982],
							[31838.23691536608, -10801.76156667862],
							[31836.172585262608, -10800.630334599333],
							[31833.956904012644, -10799.835412344053],
							[31831.644257139247, -10799.396311863175],
							[31829.29141025786, -10799.323811200384],
							[31826.956115722656, -10799.619689937681],
							[31778.214477539066, -10815.849304199219],
							[31879.774108890444, -11126.530212402344],
							[31927.522705078125, -11110.699829101562],
							[31929.83204779104, -11109.605216460342],
							[31931.92845288894, -11108.143598772469],
							[31933.754132488633, -11106.355265861836],
							[31935.258761316854, -11104.289513531741],
							[31936.400863937837, -11102.00328471486],
							[31937.14895803316, -11099.559599828352],
							[31937.482422218985, -11097.025819601738],
							[31937.39206447921, -11094.471788263078],
							[31936.880375545472, -11091.967908266932],
							[31947.908508304507, -11126.182678222656],
							[31946.567196035456, -11123.961674211734],
							[31944.87011118999, -11121.999053400947],
							[31942.865992434705, -11120.351180397854],
							[31940.612396158733, -11119.06538055162],
							[31938.174043508934, -11118.178580813865],
							[31935.62096165993, -11117.716249231671],
							[31933.026472700058, -11117.691663529422],
							[31930.465087890625, -11118.105529785156],
							[31882.27490234375, -11134.145629879087],
							[31965.49548202753, -11386.847582612187],
							[31983.230529785156, -11440.700622554868],
							[31984.359604558278, -11442.935827768346],
							[31985.834927730244, -11444.959283655664],
							[31987.617745427582, -11446.71783796183],
							[31989.66122649303, -11448.165296881736],
							[31991.91169264908, -11449.26363848168],
							[31994.310028521995, -11449.984011461682],
							[31996.7932344879, -11450.3074930231],
							[31999.29608155042, -11450.225585933775],
							[32035.025512695316, -11438.767395019531],
							[32037.37825554284, -11437.733694746466],
							[32039.522008676122, -11436.316564666102],
							[32041.39486911666, -11434.55692580219],
							[32042.942756178683, -11432.50558945621],
							[32044.1209731021, -11430.221789981102],
							[32044.895497715348, -11427.77147433111],
							[32045.243964859055, -11425.22539777867],
							[32045.156312202, -11422.65708078639],
							[32044.63507080078, -11420.140686031431],
							[32056.578125003725, -11456.380310054868],
							[32054.7836932175, -11453.83936683526],
							[32052.595492997574, -11451.628448999116],
							[32050.07321816203, -11449.807870098148],
							[32047.285676041123, -11448.427295288562],
							[32044.308910422245, -11447.52438647204],
							[32041.224127085257, -11447.123774883947],
							[32038.11547851935, -11447.236389156431],
							[31955.337707519535, -11474.409118648618],
							[31885.545715332028, -11498.189208984375],
							[31883.359407264412, -11499.353898702524],
							[31881.39340965152, -11500.860981478023],
							[31879.70083188049, -11502.669745032257],
							[31878.327397184912, -11504.731327493162],
							[31877.310207479106, -11506.990037348036],
							[31876.67674108832, -11509.384857892011],
							[31876.44411045032, -11511.851095531083],
							[31876.618599840604, -11514.322127412463],
							[31877.195495609194, -11516.731201171875],
							[31937.020324707035, -11699.574218746275],
							[31937.969553013296, -11701.916732835867],
							[31939.29051092439, -11704.071605647536],
							[31940.947345411067, -11705.980350292875],
							[31942.895087186414, -11707.591160217702],
							[31945.080871248258, -11708.860315319465],
							[31947.44537172465, -11709.753368584672],
							[31949.924412078224, -11710.246081039042],
							[31952.450706965865, -11710.325079634209],
							[31954.955688476566, -11709.988220214844],
							[32108.541320808232, -11659.939575195312],
							[32110.885882362913, -11658.529550375792],
							[32112.98323647122, -11656.772779298022],
							[32114.782569966483, -11654.711823731259],
							[32116.240289908215, -11652.396615004849],
							[32117.321079720106, -11649.883244308385],
							[32117.998754814347, -11647.232603755236],
							[32118.256896972656, -11644.508911132812],
							[32128.98272705078, -11677.553588867188],
							[32127.934071939137, -11675.397924697347],
							[32126.539833047234, -11673.447882782766],
							[32124.83924433181, -11671.758337406853],
							[32122.880160449935, -11670.376832466536],
							[32120.717710126486, -11669.342243584466],
							[32118.412744828798, -11668.683684146927],
							[32116.030126403206, -11668.419686051591],
							[32113.636901859194, -11668.557678218931],
							[31959.338500976562, -11719.357788082212],
							[31957.10727257706, -11720.252900119138],
							[31955.052881934396, -11721.501533298553],
							[31953.23086848639, -11723.069931438275],
							[31951.690489467994, -11724.915693668112],
							[31950.473388266277, -11726.988920716503],
							[31949.612468611962, -11729.233563912696],
							[31949.13100504329, -11731.58894043492],
							[31949.042013690403, -11733.991373840556],
							[31949.347900390625, -11736.375915527344],
							[32034.538696292788, -11996.152587890625],
							[32035.863912814544, -11998.292228094526],
							[32037.526226488157, -12000.181929732946],
							[32039.479422008255, -12001.769155706763],
							[32041.669197031784, -12003.00977828353],
							[32044.034671880665, -12003.869305927668],
							[32046.5100821061, -12004.323842227113],
							[32049.026606858424, -12004.360750256472],
							[32051.51428223029, -12003.97900390625],
							[32270.65887451172, -11931.736328121275],
							[32272.77209979036, -11930.711551295944],
							[32274.687765331088, -11929.3528334606],
							[32276.35358642277, -11927.697258421374],
							[32277.724097417726, -11925.790012178037],
							[32278.76189263633, -11923.683149651848],
							[32279.438647289066, -11921.434173938325],
							[32279.73589055169, -11919.104466861709],
							[32279.64550969377, -11916.757613666356],
							[32283.367669917643, -11941.05621438101],
							[32280.8662471463, -11940.125067584171],
							[32278.24595676746, -11939.61690563276],
							[32275.57780174162, -11939.545498375814],
							[32272.93408203498, -11939.912780761719],
							[32131.29888916388, -11985.9689941369],
							[32129.00458025046, -11987.093432311734],
							[32126.922953057754, -11988.575000005038],
							[32125.109099701374, -11990.374486209706],
							[32123.611025424118, -11992.444265922397],
							[32122.468378094516, -11994.729560581603],
							[32121.711398890722, -11997.169887831024],
							[32121.36012194081, -11999.700662238927],
							[32121.42384410179, -12002.254904609072],
							[32121.900878909975, -12004.765014644712],
							[32165.913926944137, -12138.740834157914],
							[32338.611511234194, -12664.432678218931],
							[32339.766235167353, -12666.795236964173],
							[32341.297450522954, -12668.933098213482],
							[32343.16259044926, -12670.786830729736],
							[32345.30980519538, -12672.304901881098],
							[32347.679403502698, -12673.445110216655],
							[32350.20551198542, -12674.175758641028],
							[32352.81790637046, -12674.476535574227],
							[32355.443963689337, -12674.339079601206],
							[32358.010681152344, -12673.767211914062],
							[32498.940490730107, -12627.389221187681],
							[32501.194249637912, -12626.101530544334],
							[32503.209035764725, -12624.465005790276],
							[32504.931383280826, -12622.523074936398],
							[32506.3155867201, -12620.327270471927],
							[32507.324913853532, -12617.935861860844],
							[32507.932580442375, -12615.412309260983],
							[32508.122461004165, -12612.823579499165],
							[32507.889516730233, -12610.238368990773],
							[32507.239929199215, -12607.725280761719],
							[32366.136317860335, -12186.382650669662],
							[32337.58732321858, -12101.133886467665],
							[32344.37548828125, -12098.542907714842],
							[32352.182312015448, -12122.620483398438],
							[32373.72285483032, -12188.187825407833],
							[32413.433105472475, -12309.062011715025],
							[32416.760314941406, -12319.044616699219],
							[32454.258117675778, -12433.362487789243],
							[32463.627319339663, -12449.156311035156],
							[32505.89587402344, -12578.000183105469],
							[32511.435485839844, -12594.611206054686],
							[32511.915701871, -12595.728405544489],
							[32512.577982254923, -12596.748271628663],
							[32513.403238336818, -12597.641409096184],
							[32514.36768407548, -12598.382075386593],
							[32515.44352161937, -12598.948922558],
							[32516.59974251344, -12599.325612590652],
							[32517.803021444004, -12599.501288291465],
							[32519.018676761534, -12599.470886226743],
							[32595.464294433594, -12574.136413570495],
							[32598.855285648257, -12583.966186519712],
							[32526.60632324591, -12607.545898433775],
							[32524.952685971708, -12608.387450713873],
							[32523.451848033295, -12609.478419071524],
							[32522.14110711224, -12610.791691591858],
							[32521.053036743815, -12612.294631826246],
							[32520.21467682426, -12613.949889848447],
							[32519.64686163589, -12615.716330446556],
							[32519.363702089384, -12617.550055383947],
							[32519.372235050185, -12619.405494324832],
							[32519.672248463623, -12621.236537313553],
							[32520.256286624815, -12622.99768066406],
							[32527.624877929688, -12644.512695312498],
							[32529.56668204768, -12647.222351936063],
							[32531.877964232688, -12649.624604402305],
							[32534.510678051214, -12651.669515207217],
							[32537.41009521857, -12653.314575187862],
							[32557.73010253906, -12659.71752929315],
							[32560.640502933413, -12661.88708496094],
							[32562.75708008185, -12663.844909664243],
							[32564.545715335757, -12666.088684082031],
							[32585.19488525763, -12728.572814933956],
							[32578.336914066225, -12730.604797363281],
							[32560.582885742188, -12675.57189941406],
							[32558.995300292972, -12672.65087890625],
							[32557.34429931641, -12670.61889648065],
							[32555.693298343565, -12668.650390625],
							[32553.280273441225, -12666.999389644712],
							[32550.42291260138, -12665.792907714842],
							[32547.057312015444, -12664.522888183594],
							[32542.6123046875, -12663.189392089844],
							[32537.72290039062, -12661.728881832212],
							[32533.9763183631, -12660.141296386719],
							[32530.547302246094, -12658.426879882812],
							[32528.028503417972, -12656.945190429688],
							[32525.549316409975, -12654.96447753906],
							[32523.75012207031, -12652.63610839844],
							[32520.78668212891, -12647.873596191408],
							[32519.46392822638, -12644.910278320312],
							[32518.181881776425, -12642.445163934377],
							[32516.497253366288, -12640.235535197382],
							[32514.459650595567, -12638.346459501608],
							[32512.12907517251, -12636.833564847957],
							[32509.574156031373, -12635.741401756732],
							[32506.870128402054, -12635.102131379317],
							[32504.096618342788, -12634.934578442108],
							[32501.335297975256, -12635.243676910943],
							[32498.667480468754, -12636.02032469958],
							[32159.81848144531, -12747.104980465025],
							[32157.594182456516, -12748.504377126827],
							[32155.61726082249, -12750.235734357893],
							[32153.93678116094, -12752.256082128886],
							[32152.59445078627, -12754.515278042007],
							[32151.623584588397, -12756.957251799946],
							[32151.04827820067, -12759.521396797578],
							[32150.88280997762, -12762.14407429887],
							[32151.13128662482, -12764.760192867368],
							[32210.46173095703, -12946.878601070493],
							[32212.204011096183, -12949.41951282962],
							[32214.32541095461, -12951.653664859277],
							[32216.77277507515, -12953.52507649556],
							[32219.484780384697, -12954.986856182093],
							[32222.393472753105, -12956.002376421622],
							[32225.42596970519, -12956.546191543277],
							[32228.50628662109, -12956.604675289243],
							[32570.822875976562, -12844.700500488283],
							[32573.013989421383, -12843.213008190434],
							[32574.939012123017, -12841.39424513209],
							[32576.54839008834, -12839.291029967408],
							[32577.800694660647, -12836.957503725345],
							[32578.663688977416, -12834.453736109643],
							[32579.115157812605, -12831.844179182677],
							[32579.143479441685, -12829.196008238509],
							[32578.747924808413, -12826.577392574398],
							[32565.031921386715, -12781.915588378906],
							[32570.42950439453, -12780.074096679688],
							[32588.77252197638, -12824.871398922056],
							[32589.089178427195, -12828.798198309292],
							[32588.764224433635, -12832.724319758954],
							[32587.806279311728, -12836.54562397072],
							[32586.24075229447, -12840.160751892892],
							[32584.109168558905, -12843.473813243627],
							[32581.468067782072, -12846.396929974453],
							[32578.38750444153, -12848.852567211581],
							[32574.949189639454, -12850.775589847237],
							[32571.24432373792, -12852.11499023065],
							[32228.555297855288, -12962.53649902344],
							[32224.58462938342, -12962.721340231867],
							[32220.639613639272, -12962.234282571759],
							[32216.83313186503, -12961.089262533429],
							[32213.274101342362, -12959.319043302788],
							[32210.06435887304, -12956.974277287494],
							[32207.29574685785, -12954.122056767419],
							[32205.047485351562, -12950.843994140627],
							[31987.605895999815, -12284.834106445312],
							[31986.20722186535, -12282.473759934494],
							[31984.430484213157, -12280.38313124895],
							[31982.32659038602, -12278.622121382512],
							[31979.955821452513, -12277.241187043193],
							[31977.386105025165, -12276.279894960331],
							[31974.69106898869, -12275.765788212964],
							[31971.9479319033, -12275.713597061573],
							[31969.235290527344, -12276.124816894531],
							[31786.07147216797, -12336.165405269714],
							[31783.552973789836, -12337.489801170404],
							[31781.271800358627, -12339.190714560084],
							[31779.28376047376, -12341.226532822753],
							[31777.6374912621, -12343.547449940008],
							[31776.373268477208, -12346.096684988524],
							[31775.522021158507, -12348.811871277687],
							[31775.104574956502, -12351.62658214221],
							[31775.13114263606, -12354.471956061547],
							[31775.601074222475, -12357.278381347656],
							[31932.847900390625, -12836.01220703125],
							[31957.104919433594, -12858.681701660158],
							[31963.87109375, -12879.378723144533],
							[31928.685729984194, -12890.878601070493],
							[31928.3046875, -12889.682678222656],
							[31907.39630126953, -12897.011596675962],
							[31905.914672855288, -12893.572082519531],
							[31899.723327640448, -12896.006225585938],
							[31897.679950994116, -12897.00238013194],
							[31895.833742502047, -12898.328738379956],
							[31894.237544169737, -12899.947337429192],
							[31892.93704223544, -12901.81184989018],
							[31891.969459542986, -12903.868909862944],
							[31891.362490153027, -12906.059640370773],
							[31891.13350668625, -12908.321338531496],
							[31891.28906308586, -12910.58927023347],
							[31891.824707031254, -12912.798522949219],
							[31930.070312503725, -13032.289794921875],
							[31930.40836971169, -13034.727896926517],
							[31930.353572692922, -13037.188714137857],
							[31929.907321986822, -13039.609351320129],
							[31929.081023171664, -13041.927940186008],
							[31927.895795353157, -13044.08522066827],
							[31926.381931387983, -13046.026055528795],
							[31924.5781236384, -13047.700839593506],
							[31922.530475046613, -13049.06676759507],
							[31920.291320804507, -13050.088928218931],
							[31745.635681152344, -13108.173217769712],
							[31742.07952881232, -13109.527893066406],
							[31740.13232421875, -13110.501525878906],
							[31737.973327640444, -13111.983215328306],
							[31736.6608886756, -13112.956909175962],
							[31728.726074222475, -13122.794128414243],
							[31727.50891113654, -13123.958312984554],
							[31726.02728271484, -13124.699096679688],
							[31724.175109863278, -13125.492797847837],
							[31468.597900390625, -13208.632324215027],
							[31465.549682617184, -13209.055603023617],
							[31462.671081546694, -13209.182678222654],
							[31459.538513183597, -13208.928710937502],
							[31443.184875492007, -13206.180297851564],
							[31434.661071781073, -13205.270202636719],
							[31432.078674316403, -13205.39721679315],
							[31430.258483890444, -13205.524108882993],
							[31428.60748291388, -13205.778198238462],
							[31426.8610839881, -13206.09918212518],
							[31121.198913577944, -13306.551086425783],
							[31118.299333276747, -13307.219981127992],
							[31115.32892991411, -13307.397997725437],
							[31112.370216501, -13307.080191204366],
							[31109.505381320472, -13306.27538971698],
							[31106.81400486977, -13305.005949349586],
							[31104.37084924264, -13303.307133106626],
							[31102.243781358968, -13301.226131361316],
							[31100.491887731325, -13298.820750983255],
							[31099.163833137005, -13296.157809556893],
							[31098.296508789062, -13293.311279296873],
							[29763.98767090216, -9226.308105465025],
							[29762.95882608948, -9222.715918510312],
							[29762.544685866378, -9219.002319630279],
							[29762.756895319155, -9215.27173041216],
							[29763.589487393037, -9211.629050189482],
							[29765.019050678053, -9208.176706408758],
							[29767.00538770752, -9205.011774502449],
							[29769.49264525868, -9202.223248253631],
							[29772.410884873, -9199.889537406158],
							[29775.6780494349, -9198.076262884291],
							[29779.202270511538, -9196.834411617368],
							[29829.34210205078, -9180.664611812681],
							[29833.637883510746, -9178.784016952428],
							[29837.591113077793, -9176.261646763409],
							[29841.10665286881, -9173.158204262258],
							[29844.099898383112, -9169.548376472554],
							[29846.498814582756, -9165.5190370171],
							[29848.24566947797, -9161.16715542918],
							[29849.298423497294, -9156.597463497006],
							[29849.631741206234, -9151.919934802801],
							[29849.237601026296, -9147.247138113586],
							[29848.12548828125, -9142.691528316587],
							[29538.11767578497, -8205.639587402344],
							[29537.237263983356, -8199.674330248008],
							[29537.057634718134, -8193.647129306868],
							[29537.581233146368, -8187.640028296918],
							[29538.800931919504, -8181.734797331021],
							[29540.70012820265, -8176.011819842344],
							[29543.252969676323, -8170.548998385618],
							[29546.42470644451, -8165.4206942086885],
							[29550.17216405867, -8160.696715029234],
							[29554.44433121873, -8156.441364795205],
							[29559.183054151315, -8152.712568363919],
							[29564.32382821294, -8149.561083014894],
							[29569.796675942842, -8147.029807529463],
							[29575.5270996131, -8145.153198242187],
							[29703.80371094122, -8102.942504882812],
							[29705.15447137519, -8102.234531438377],
							[29706.378743285313, -8101.325169883173],
							[29707.446755776786, -8100.236533366223],
							[29708.332537750175, -8098.9950945060245],
							[29709.014549446434, -8097.631041649956],
							[29709.476206234092, -8096.177544777445],
							[29709.706281901428, -8094.669948898143],
							[29709.699181646814, -8093.144914559392],
							[29709.45507812872, -8091.639526363461],
							[29660.229309085753, -7941.766784667968],
							[29605.156311035156, -7960.275024414063],
							[29602.722290039062, -7953.141784664243],
							[29614.55352783203, -7948.4603881798685],
							[29609.581481933594, -7931.107910152525],
							[29609.69872247189, -7930.580790289267],
							[29609.90133483597, -7930.08024166627],
							[29610.183764306134, -7929.61998707537],
							[29610.53826793664, -7929.21264462728],
							[29610.955126832465, -7928.869381819746],
							[29611.422912597656, -7928.599609375],
							[29640.53771972656, -7919.424011226743],
							[29641.094873099322, -7919.2603719825565],
							[29641.671145456134, -7919.1889027319285],
							[29642.25139357601, -7919.211481535892],
							[29642.820369763303, -7919.327515071142],
							[29643.363122524952, -7919.533954221329],
							[29643.865389464176, -7919.8253742013885],
							[29644.31397206612, -7920.194117109453],
							[29644.697082526985, -7920.630493160337],
							[29647.673095706854, -7930.794677734374],
							[29647.994852624626, -7931.353665742367],
							[29648.407279727868, -7931.849547776452],
							[29648.898278239474, -7932.267776862985],
							[29649.453444446623, -7932.59608402047],
							[29650.05649224168, -7932.824838176922],
							[29650.689730884147, -7932.947328702682],
							[29651.334583968335, -7932.959962270452],
							[29651.97213437247, -7932.862368267536],
							[29652.583679202944, -7932.657409667969],
							[29662.151123050604, -7929.440002441405],
							[29663.37872314453, -7933.249999996274],
							[29661.98168945685, -7933.757995605468],
							[29713.375305175785, -8090.6566772423685],
							[29714.254070170366, -8092.100610206445],
							[29715.35843894414, -8093.380274198265],
							[29716.658308376576, -8094.460787862713],
							[29718.11824634834, -8095.312698326941],
							[29719.69845755756, -8095.912784033088],
							[29721.3558682687, -8096.244687716471],
							[29723.04530042568, -8096.299362275417],
							[29724.720703124996, -8096.075317379085],
							[29872.966125492007, -8047.582397457212],
							[29868.891479495916, -8035.199890136719],
							[29846.401916503906, -8021.229797363281],
							[29838.314270023253, -7996.729309074581],
							[29854.401123046875, -7991.384826660156],
							[29821.395507812504, -7890.7122802734375],
							[29813.250488284975, -7886.63140868768],
							[29809.45251464844, -7875.194091796876],
							[29819.453674316406, -7871.939697261899],
							[29858.20788574591, -7990.18438720703],
							[29873.462890628725, -7985.189025878906],
							[29880.29168701172, -8006.054077144712],
							[29874.23809814453, -8039.031799312679],
							[29876.716308597475, -8046.1571044884595],
							[29901.534301757812, -8038.113708496094],
							[29903.109249073048, -8036.9024402314935],
							[29904.46487282468, -8035.44988589564],
							[29905.56466190245, -8033.795167237074],
							[29906.378995609433, -8031.982850910307],
							[29906.885941438373, -8030.061748158993],
							[29907.07184578146, -8028.083600179237],
							[29906.93170166388, -8026.1016845703125],
							[29841.334106445312, -7825.07501220703],
							[29830.7294921875, -7828.78979491815],
							[29825.58587646857, -7813.549804687499],
							[29837.047729492188, -7810.374816894529],
							[29829.25567626953, -7788.376708984374],
							[29823.876281742007, -7789.040710449219],
							[29808.382080081847, -7794.343017570674],
							[29806.641224364794, -7794.395391380698],
							[29804.913313779933, -7794.177110244784],
							[29803.24017247464, -7793.693457666878],
							[29801.662298903626, -7792.956140477693],
							[29800.21788556212, -7791.983005470378],
							[29798.94189453498, -7790.79760741815],
							[29791.655273441225, -7767.339599605649],
							[29791.54931640997, -7758.184997558595],
							[29812.134094238285, -7750.247497558594],
							[29819.743530277163, -7747.839782711118],
							[29821.045288085938, -7752.221313476562],
							[29949.6091308631, -7708.861206050961],
							[29951.535580024043, -7707.418470138505],
							[29953.20874927282, -7705.688384028584],
							[29954.58625956358, -7703.71476839183],
							[29955.633220479955, -7701.547612162485],
							[29956.32311396065, -7699.24180638834],
							[29956.63846596504, -7696.8557539169715],
							[29956.571289066225, -7694.4498901329935],
							[29954.935913085938, -7690.0578002892435],
							[29965.734497070312, -7686.882812499999],
							[30028.65612792969, -7880.265380859375],
							[30043.13409424201, -7880.011413574217],
							[30048.98168945685, -7877.587097164244],
							[30260.7548828125, -7808.105590816586],
							[30263.333893357496, -7806.86799968859],
							[30265.679082685583, -7805.230008783022],
							[30267.72883497915, -7803.234653494788],
							[30269.429296520764, -7800.934358353552],
							[30270.73579060694, -7798.389559659338],
							[30271.61399135178, -7795.667117622663],
							[30272.040825540564, -7792.83855972745],
							[30272.005078838825, -7789.978201469362],
							[30271.507690429688, -7787.16119384393],
							[30118.78948974982, -7321.676208492367],
							[30096.310485839844, -7307.960205078125],
							[30088.305297851562, -7283.229125972837],
							[30100.91009521484, -7278.847595214842],
							[30100.116271976385, -7276.275817871094],
							[30101.735473632812, -7275.7042846642435],
							[30062.472717285153, -7159.289489746093],
							[30059.720886234198, -7154.717529296875],
							[30062.134094238278, -7153.362792965026],
							[30064.250671386715, -7156.53790282458],
							[30065.08790659451, -7157.092590323997],
							[30066.00458979204, -7157.50287428729],
							[30066.976033190524, -7157.75770509137],
							[30067.97607421875, -7157.850219722835],
							[30071.955322269354, -7156.664794921874],
							[30072.971313476562, -7159.07788085565],
							[30069.669311527163, -7161.067504879087],
							[30069.02133205953, -7161.637363334529],
							[30068.46906308071, -7162.300398043081],
							[30068.02573792797, -7163.040721525525],
							[30067.70197945266, -7163.840594327526],
							[30067.50554547799, -7164.680850088178],
							[30067.44114290791, -7165.541354799774],
							[30067.51031494141, -7166.401489254086],
							[30104.68048095703, -7274.774414058774],
							[30106.045715335753, -7274.298095703124],
							[30107.06170654297, -7277.028686523437],
							[30123.450073242188, -7271.643310546875],
							[30130.27630615607, -7292.779174804686],
							[30124.153930667788, -7325.23828125],
							[30275.47869873419, -7786.144287109373],
							[30276.745856098176, -7788.601760635834],
							[30278.379924682307, -7790.832160550805],
							[30280.341107685043, -7792.7811667458],
							[30282.581641621113, -7794.401312294709],
							[30285.046959573778, -7795.653139483511],
							[30287.677020140698, -7796.506160780242],
							[30290.407769707825, -7796.93960134131],
							[30293.172702438365, -7796.942904970875],
							[30295.904479984194, -7796.5159912109375],
							[30420.236694339666, -7755.771606445312],
							[30421.593957128644, -7755.053681581226],
							[30422.810689844853, -7754.117124115751],
							[30423.852030879396, -7752.988768126441],
							[30424.68814391457, -7751.7009430679645],
							[30425.295072788736, -7750.2905474743375],
							[30425.655427883994, -7748.797991748692],
							[30425.758884370374, -7747.266040331623],
							[30425.60247803107, -7745.738586422056],
							[30380.851684570312, -7608.976318355649],
							[30380.47088623047, -7607.960205074398],
							[30379.70867919922, -7606.912475582211],
							[30378.97851562872, -7605.8330078125],
							[30377.772094726562, -7604.690002441406],
							[30375.934448312488, -7603.86926460569],
							[30374.225861174837, -7602.805645815339],
							[30372.678242587896, -7601.519010028694],
							[30371.32049560547, -7600.033386230469],
							[30359.463500976562, -7562.934204097837],
							[30362.63848876953, -7561.981811519711],
							[30362.056518554688, -7560.500122066587],
							[30375.709106445312, -7556.848876953124],
							[30436.470092773438, -7741.496582031249],
							[30437.552472847536, -7742.949984779109],
							[30438.854959450626, -7744.209927167099],
							[30440.343492904874, -7745.2434620372715],
							[30441.979148456827, -7746.023562727986],
							[30443.719154149345, -7746.529829813912],
							[30445.518009296902, -7746.749024545558],
							[30447.328674316406, -7746.6754150390625],
							[30456.472717285156, -7743.966125484556],
							[30460.975696330104, -7743.535796495524],
							[30465.486113596962, -7743.879510616399],
							[30469.871888504545, -7744.987202711705],
							[30474.004590430057, -7746.8264357347025],
							[30477.763199600864, -7749.343350596036],
							[30481.037650971008, -7752.464243343725],
							[30483.73205730559, -7756.097723469193],
							[30485.76751708984, -7760.137390136717],
							[30580.308471683413, -8048.364501949399],
							[30581.56565086064, -8050.700120917815],
							[30583.202561569233, -8052.7872574206285],
							[30585.17128977913, -8054.5648188639625],
							[30587.41420882681, -8055.98077422867],
							[30589.86566620593, -8056.993677070816],
							[30592.453905282528, -8057.573878700969],
							[30595.103165684184, -8057.704396031294],
							[30597.73590088263, -8057.381408687681],
							[30605.609680179507, -8054.926208492368],
							[30607.16278978461, -8053.221893486029],
							[30608.423272120162, -8051.291084492872],
							[30609.358664636115, -8049.183507702476],
							[30609.944877168306, -8046.953441794618],
							[30610.166812358275, -8044.658320042345],
							[30610.018754471646, -8042.35725117147],
							[30609.504516601562, -8040.1094970703125],
							[30614.415100097656, -8038.162109374999],
							[30614.753906250004, -8041.887512203307],
							[30615.71642105501, -8045.010129246619],
							[30617.177276562386, -8047.932982841246],
							[30619.097034428152, -8050.577165453295],
							[30621.423867438276, -8052.871292758406],
							[30624.094958674745, -8054.753430786154],
							[30627.03819736792, -8056.172767935687],
							[30630.174125652604, -8057.090986723559],
							[30633.418083671768, -8057.483298231071],
							[30636.682495117188, -8057.3391113244],
							[30716.42810058966, -8031.136596675962],
							[30718.308571482597, -8030.678562836505],
							[30720.237048349896, -8030.514420369313],
							[30722.16787914923, -8030.648054951718],
							[30724.055356114575, -8031.0763031070355],
							[30725.854797777472, -8031.789027092238],
							[30727.52360669309, -8032.769354884587],
							[30729.02227783203, -8033.994079586118],
							[30737.594909671694, -8041.614074707029],
							[30743.32570578871, -8044.067972711426],
							[30749.28250372569, -8045.906504160384],
							[30755.399433411218, -8047.109338634931],
							[30761.60885404238, -8047.663175231866],
							[30767.842102054507, -8047.561889644711],
							[30817.95428466797, -8032.621826171874],
							[30819.386467913526, -8032.227558265407],
							[30820.86419183639, -8032.076138191695],
							[30822.34657283089, -8032.171755230266],
							[30823.79259844599, -8032.511763982185],
							[30825.162262060625, -8033.086757559246],
							[30826.41766973111, -8033.880827840656],
							[30827.524088587947, -8034.872005596738],
							[30828.45090777647, -8036.032868302963],
							[30829.172485355284, -8037.331298828124],
							[31010.190307617184, -8587.896911617368],
							[31011.462300934756, -8589.899970904942],
							[31013.04948544414, -8591.663790295544],
							[31014.907720140804, -8593.139316412426],
							[31016.985325874863, -8594.285513569677],
							[31019.22452259392, -8595.070505010939],
							[31021.563036257412, -8595.472459430168],
							[31023.935830732742, -8595.48019811958],
							[31026.276916507628, -8595.093505859375],
							[31115.716133262962, -8565.809984788299],
							[31122.639099121094, -8588.186889644712],
							[31121.149868338336, -8586.09658584274],
							[31119.323774236684, -8584.293100705352],
							[31117.2150802665, -8582.830025844338],
							[31114.886447497873, -8581.750837381765],
							[31112.407072610495, -8581.08760403167],
							[31109.85063167393, -8580.860034159536],
							[31107.293090820312, -8581.074890136719],
							[31030.762329105288, -8606.226196285337],
							[31026.267407196847, -8607.140924734706],
							[31021.68356384033, -8607.312479921135],
							[31017.132842892865, -8606.736294224178],
							[31012.736406334465, -8605.427708465802],
							[31008.611308356005, -8603.421563464277],
							[31004.867378816216, -8600.771272404756],
							[31001.604299045004, -8597.54739872457],
							[30998.908947849177, -8593.835777376664],
							[30996.85308838263, -8589.735229492188],
							[30821.545288089663, -8052.861694335937],
							[30819.883550250757, -8050.729148306344],
							[30817.882820235023, -8048.91085113104],
							[30815.601585487297, -8047.459957186134],
							[30813.10653346188, -8046.418880529951],
							[30810.47060214469, -8045.818055010645],
							[30807.770847853324, -8045.675044591946],
							[30805.08619264572, -8045.994029904876],
							[30802.495117187504, -8046.765686035156],
							[30769.94030761719, -8056.654296871275],
							[30763.567300546885, -8057.244762733667],
							[30757.168723858034, -8057.096151126749],
							[30750.830001932605, -8056.210446094052],
							[30744.635760059835, -8054.599472266066],
							[30738.668694643853, -8052.284736995181],
							[30733.008469163, -8049.297143221152],
							[30727.730650620197, -8045.676576900518],
							[30722.905700683594, -8041.4713745079935],
							[30715.920715332035, -8040.010925292969],
							[30628.20587158203, -8067.749877925962],
							[30626.882873535156, -8069.231506347654],
							[30626.777099609375, -8073.359008785337],
							[30636.17211914062, -8104.355102535336],
							[30632.811889652163, -8105.360412597656],
							[30622.59527587891, -8074.453613281251],
							[30621.632713662435, -8072.568387110905],
							[30620.38301922524, -8070.8599177528],
							[30618.877901489428, -8069.3715547811835],
							[30617.15555031936, -8068.141062936076],
							[30615.25966751721, -8067.199663905681],
							[30613.2383579623, -8066.571244127859],
							[30611.142909029615, -8066.271748711426],
							[30609.02648925781, -8066.308776855469],
							[30595.744506835938, -8070.753784175963],
							[30591.642977684856, -8070.853756673579],
							[30587.577381885698, -8070.302878578781],
							[30583.650345823135, -8069.115055510829],
							[30579.96099826781, -8067.320271263763],
							[30576.60246810418, -8064.963830936183],
							[30573.659533511265, -8062.105217310791],
							[30571.20648193732, -8058.8165893517435],
							[30508.500122070312, -7867.479492183774],
							[30506.454681051124, -7862.417260142151],
							[30503.735599148702, -7857.682641275316],
							[30500.394058406426, -7853.3647566457885],
							[30496.492957585462, -7849.544883010321],
							[30492.105728203733, -7846.29492292467],
							[30487.314952313765, -7843.676051301556],
							[30482.21080803751, -7841.737563898082],
							[30476.889372118192, -7840.515949407832],
							[30471.450811440725, -7840.034202623925],
							[30465.99749756232, -7840.3013916015625],
							[30288.887084960938, -7863.929809566586],
							[30283.156677253544, -7864.889404296875],
							[30277.997314453125, -7866.0006103515625],
							[30272.65270996094, -7867.191284175962],
							[30268.15472412482, -7868.461303707211],
							[30262.469299316406, -7870.105895996093],
							[30185.3125, -7895.432617183775],
							[30178.793090824034, -7897.676208496094],
							[30173.840087890625, -7899.496582027524],
							[30169.09887695685, -7901.274597167968],
							[30166.431701660153, -7902.459899898618],
							[30163.51068115607, -7903.814575191586],
							[30160.54748535529, -7905.296325679868],
							[30156.82208251953, -7906.989624019712],
							[30153.568725589666, -7908.82690429315],
							[30150.012695316225, -7910.79541015625],
							[30146.58367919922, -7912.890808098017],
							[30143.72631835938, -7914.668884273618],
							[30140.805297855288, -7916.700927730649],
							[30137.56671142951, -7918.923400878906],
							[30064.23495797068, -7975.023581951856],
							[30259.500122070312, -8571.728881835938],
							[30260.733914893302, -8574.295161587945],
							[30262.353341796446, -8576.6372745231],
							[30264.318663403716, -8578.697747157144],
							[30266.581652373567, -8580.426017222258],
							[30269.086776857395, -8581.779674422643],
							[30271.77256320446, -8582.725501147555],
							[30274.573104473628, -8583.240287603581],
							[30277.419677734375, -8583.311401363462],
							[30327.600708015263, -8566.880676265806],
							[30331.414189342548, -8566.228500881572],
							[30335.282999833606, -8566.211829060916],
							[30339.101960250493, -8566.83111405152],
							[30342.767246602, -8568.069519690554],
							[30346.179212749812, -8569.893378120241],
							[30349.24509943364, -8572.253105097512],
							[30351.881556066583, -8575.084548013758],
							[30354.016906742007, -8578.310729976743]
						],
						[
							[30427.697082523257, -7759.048095699398],
							[30050.707275390625, -7882.764892574399],
							[30048.255725944928, -7884.087874103039],
							[30046.043611770336, -7885.781073940148],
							[30044.126344461532, -7887.802078857618],
							[30042.551949947854, -7890.100264386489],
							[30041.359865484235, -7892.618062917238],
							[30040.57995178127, -7895.292405719825],
							[30040.231745019533, -7898.05630276221],
							[30040.323967484783, -7900.8405207541655],
							[30040.85430908203, -7903.575317382812],
							[30058.928206793968, -7958.806830916554],
							[30129.527099609375, -7905.220703121273],
							[30137.76771554453, -7899.640976153162],
							[30146.319097406027, -7894.550301120486],
							[30155.15225618947, -7889.965935304381],
							[30164.23724767265, -7885.9034196084],
							[30173.543273925785, -7882.376525875182],
							[30258.3513183631, -7854.700988765804],
							[30266.402122819425, -7852.145601235663],
							[30274.601847654714, -7850.1182950307075],
							[30282.915893554688, -7848.627624511719],
							[30446.018676757812, -7826.9385986328125],
							[30451.14270052635, -7825.781317806608],
							[30456.07190219621, -7823.965308613634],
							[30460.72199141764, -7821.52162517996],
							[30465.013450720395, -7818.492054988667],
							[30468.872895278717, -7814.928404305395],
							[30472.234327806735, -7810.891612280682],
							[30475.040267125434, -7806.450708878108],
							[30477.242731102513, -7801.681634447902],
							[30478.8040571566, -7796.6659411315195],
							[30479.697546295047, -7791.489398303465],
							[30479.90791967207, -7786.240525897563],
							[30479.43157986021, -7781.009080698116],
							[30478.276672367007, -7775.884521480649],
							[30473.04669189453, -7760.8472900390625],
							[30472.134153893785, -7759.400178841291],
							[30470.992699423186, -7758.125840537276],
							[30469.654406690745, -7757.060087759275],
							[30468.15688563514, -7756.232871276395],
							[30466.54222097649, -7755.667438290421],
							[30464.855789512658, -7755.379679121472],
							[30463.14498489856, -7755.377680643544],
							[30461.457885745913, -7755.661499019712],
							[30436.11090088263, -7763.704711910336],
							[30434.4521303437, -7763.542220275479],
							[30432.841774350098, -7763.1124798816545],
							[30431.322594813042, -7762.426902193559],
							[30429.934932514792, -7761.503692261724],
							[30428.71563588653, -7760.367365299741],
							[30427.697082523257, -7759.048095699398]
						],
						[
							[30043.556660030037, -7970.474176350981],
							[29959.907287597653, -7716.205078125001],
							[29958.512676139027, -7715.078841186641],
							[29956.946671516365, -7714.206499347896],
							[29955.25500520512, -7713.613527296911],
							[29953.487078334318, -7713.317241385386],
							[29951.69451904297, -7713.326293945313],
							[29825.74847412482, -7752.823486328126],
							[29825.125276729526, -7753.169789463349],
							[29824.568067395492, -7753.614557507423],
							[29824.092247747023, -7754.145496785592],
							[29823.7109697452, -7754.747931794779],
							[29823.434772159177, -7755.405210843921],
							[29823.271289267843, -7756.099166317428],
							[29823.225039843444, -7756.810616839748],
							[29823.29730224982, -7757.519897460938],
							[29911.166076663885, -8025.753906246274],
							[29912.43853404223, -8027.364892856735],
							[29913.963869753054, -8028.73885668745],
							[29915.6986058948, -8029.8366345143895],
							[29917.59329585278, -8030.626935470941],
							[29919.593933716787, -8031.087232957267],
							[29921.64349365607, -8031.204406734556],
							[29971.92510986328, -8014.927185058593],
							[29981.00395041157, -8011.4543249749795],
							[29989.887497287044, -8007.508606057884],
							[29998.551142257238, -8003.100958307427],
							[30006.97088623792, -7998.243591308593],
							[30043.556660030037, -7970.474176350981]
						],
						[
							[29976.458923343573, -8030.255493160336],
							[29881.676086429507, -8061.476379394531],
							[30026.388488773257, -8502.538513179868],
							[30027.63117361107, -8504.79760366227],
							[30029.23047806635, -8506.819973725622],
							[30031.142324834567, -8508.549886251927],
							[30033.31402285248, -8509.939664339543],
							[30035.685719479425, -8510.951005292702],
							[30038.19205005385, -8511.556036255162],
							[30040.763939362707, -8511.738082394384],
							[30043.330505374815, -8511.492126464844],
							[30203.7742934227, -8457.487914569676],
							[30048.910193152722, -7986.747317444533],
							[30024.663085941225, -8005.296813964845],
							[30012.72491455078, -8013.488281249999],
							[30002.056884765625, -8019.457275386899],
							[29998.773925784975, -8021.164428710937],
							[29990.83648681641, -8024.974487300961],
							[29985.75653076544, -8026.752380371094],
							[29976.458923343573, -8030.255493160336]
						],
						[
							[30203.375488284975, -8464.644409175962],
							[30041.057678226385, -8517.971191402525],
							[30039.482283794754, -8518.843993963785],
							[30038.078695874752, -8519.972529686285],
							[30036.887986768656, -8521.32377494559],
							[30035.944999441144, -8522.85818910947],
							[30035.277327931784, -8524.530871590312],
							[30034.904509888085, -8526.29287574253],
							[30034.837454847802, -8528.092641157165],
							[30035.078125, -8529.877502441406],
							[30059.28570557013, -8604.024475097656],
							[30049.8876953125, -8607.1572265625],
							[30046.2470703125, -8596.065795890987],
							[30050.48028564453, -8587.599182128906],
							[30031.769104003906, -8530.872375488281],
							[30030.874851280365, -8529.30450850687],
							[30029.727687497398, -8527.910984176258],
							[30028.36083829649, -8526.732163550825],
							[30026.813892132413, -8525.802189158485],
							[30025.13165366115, -8525.147996120637],
							[30023.362846049506, -8524.788532022332],
							[30021.558699791727, -8524.734208127802],
							[30019.771468905645, -8524.986597835952],
							[30018.052917484194, -8525.538391109556],
							[29965.390075683597, -8542.725708007812],
							[29962.710827618062, -8544.1159313058],
							[29960.313140281425, -8545.949557890097],
							[29958.26961540477, -8548.171065732391],
							[29956.642130715554, -8550.713187798947],
							[29955.479966286264, -8553.4989488896],
							[29954.818312338786, -8556.443996439079],
							[29954.677203688003, -8559.459154704175],
							[29955.060913089663, -8562.453124996275],
							[29977.243530277163, -8630.059509273618],
							[29977.8938806991, -8630.813185988878],
							[29978.664882727593, -8631.44290031657],
							[29979.53325540097, -8631.929637578933],
							[29980.47277758079, -8632.258700393691],
							[29981.455079718035, -8632.4201524721],
							[29982.45050049201, -8632.409118652344],
							[29992.801086429507, -8629.234008789062],
							[29996.42047119513, -8640.410095214844],
							[29986.324096679688, -8643.775512695312],
							[29985.5616684743, -8644.23974575561],
							[29984.890100147637, -8644.827797696567],
							[29984.329271035214, -8645.52226138122],
							[29983.895782441257, -8646.30257974032],
							[29983.60246621751, -8647.145654289534],
							[29983.458004922988, -8648.02652887597],
							[29983.466674808413, -8648.919128414243],
							[30072.700073242188, -8920.731384273618],
							[30067.366088867188, -8922.509399414062],
							[29949.63330078125, -8563.846618648618],
							[29948.176674023714, -8561.393124175487],
							[29946.347314466253, -8559.203411808541],
							[29944.192074157876, -8557.333562655907],
							[29941.76615133677, -8555.831465752739],
							[29939.131676738514, -8554.735591566723],
							[29936.356122354875, -8554.074006724166],
							[29933.510573396798, -8553.8636551907],
							[29930.66790771857, -8554.109924316406],
							[29711.99890136719, -8626.158508297056],
							[29709.586164321176, -8627.463700747217],
							[29707.400722046983, -8629.121611918335],
							[29705.493711700663, -8631.093448352774],
							[29703.909755410576, -8633.333071056766],
							[29702.685916164348, -8635.788075106571],
							[29701.850830572195, -8638.401015871097],
							[29701.42403879893, -8641.110753158628],
							[29701.415527343746, -8643.853881835938],
							[29876.42547607422, -9177.609191890806],
							[29824.22930908203, -9194.629821773618],
							[29789.985473632812, -9206.566589351743],
							[29787.43580392818, -9208.391598426513],
							[29785.187998047804, -9210.577654795828],
							[29783.292693071213, -9213.075512432164],
							[29781.792585171464, -9215.828901255922],
							[29780.721467784053, -9218.775794750449],
							[29780.10347033084, -9221.849807254248],
							[29779.952514648438, -9224.981689453125],
							[30236.57702807337, -10616.328815855086],
							[30239.62548828125, -10616.561828613281],
							[30242.92767334357, -10615.101318359375],
							[30243.68969726935, -10613.577209472656],
							[30289.800903324038, -10598.62158203125],
							[30293.695678714663, -10609.416687011719],
							[30294.643842759862, -10611.49454062375],
							[30295.921008335332, -10613.388039708116],
							[30297.49235328168, -10615.04555765651],
							[30299.3150345837, -10616.421901930635],
							[30301.339356493223, -10617.479546245255],
							[30303.510125493045, -10618.18965372941],
							[30305.768155158516, -10618.532863169123],
							[30308.051879886538, -10618.499816894531],
							[30645.006896972656, -10507.961975093931],
							[30701.490905765448, -10489.396301269531],
							[30862.475708011538, -10436.492980953306],
							[30933.011474613097, -10413.417114257812],
							[30935.48903968587, -10412.292371014468],
							[30937.75872330688, -10410.79173371193],
							[30939.76395916284, -10408.952602064863],
							[30941.454771654226, -10406.82081193161],
							[30942.7890214149, -10404.449492967537],
							[30943.73345553277, -10401.897744498294],
							[30944.264536297218, -10399.229162613681],
							[30944.369027819066, -10396.510255190631],
							[30944.044325902683, -10393.808784347044],
							[30943.29852294922, -10391.192077636719],
							[30525.022888183594, -9117.219177246094],
							[30524.1101375931, -9115.866958682978],
							[30522.997949431887, -9114.673373253716],
							[30521.713459655282, -9113.66754290188],
							[30520.28800815557, -9112.874008589542],
							[30518.756374109114, -9112.312131529488],
							[30517.155927409327, -9111.995620796606],
							[30515.525716889537, -9111.932198844168],
							[30513.90551758185, -9112.123413085938],
							[30455.762329105288, -9131.109924312681],
							[30454.75708008185, -9127.8291015625],
							[30512.901916503906, -9108.694396968931],
							[30514.309265400687, -9107.95258325358],
							[30515.57993910974, -9106.995344082488],
							[30516.68125941269, -9105.847297003376],
							[30517.58490339304, -9104.537966616375],
							[30518.267631823357, -9103.101025282851],
							[30518.711886814002, -9101.573427165273],
							[30518.9062433536, -9099.99445786821],
							[30518.84570312873, -9098.404724121094],
							[30397.438863627613, -8728.626881886274],
							[30386.095275878903, -8744.191711422056],
							[30395.369873046875, -8774.059509277344],
							[30395.49688720703, -8784.134826660156],
							[30391.686889648434, -8784.431091308594],
							[30333.097473148257, -8610.137390136719],
							[30331.137683536057, -8607.98152555753],
							[30328.86470728477, -8606.158860923279],
							[30326.334537343908, -8604.714296117449],
							[30323.60950242355, -8603.683416837079],
							[30320.756731576465, -8603.091617967606],
							[30317.846500527685, -8602.953478000209],
							[30314.95050048828, -8603.272399902344],
							[30281.627075199038, -8614.518981933594],
							[30277.66492970085, -8615.472737628963],
							[30273.60049864522, -8615.77047420588],
							[30269.541661955154, -8615.404289008704],
							[30265.59615106556, -8614.383901486566],
							[30261.868689467927, -8612.736395215452],
							[30258.458213093174, -8610.50549903398],
							[30255.455244310553, -8607.75042637326],
							[30252.939489242923, -8604.544303587878],
							[30250.977722171694, -8600.972229003906],
							[30206.68261777237, -8466.328291155398],
							[30203.375488284975, -8464.644409175962]
						],
						[
							[30275.8369140625, -8607.5695800744],
							[30312.03729248047, -8595.890808101743],
							[30315.107865953963, -8594.204930701497],
							[30317.86047247263, -8592.03842166201],
							[30320.220611426943, -8589.449918584727],
							[30322.124404529386, -8586.509480541188],
							[30323.52032471076, -8583.296691890806],
							[30323.414489749823, -8581.815002437681],
							[30323.731872558594, -8580.280395504087],
							[30324.84307861328, -8579.645385742188],
							[30327.48907470703, -8579.698303218931],
							[30332.886474613104, -8582.608703613281],
							[30383.771301269535, -8735.530395507812],
							[30394.631314259026, -8720.075719941407],
							[30348.74768066406, -8580.324523925781],
							[30346.833121459913, -8577.910000341062],
							[30344.550568824, -8575.839876056958],
							[30341.961087399875, -8574.169532666667],
							[30339.133953031476, -8572.94365651045],
							[30336.144799441234, -8572.195043191503],
							[30333.073594817244, -8571.94372020219],
							[30330.002502441406, -8572.196411132812],
							[30280.557128909975, -8588.0432128869],
							[30277.116817054313, -8588.736342646396],
							[30273.610282858383, -8588.879144818919],
							[30270.125002192373, -8588.468056985395],
							[30266.747920724603, -8587.513334361929],
							[30263.563284928543, -8586.038793967724],
							[30260.6505404254, -8584.081220473032],
							[30258.08235009135, -8581.689448549167],
							[30255.922781370693, -8578.923144612781],
							[30254.225708015267, -8575.85131835565],
							[30252.193725585938, -8576.359313961118],
							[30258.69189453125, -8596.457092281431],
							[30259.886122639167, -8598.902919237158],
							[30261.442985539416, -8601.135502534808],
							[30263.325291090467, -8603.101507642521],
							[30265.488072600398, -8604.75396835655],
							[30267.87966304317, -8606.05340878424],
							[30270.442929340363, -8606.968786389818],
							[30273.11663722217, -8607.478233574384],
							[30275.8369140625, -8607.5695800744]
						],
						[
							[30647.515075683594, -10515.455017086118],
							[30310.498718265444, -10626.013977047056],
							[30308.427123223686, -10627.836258371435],
							[30306.695624754266, -10629.984310580443],
							[30305.35467244361, -10632.395547222244],
							[30304.44333677932, -10634.999713605026],
							[30303.98817077785, -10637.720933763949],
							[30304.002436325914, -10640.479921211612],
							[30304.485717777163, -10643.196289058775],
							[30315.09008789435, -10673.676208492368],
							[30270.147888183594, -10688.5529785119],
							[30265.3854980506, -10689.293823242188],
							[30261.441299725324, -10692.09118141979],
							[30624.16528320685, -11797.320983886719],
							[30624.585488176835, -11798.002167174827],
							[30625.115019979457, -11798.602316288641],
							[30625.738570145884, -11799.104081252286],
							[30626.438112188887, -11799.492956320752],
							[30627.19342273848, -11799.757699332878],
							[30627.982666188298, -11799.89065671597],
							[30628.78302595077, -11799.887984746296],
							[30629.571364071915, -11799.749760669009],
							[30630.324890136722, -11799.479980465025],
							[30675.337524414062, -11784.6669921875],
							[30733.103271488104, -11765.865295406431],
							[30734.462707523257, -11770.27880859375],
							[30631.677124023438, -11804.145629879087],
							[30630.90043146784, -11804.409347700355],
							[30630.180835722786, -11804.803023174425],
							[30629.539887316918, -11805.31486646703],
							[30628.996781440106, -11805.929548841716],
							[30628.567783083952, -11806.628661726445],
							[30628.26573993609, -11807.391268015435],
							[30628.099697616297, -11808.194529095792],
							[30628.074628777336, -11809.014388820677],
							[30628.191284183413, -11809.826293945312],
							[30655.459716796875, -11892.51611328125],
							[30655.88009202158, -11893.147448585381],
							[30656.39722399179, -11893.702312641868],
							[30656.997440818475, -11894.166036004164],
							[30657.66487402262, -11894.526358795285],
							[30658.38187806454, -11894.773754833348],
							[30659.12949685521, -11894.901683483911],
							[30659.88796491555, -11894.9067625807],
							[30660.637229934502, -11894.788857843001],
							[30661.357482910156, -11894.551086425781],
							[30764.199279785156, -11860.627502441406],
							[30765.744873046875, -11865.323303222656],
							[30662.873901367188, -11899.170410152525],
							[30662.148604164744, -11899.405667315821],
							[30661.471194860933, -11899.755693886043],
							[30660.859692514496, -11900.21117917127],
							[30660.330363061923, -11900.760007282235],
							[30659.897286644184, -11901.387579414466],
							[30659.57198307563, -11902.077202175864],
							[30659.36310541739, -11902.810531630228],
							[30659.276209806303, -11903.56806124518],
							[30659.31360766195, -11904.329640765089],
							[30659.474304202948, -11905.075012207031],
							[30691.7761230506, -12003.412109371275],
							[30692.182864468283, -12004.095170597875],
							[30692.69786615602, -12004.700797943502],
							[30693.30669178739, -12005.212014698638],
							[30693.992274999775, -12005.614490634616],
							[30694.735397791996, -12005.896943702988],
							[30695.5152292358, -12006.051456289522],
							[30696.30990940035, -12006.073697157663],
							[30697.097162121252, -12005.963042860065],
							[30697.854919437315, -12005.722595214844],
							[30800.79132080078, -11971.804809566587],
							[30802.339294433594, -11976.507995605469],
							[30702.160095218573, -12009.301208492368],
							[30699.00030517578, -12010.291320800781],
							[30698.271560302932, -12010.594535521275],
							[30697.603903797386, -12011.015537952417],
							[30697.01620311766, -12011.542430889816],
							[30696.525066232247, -12012.160324744951],
							[30696.144372291183, -12012.85175831346],
							[30695.884879411966, -12013.597192215335],
							[30695.75392066348, -12014.375561062747],
							[30695.755196839073, -12015.164868751677],
							[30695.888671875, -12015.942810054868],
							[30727.672302246094, -12112.949829097837],
							[30728.43268909223, -12114.046026354885],
							[30729.354821286983, -12115.010136720743],
							[30730.41610529198, -12115.81853813271],
							[30731.590538153432, -12116.451423616892],
							[30732.849344611073, -12116.893286586997],
							[30734.16168213263, -12117.133300777525],
							[30837.28149414062, -12083.068603515625],
							[30838.728881839663, -12087.476013183594],
							[30780.725708007812, -12106.738708496094],
							[30735.983703617007, -12121.42712401971],
							[30735.03446805741, -12122.187776927802],
							[30734.2296444652, -12123.09986243893],
							[30733.593049785653, -12124.13638943239],
							[30733.14352260752, -12125.266684221508],
							[30732.894365677264, -12126.45729827245],
							[30732.852952234247, -12127.672998038399],
							[30733.02050781623, -12128.877807617188],
							[30784.506896972656, -12286.318908687681],
							[30787.17915710386, -12290.126118722745],
							[30790.409257359916, -12293.473098674247],
							[30794.11911733376, -12296.278942831428],
							[30798.219059506453, -12298.475826223987],
							[30802.609976999447, -12300.01064413815],
							[30807.18572926042, -12300.846295803663],
							[30811.83570777237, -12300.962581221444],
							[30816.447509765625, -12300.356689453125],
							[30866.146911624815, -12283.948303222656],
							[30869.28502316963, -12282.587064386897],
							[30872.146067311493, -12280.712193283603],
							[30874.646764769466, -12278.37826366613],
							[30876.714325234905, -12275.653211564355],
							[30878.288566151958, -12272.616357802528],
							[30879.323664511583, -12269.356099128503],
							[30879.789490667805, -12265.967335160944],
							[30879.672485351562, -12262.548706050962],
							[30875.608276370913, -12250.356689453125],
							[30884.244323734198, -12247.6896972619],
							[30982.322875976562, -12547.299194335938],
							[30984.562483641417, -12552.215619773011],
							[30987.446916529912, -12556.78367499187],
							[30990.92308930903, -12560.919289139789],
							[30994.927026217585, -12564.546350044026],
							[30999.385038481265, -12567.598104986302],
							[31004.215080486654, -12570.018389225172],
							[31009.328259755326, -12571.762659656393],
							[31014.630472928042, -12572.798814587777],
							[31020.024137650526, -12573.107784541298],
							[31025.40998848688, -12572.683883209276],
							[31030.688903808594, -12571.53491210565],
							[31128.10571289435, -12539.586120605469],
							[31129.591524555985, -12538.69101702042],
							[31130.905572457315, -12537.55870750671],
							[31132.01039867321, -12536.22146939983],
							[31132.874509300287, -12534.71742167918],
							[31133.4732722143, -12533.089438357818],
							[31133.789619227427, -12531.383926326456],
							[31133.81453262979, -12529.649502490076],
							[31133.54730224609, -12527.935607906431],
							[31128.094726562496, -12511.370483394712],
							[31127.559988199588, -12510.502710548884],
							[31126.890011136336, -12509.734527261222],
							[31126.102984875728, -12509.086789278834],
							[31125.22027674105, -12508.577082326068],
							[31124.265851765023, -12508.219244661945],
							[31123.265622052553, -12508.022991379135],
							[31122.24674328154, -12507.993650644627],
							[31121.236877441406, -12508.132019042967],
							[31102.567687988278, -12514.354980465025],
							[31101.58546595676, -12514.568832407784],
							[31100.58147026705, -12514.618686471687],
							[31099.58289434085, -12514.50319234956],
							[31098.61678480447, -12514.225478222525],
							[31097.709308925652, -12513.793066032604],
							[31096.885045867923, -12513.217667749417],
							[31096.166320959102, -12512.514868149188],
							[31095.572601005406, -12511.70370269799],
							[31095.11996702911, -12510.806141972393],
							[31094.820678710938, -12509.846496582033],
							[31079.64770507813, -12463.763000484556],
							[31079.47479154292, -12462.75248472189],
							[31079.47121067358, -12461.727287972666],
							[31079.63706089443, -12460.71558895542],
							[31079.967783620312, -12459.745195387924],
							[31080.45428855454, -12458.842779659877],
							[31081.083203546237, -12458.033145711435],
							[31081.837242139358, -12457.338547268206],
							[31082.695678710938, -12456.778076171875],
							[31105.894470214844, -12449.126281734556],
							[31106.79609991313, -12449.011027627506],
							[31107.704678639624, -12449.037566651294],
							[31108.598043867045, -12449.205251452182],
							[31109.454404163745, -12449.509991774847],
							[31110.25287074168, -12449.944354234025],
							[31110.97396698666, -12450.497743633536],
							[31111.60010354211, -12451.156661409852],
							[31112.116007357847, -12451.90503489611],
							[31112.50909423828, -12452.724609375002],
							[31137.068725585934, -12527.354187007993],
							[31137.92881323749, -12528.801239015953],
							[31139.01496719709, -12530.087310498468],
							[31140.297665623908, -12531.177445823983],
							[31141.74204456659, -12532.04201493749],
							[31143.308845571133, -12532.657518710219],
							[31144.95548273205, -12533.007227649763],
							[31146.637200184137, -12533.081636610408],
							[31148.30828857422, -12532.878723144531],
							[31226.88970947638, -12507.055297851562],
							[31229.553867918734, -12505.697014679687],
							[31231.946109647106, -12503.902619825149],
							[31233.995777062548, -12501.725112794846],
							[31235.64233089075, -12499.228808752508],
							[31236.83713827883, -12496.4874388967],
							[31237.54490922233, -12493.581972725415],
							[31237.744738895934, -12490.598226509244],
							[31237.430725101385, -12487.624328609556],
							[31133.184692382812, -12169.520385742188],
							[31138.42352294922, -12167.932922363281],
							[31222.108703617007, -12422.986389160154],
							[31222.610373097945, -12423.630218830187],
							[31223.204698602905, -12424.189652567336],
							[31223.877666759283, -12424.651499698566],
							[31224.61340990959, -12425.004870507903],
							[31225.394580248918, -12425.241433000867],
							[31226.202758862102, -12425.355609361373],
							[31227.0188900163, -12425.344707468907],
							[31227.823730468754, -12425.208984375],
							[31237.539306640625, -12422.097412109373],
							[31241.285705566403, -12433.273498535156],
							[31231.443115234375, -12436.575500488281],
							[31230.672911779213, -12437.008719321067],
							[31229.98569372183, -12437.564258033519],
							[31229.400688871938, -12438.226573098296],
							[31228.934265195752, -12438.977133471431],
							[31228.599472853406, -12439.794939076042],
							[31228.40567906595, -12440.657108367637],
							[31228.358306028025, -12441.53951854137],
							[31228.458679199215, -12442.417480468752],
							[31242.73870849982, -12485.7919921875],
							[31244.253262333685, -12488.41007082595],
							[31246.197623764154, -12490.726893585783],
							[31248.51324018347, -12492.672691538131],
							[31251.130378990583, -12494.18886881573],
							[31253.970227522546, -12495.229767172099],
							[31256.947266423445, -12495.764040936503],
							[31259.971844978987, -12495.775600959223],
							[31262.9528808631, -12495.264099121094],
							[31316.857482910156, -12477.67810058594],
							[31318.401788756637, -12476.935460490666],
							[31319.800991200227, -12475.946204517508],
							[31321.01607680768, -12474.737915717118],
							[31322.013165805936, -12473.344284349741],
							[31322.76445673907, -12471.80416851242],
							[31323.249001645752, -12470.160510673335],
							[31323.453290143367, -12468.459140323199],
							[31323.371626132895, -12466.74749612887],
							[31323.006286621094, -12465.073303218931],
							[31312.35949707404, -12432.741210933775],
							[31304.210327152166, -12428.772399902344],
							[31300.506286624815, -12417.183715820312],
							[31309.978271488097, -12414.061584472654],
							[31326.299926761538, -12464.1525878869],
							[31326.9712516112, -12465.657114697546],
							[31327.87790934889, -12467.032705379554],
							[31328.995847581155, -12468.242867387948],
							[31330.29540893117, -12469.255496774871],
							[31331.742117808466, -12470.04372986355],
							[31333.297594999305, -12470.586655905008],
							[31334.920575814944, -12470.869871811725],
							[31336.568004787485, -12470.885864251899],
							[31338.196177872807, -12470.634208967902],
							[31339.761901859194, -12470.12158203125],
							[31582.671081542965, -12390.397216796875],
							[31585.203237271955, -12389.292610642378],
							[31587.529407399208, -12387.802342233164],
							[31589.59132603866, -12385.96373979742],
							[31591.337346272867, -12383.822856630559],
							[31592.723733804487, -12381.43331755271],
							[31593.71576241251, -12378.854975714768],
							[31594.288583774294, -12376.152413397282],
							[31594.42784986609, -12373.39332435412],
							[31594.130072352247, -12370.646818220019],
							[31593.402709960938, -12367.981689453125],
							[31375.165100097653, -11710.323181152344],
							[31355.215515140444, -11716.196899410337],
							[31354.262878417965, -11711.698974609375],
							[31358.178710941225, -11711.275695800781],
							[31360.96895043187, -11710.070412102323],
							[31363.51017635298, -11708.402984134817],
							[31365.726580851227, -11706.323153298168],
							[31367.55204589055, -11703.892963470369],
							[31368.932115633394, -11701.18491016332],
							[31369.82562092444, -11698.279777893733],
							[31370.20590741648, -11695.26423028295],
							[31370.061630701934, -11692.228224775945],
							[31369.397094730288, -11689.262329101562],
							[30956.24151611328, -10430.561096191406],
							[30954.858111855647, -10428.085106366641],
							[30953.09442152798, -10425.863906380031],
							[30950.99638498437, -10423.95535310227],
							[30948.61865098662, -10422.409159715813],
							[30946.02315373663, -10421.265600807086],
							[30943.277499640728, -10420.55446331122],
							[30940.45320632674, -10420.294270634658],
							[30937.623839783337, -10420.491800165359],
							[30934.863098144535, -10421.141906738281],
							[30845.799072265625, -10450.463684082031],
							[30703.904479984194, -10497.012207027525],
							[30647.515075683594, -10515.455017086118]
						],
						[
							[31749.839721679688, -12348.041809078308],
							[31347.351318363097, -12480.277404781431],
							[31345.079559013313, -12481.30955348401],
							[31343.008563227657, -12482.701386068547],
							[31341.19477028743, -12484.414971974638],
							[31339.687610119356, -12486.403612142029],
							[31338.528156219225, -12488.613111664788],
							[31337.748006306978, -12490.983256724061],
							[31337.36842121793, -12493.449455549733],
							[31337.399745497325, -12495.944498691064],
							[31337.84112548828, -12498.400390625],
							[31495.7263183631, -12979.37939453125],
							[31520.01507568732, -13001.964294429867],
							[31526.832275390625, -13022.786010738464],
							[31511.71929931641, -13027.866027832031],
							[31556.945495605472, -13165.781188964846],
							[31558.110627722588, -13167.57228654334],
							[31559.557821464496, -13169.144289615679],
							[31561.246642453007, -13170.45327664953],
							[31563.129905280577, -13171.46267474162],
							[31565.154991863565, -13172.144281459197],
							[31567.265321583654, -13172.479052811825],
							[31569.40193214195, -13172.457635337636],
							[31571.50512695685, -13172.08062743768],
							[31720.825683593754, -13123.00561523065],
							[31725.686058385407, -13117.44129533958],
							[31730.90606917603, -13112.21287432446],
							[31736.46255736839, -13107.343548094506],
							[31742.33087158203, -13102.854919433594],
							[31916.53308105841, -13048.516418453306],
							[31918.717616586226, -13047.553473465334],
							[31920.71671423322, -13046.248457327536],
							[31922.477270157848, -13044.636036365631],
							[31923.95251711841, -13042.759042778138],
							[31925.103266793645, -13040.667336845865],
							[31925.89895077759, -13038.416482448127],
							[31926.318432595872, -13036.066271069065],
							[31926.350569172988, -13033.679133502326],
							[31925.994506835938, -13031.31848144531],
							[31887.72308349609, -12911.001098632812],
							[31887.475110769014, -12908.380686164519],
							[31887.636699871735, -12905.753531631713],
							[31888.203937374412, -12903.183260518985],
							[31889.163085691158, -12900.73212068539],
							[31890.49091578248, -12898.459474820778],
							[31892.155269725434, -12896.420362776298],
							[31894.115839527156, -12894.664168587167],
							[31896.32514332004, -12893.233424470247],
							[31898.729675296694, -12892.162780761719],
							[31926.101074222475, -12883.18017578125],
							[31920.676879886538, -12866.013977050781],
							[31930.567077640444, -12841.970703121275],
							[31771.47747803107, -12357.32360839471],
							[31770.023008900458, -12354.878676545666],
							[31768.203646809267, -12352.691648018288],
							[31766.064275968332, -12350.816477465147],
							[31763.65767530074, -12349.299425908628],
							[31761.04321636988, -12348.17791946761],
							[31758.28539866512, -12347.479626043818],
							[31755.45225837996, -12347.221772746365],
							[31752.61368993865, -12347.410720893764],
							[31749.839721679688, -12348.041809078308]
						],
						[
							[31548.353088378906, -13149.896911621096],
							[31546.61730957404, -13147.441711425781],
							[31540.478881839663, -13149.558288574219],
							[31536.711303710938, -13137.916687011719],
							[31540.859924316403, -13129.619323726742],
							[31507.800292972475, -13029.095092769712],
							[31491.607727054507, -13034.38677978143],
							[31483.511474609375, -13009.50952148065],
							[31493.480895996094, -12985.188903808594],
							[31333.769287109375, -12498.928710933775],
							[31332.507582699065, -12496.692008702297],
							[31330.891343305284, -12494.696387216827],
							[31328.96561835272, -12492.997470415348],
							[31326.784083553983, -12491.642612189116],
							[31324.407544807014, -12490.669576488113],
							[31321.902243352866, -12490.105484726835],
							[31319.338009434276, -12489.966059829387],
							[31316.78631591797, -12490.255187984556],
							[31031.784912109375, -12583.52807616815],
							[31025.69967655451, -12584.605300808287],
							[31019.52958876801, -12584.95246271622],
							[31013.36192250988, -12584.564651406705],
							[31007.283917288452, -12583.447352336721],
							[31001.381544387677, -12581.616369315603],
							[30995.738290832993, -12579.09760096559],
							[30990.43397849623, -12575.926674394768],
							[30985.543635042784, -12572.148441263951],
							[30981.136432691223, -12567.816343375418],
							[30977.27470979614, -12562.991656757089],
							[30974.013089093693, -12557.742624934279],
							[30971.39770508185, -12552.143493648617],
							[30892.668090824034, -12313.605285644531],
							[30890.051488219964, -12309.671444087959],
							[30886.852113237623, -12306.194992117596],
							[30883.14862959535, -12303.261406003072],
							[30879.03209563916, -12300.942814454878],
							[30874.60372547162, -12299.296225180302],
							[30869.972400379087, -12298.362123222712],
							[30865.251991744142, -12298.16347554713],
							[30860.55856126552, -12298.705166346528],
							[30856.00750732422, -12299.973876953125],
							[30820.262084964663, -12311.758483886719],
							[30814.94039085427, -12313.084944877053],
							[30809.493647408937, -12313.727527793177],
							[30804.00937331701, -12313.675907563864],
							[30798.57569031215, -12312.930913626895],
							[30793.279907226562, -12311.504516601562],
							[30791.66507048776, -12311.72756917012],
							[30790.108403641214, -12312.211551060464],
							[30788.651770738026, -12312.943446358086],
							[30787.3343455773, -12313.90357191613],
							[30786.1915581898, -12315.066106701972],
							[30785.254142004258, -12316.399786212352],
							[30784.547307321256, -12317.868743281919],
							[30784.090063322725, -12319.433472672943],
							[30783.89470685059, -12321.051893505148],
							[30783.966491702944, -12322.680480953304],
							[31102.354492191225, -13293.228698726743],
							[31103.36959881757, -13295.666558539153],
							[31104.791866462096, -13297.891588128878],
							[31106.578245965407, -13299.836440359242],
							[31108.67466724003, -13301.442248494457],
							[31111.017675862357, -13302.66040797643],
							[31113.536353709478, -13303.454047586225],
							[31116.15446550704, -13303.799145461166],
							[31118.79276631651, -13303.68525618791],
							[31121.371400118882, -13303.115826963964],
							[31123.81231689453, -13302.108093257993],
							[31420.48229980469, -13203.458923339844],
							[31425.236530558177, -13202.311926966331],
							[31430.081307383014, -13201.643759131279],
							[31434.968528423902, -13201.461053806423],
							[31439.84967041388, -13201.765625],
							[31454.804077152166, -13204.538391109556],
							[31459.31630058449, -13205.107464964083],
							[31463.86384296242, -13205.16962344],
							[31468.389934634346, -13204.724090576421],
							[31472.838073730472, -13203.776428222654],
							[31548.967712402344, -13178.6643066369],
							[31550.394822260154, -13177.154799595053],
							[31551.586284105684, -13175.453131964083],
							[31552.51657049351, -13173.595762509107],
							[31553.165749744672, -13171.622485955882],
							[31553.51991298919, -13169.575580376262],
							[31553.571472167965, -13167.49890136719],
							[31548.353088378906, -13149.896911621096]
						],
						[
							[31106.422485351562, -12452.55560302362],
							[31084.356079101566, -12459.963989257812],
							[31083.986504791672, -12460.250319748613],
							[31083.667496407426, -12460.592085708406],
							[31083.407271068576, -12460.980483820542],
							[31083.21253174243, -12461.405509602519],
							[31083.088294586694, -12461.856215104626],
							[31083.037759741666, -12462.320990910719],
							[31083.062228900013, -12462.787865177286],
							[31083.16107177734, -12463.244812007993],
							[31098.136474609375, -12508.753295898438],
							[31098.229293451324, -12509.18703361576],
							[31098.392413208356, -12509.599508693449],
							[31098.621361464207, -12509.979411892948],
							[31098.909860917334, -12510.316327031218],
							[31099.250001491917, -12510.601016571543],
							[31099.632457216256, -12510.82567489827],
							[31100.046741922204, -12510.984142331095],
							[31100.481496754826, -12511.072074011148],
							[31100.924801609424, -12511.08705902829],
							[31101.36450195685, -12511.02868652344],
							[31120.626281738278, -12504.731628417969],
							[31121.447572465957, -12504.210469963831],
							[31122.175111197503, -12503.564860184024],
							[31122.790229279715, -12502.811365433801],
							[31123.277142774707, -12501.96932039814],
							[31123.623357475924, -12501.060331963481],
							[31123.81998950969, -12500.107724784742],
							[31123.861993295486, -12499.135942774381],
							[31123.748291015625, -12498.169921871275],
							[31109.227111816403, -12453.878601070493],
							[31108.94931578452, -12453.501911986235],
							[31108.61346455904, -12453.175922330156],
							[31108.228666097937, -12452.909472624084],
							[31107.80535576054, -12452.709788724422],
							[31107.355013310735, -12452.582285863957],
							[31106.889851596927, -12452.530421796027],
							[31106.422485351562, -12452.55560302362]
						],
						[
							[30266.782470703125, -10683.160705566406],
							[30246.420104980465, -10620.244812007993],
							[30244.769104007628, -10619.355712890625],
							[30239.62548828125, -10621.197326656431],
							[30238.743532136083, -10622.930419307202],
							[30259.518277630206, -10686.231517150998],
							[30263.798095703125, -10685.510192871094],
							[30266.782470703125, -10683.160705566406]
						],
						[
							[30272.09387207404, -10681.602722167969],
							[30275.77691650763, -10682.1953125],
							[30294.038513187315, -10676.035888671875],
							[30272.89770508185, -10609.755187988281],
							[30250.67150878906, -10616.877502437681],
							[30272.09387207404, -10681.602722167969]
						],
						[
							[29712.388488769528, -8620.005493164062],
							[30013.86590576172, -8520.938903808594],
							[30015.995959957898, -8519.832353107464],
							[30017.92011115951, -8518.397352241216],
							[30019.588173025244, -8516.671329372048],
							[30020.956638619642, -8514.699303193274],
							[30021.989815175235, -8512.53270873704],
							[30022.660755042998, -8510.228055828973],
							[30022.951958549726, -8507.84545518042],
							[30022.855830430264, -8505.447050561208],
							[30022.374877929688, -8503.095397945493],
							[29877.816894534975, -8062.7177123986185],
							[29583.049316409975, -8159.280395504085],
							[29578.14867829664, -8161.484563261853],
							[29573.582847882113, -8164.317900878168],
							[29569.432145480416, -8167.730565378944],
							[29565.769588634936, -8171.6625224966965],
							[29562.659607622143, -8176.04460277007],
							[29560.15691201923, -8180.799718346103],
							[29558.305528274515, -8185.8442190797805],
							[29557.138025211254, -8191.089364074871],
							[29556.674941089543, -8196.442882779282],
							[29556.92442230527, -8201.810598172748],
							[29557.88208008185, -8207.098083492368],
							[29690.16351318732, -8610.163024902344],
							[29691.326334950743, -8612.597855142056],
							[29692.85646822294, -8614.820296349151],
							[29694.716077268666, -8616.77539403131],
							[29696.859179377214, -8618.414804322238],
							[29699.232781880917, -8619.697989384553],
							[29701.77819250922, -8620.59321979233],
							[29704.43247067753, -8621.078359107309],
							[29707.129983824336, -8621.141411248478],
							[29709.804030313153, -8620.780817120192],
							[29712.388488769528, -8620.005493164062]
						],
						[
							[31737.26348877326, -10146.116577144709],
							[31685.89910888672, -9989.838195800781],
							[31684.900877851247, -9987.657254346963],
							[31683.567222998077, -9985.663680782287],
							[31681.93236466633, -9983.908628344248],
							[31680.03825179533, -9982.437130040795],
							[31677.93348555398, -9981.286943145358],
							[31675.672072280107, -9980.487580380455],
							[31673.312037728225, -9980.059552648758],
							[31670.91393818283, -9980.013842742477],
							[31668.53930664063, -9980.351623535156],
							[31610.75427246466, -9999.321228027344],
							[31608.664192056098, -10000.437560542568],
							[31606.77617820884, -10001.869355957899],
							[31605.13742517476, -10003.58082400963],
							[31603.78889648999, -10005.529183520905],
							[31602.764301018753, -10007.665731793031],
							[31602.089250340545, -10009.937062015755],
							[31601.780618543326, -10012.286398265114],
							[31601.84612042581, -10014.655014718279],
							[31602.284118652344, -10016.983703609556],
							[31650.296508792788, -10163.522583004087],
							[31651.754848550077, -10165.96505603088],
							[31653.610110490492, -10168.121542169665],
							[31655.807424755643, -10169.92826277741],
							[31658.28180519997, -10171.331783618381],
							[31660.96007137299, -10172.290595195675],
							[31663.76301285034, -10172.776340405471],
							[31666.607731902837, -10172.774653205819],
							[31669.41009521857, -10172.28558349609],
							[31734.34228515625, -10151.662109371275],
							[31735.048060105943, -10151.358494404896],
							[31735.692325252414, -10150.939898240948],
							[31736.256521958843, -10150.418378918306],
							[31736.7243980318, -10149.808959269973],
							[31737.082475880343, -10149.129194176863],
							[31737.320440750078, -10148.39866488368],
							[31737.431437848973, -10147.638414943553],
							[31737.412269805787, -10146.870344039567],
							[31737.26348877326, -10146.116577144709]
						],
						[
							[31619.671875003725, -9797.436706542969],
							[31529.78387451172, -9523.264282222837],
							[31529.442377565007, -9522.515910684833],
							[31528.976337335633, -9521.838056254948],
							[31528.399861263868, -9521.251238172246],
							[31527.7303997783, -9520.77321992693],
							[31526.988218056333, -9520.418471544155],
							[31526.195782579704, -9520.197731563867],
							[31525.37708105474, -9520.117681975924],
							[31524.556896283717, -9520.180745950494],
							[31523.760055968054, -9520.385014486597],
							[31523.010681152344, -9520.724304199219],
							[31462.770080566403, -9540.234680175781],
							[31460.52204298768, -9541.216235890446],
							[31458.47198555161, -9542.563228498137],
							[31456.678761527615, -9544.236988390157],
							[31455.193850983902, -9546.189465087462],
							[31454.0598828921, -9548.364606678977],
							[31453.309411330185, -9550.699968965886],
							[31452.963980916495, -9553.128508116417],
							[31453.033508304507, -9555.580505367368],
							[31537.851928714663, -9814.338989254087],
							[31538.6740993259, -9816.747429923154],
							[31539.88843097545, -9818.983933805395],
							[31541.460545675454, -9820.98518499913],
							[31543.34593652361, -9822.694527656435],
							[31545.49122770308, -9824.063569922286],
							[31547.835685563237, -9825.053553918286],
							[31550.312938002273, -9825.63645298646],
							[31552.85285347554, -9825.795765129931],
							[31555.383526434525, -9825.526980187951],
							[31557.833312988278, -9824.837707519531],
							[31614.22149658576, -9806.432495113462],
							[31615.40228061556, -9805.952305630279],
							[31616.491509604995, -9805.290177943663],
							[31617.461374296272, -9804.463016928254],
							[31618.28711293822, -9803.491940947708],
							[31618.947643481995, -9802.401742678796],
							[31619.42610182984, -9801.220256126111],
							[31619.71027239471, -9799.97764598819],
							[31619.79289997814, -9798.705637518384],
							[31619.671875003725, -9797.436706542969]
						],
						[
							[31458.789123535156, -9535.25659179315],
							[31519.76409912482, -9515.53979491815],
							[31520.837960257068, -9515.012068563186],
							[31521.816534696656, -9514.323544850258],
							[31522.675943500068, -9513.491024973204],
							[31523.395215575652, -9512.534823886424],
							[31523.956799415246, -9511.47827458413],
							[31524.346991381968, -9510.347158734103],
							[31524.55627010314, -9509.169077559507],
							[31524.579528808597, -9507.972778320312],
							[31434.205505371094, -9232.201599117368],
							[31433.68984262189, -9231.476748826892],
							[31433.065023577634, -9230.843568618377],
							[31432.347091621672, -9230.318316563518],
							[31431.554480983406, -9229.914479479257],
							[31430.70754340536, -9229.642426628849],
							[31429.828025574625, -9229.509143471858],
							[31428.93851073646, -9229.518052299592],
							[31428.061838827776, -9229.668924361436],
							[31427.220520019528, -9229.957885738462],
							[31366.553100589663, -9249.547729488462],
							[31364.344718492, -9250.64574482052],
							[31362.356148679217, -9252.104572863298],
							[31360.64574889515, -9253.881401987712],
							[31359.263713541728, -9255.924088317184],
							[31358.25060064444, -9258.172685972626],
							[31357.63614161254, -9260.561206279597],
							[31357.438368723568, -9263.019554310918],
							[31357.6630859375, -9265.475585933775],
							[31442.49072265625, -9523.530212402344],
							[31443.233682388516, -9525.845015495821],
							[31444.334069030858, -9528.012837389497],
							[31445.76407504495, -9529.978895711369],
							[31447.48756318093, -9531.693506795691],
							[31449.460979690917, -9533.113341223874],
							[31451.634454962616, -9534.202518789127],
							[31453.95306375922, -9534.93351521433],
							[31456.358213218467, -9535.287857709713],
							[31458.789123535156, -9535.25659179315]
						],
						[
							[31361.32092285156, -9244.938781738281],
							[31425.14910888672, -9224.385986328125],
							[31426.07151982593, -9224.08154199676],
							[31426.92742793796, -9223.622249502328],
							[31427.691070045694, -9223.021933732942],
							[31428.339460215717, -9222.298664433789],
							[31428.853081644123, -9221.474212300573],
							[31429.21647412011, -9220.573393672837],
							[31429.41869938455, -9219.623323552216],
							[31429.45367037597, -9218.652599430006],
							[31429.320334453503, -9217.690440491235],
							[31429.02270508185, -9216.765808105469],
							[31338.750915527344, -8941.98388671875],
							[31338.167406140365, -8941.170238080367],
							[31337.45971717888, -8940.461941782742],
							[31336.646569390665, -8939.877734639724],
							[31335.749473263324, -8939.433070890627],
							[31334.792159999768, -8939.139713383742],
							[31333.799953748185, -8939.00542240952],
							[31332.79910169341, -8939.033750414865],
							[31331.816079730772, -8939.223948028972],
							[31330.876892089844, -8939.570983886719],
							[31270.656127929684, -8959.116577144712],
							[31268.261556076908, -8961.13302567794],
							[31266.251390534093, -8963.532874326447],
							[31264.686092708682, -8966.243940862523],
							[31263.612743354766, -8969.184682301297],
							[31263.063626486393, -8972.26664753636],
							[31263.055258344637, -8975.397137756672],
							[31263.587890624996, -8978.481994625181],
							[31349.2028808631, -9238.694580078125],
							[31349.69550421874, -9240.156893374082],
							[31350.42995023345, -9241.513958957443],
							[31351.38476414718, -9242.726134000994],
							[31352.532053775893, -9243.758008244256],
							[31353.83830430272, -9244.579438403933],
							[31355.265357318396, -9245.166428724564],
							[31356.771525511107, -9245.501831946547],
							[31358.312810443244, -9245.575850214762],
							[31359.844187841114, -9245.386321295153],
							[31361.32092285156, -9244.938781738281]
						],
						[
							[31084.53350830078, -8853.397094719112],
							[31027.184509277347, -8871.974426265806],
							[31024.909093092894, -8873.294896792191],
							[31022.88749672233, -8874.978437506883],
							[31021.17704105075, -8876.977312845429],
							[31019.826224796492, -8879.234846160964],
							[31018.873349365545, -8881.687026749049],
							[31018.345432843136, -8884.264324824335],
							[31018.2574439158, -8886.893662986718],
							[31018.61187744513, -8889.500488277525],
							[31076.512329105284, -9065.892211906612],
							[31077.78605236152, -9068.039552322502],
							[31079.397617605297, -9069.946460621353],
							[31081.302571019438, -9071.560336169568],
							[31083.44836589438, -9072.836661421954],
							[31085.775812089683, -9073.740229904764],
							[31088.220708749654, -9074.246117359862],
							[31090.715615235717, -9074.34036926165],
							[31093.19171142578, -9074.020385742188],
							[31150.7548828125, -9055.137023925781],
							[31152.910547332274, -9053.993984427341],
							[31154.84557329096, -9052.507679157208],
							[31156.5058395204, -9050.71967891555],
							[31157.84490966797, -9048.679992675781],
							[31158.4772949256, -9047.505493156612],
							[31158.89892578125, -9046.240722652525],
							[31159.350708011538, -9044.55419921875],
							[31159.621704105288, -9043.048400875181],
							[31159.68188476563, -9040.849975582212],
							[31159.440917972475, -9038.832275390625],
							[31101.5778808631, -8862.0576171875],
							[31100.649902347475, -8860.415710445493],
							[31099.57910156995, -8858.702514644712],
							[31097.294921875, -8856.4895019494],
							[31095.444412995537, -8855.18869677412],
							[31093.4203106306, -8854.179000367641],
							[31091.268061456285, -8853.48308319681],
							[31089.035989397707, -8853.116570519911],
							[31086.774210623716, -8853.087691556573],
							[31084.53350830078, -8853.397094719112]
						],
						[
							[31217.610717773438, -9247.037292480469],
							[31214.683898925778, -9246.966003417969],
							[31180.18951416016, -9258.3203125],
							[31153.555725097656, -9267.078308101743],
							[31151.91514420624, -9268.064253156841],
							[31150.451965964712, -9269.298231579047],
							[31149.203329931763, -9270.748921542536],
							[31148.200929984403, -9272.379500476067],
							[31147.470209838648, -9274.14857972289],
							[31147.02971721684, -9276.011255100693],
							[31146.890633054492, -9277.92024669542],
							[31147.056487696893, -9279.8270989578],
							[31147.523071289062, -9281.683410640806],
							[31206.205322265625, -9461.349304199219],
							[31207.267825207084, -9463.514080237344],
							[31208.65881555375, -9465.483931412262],
							[31210.34339404729, -9467.209435134357],
							[31212.279295448257, -9468.647299370497],
							[31214.41794895005, -9469.761448819683],
							[31216.705696796344, -9470.523930024468],
							[31219.085140527597, -9470.91561270935],
							[31221.496581079984, -9470.926669749906],
							[31223.879516605288, -9470.556823730469],
							[31242.454284671694, -9464.565124511719],
							[31281.152282714844, -9451.878784179688],
							[31283.320678714663, -9450.5537109375],
							[31285.328308105472, -9449.027893062681],
							[31287.014709472653, -9447.220886230469],
							[31288.139099121094, -9445.414001461118],
							[31289.10272216797, -9443.205505371094],
							[31289.70507812872, -9441.037109371275],
							[31289.86572265625, -9438.788513183594],
							[31289.785278324038, -9436.620178218931],
							[31289.464111328125, -9434.451904296875],
							[31230.388671875, -9254.818298339844],
							[31228.247070316225, -9251.820190429688],
							[31225.605895996097, -9249.535827636719],
							[31223.1787109375, -9248.179504394531],
							[31220.252075195312, -9247.322875972837],
							[31217.610717773438, -9247.037292480469]
						],
						[
							[31313.833129882812, -9549.678588863462],
							[31254.788696289062, -9569.050292965025],
							[31252.7961722446, -9570.25249884969],
							[31251.017796792326, -9571.753442488749],
							[31249.49793657784, -9573.515678564108],
							[31248.274508847135, -9575.495243072939],
							[31247.378035492802, -9577.642750135059],
							[31246.830881598413, -9579.904624064511],
							[31246.646697477725, -9582.224435967784],
							[31246.83007812873, -9584.544311523438],
							[31331.49212646857, -9842.868103023618],
							[31332.871111608867, -9845.072470441171],
							[31334.609426033316, -9847.00614535968],
							[31336.65503166799, -9848.611241405448],
							[31338.94669138813, -9849.839708521744],
							[31341.415802208987, -9850.654771392363],
							[31343.988448980544, -9851.032030345228],
							[31346.587617106925, -9850.960191779473],
							[31349.1354980506, -9850.44140625],
							[31405.26251221076, -9832.171875],
							[31407.478134112138, -9830.910613510345],
							[31409.500006265775, -9829.357618355967],
							[31411.289976875265, -9827.542193840229],
							[31412.814270019535, -9825.498596187681],
							[31413.898498535156, -9823.209777828306],
							[31414.380310058594, -9821.402709957212],
							[31414.621276859194, -9818.873107910156],
							[31414.500915527347, -9816.423706054688],
							[31414.059082034975, -9814.054687496275],
							[31330.351928714666, -9558.901489257812],
							[31328.799316406246, -9555.9033203125],
							[31327.353698734198, -9554.13647460565],
							[31325.747497562315, -9552.744506835938],
							[31324.301879882812, -9551.673706050962],
							[31322.588684085757, -9550.924194332212],
							[31320.495367317322, -9550.120015666793],
							[31318.305231880186, -9549.638367261896],
							[31316.067666602477, -9549.490110569233],
							[31313.833129882812, -9549.678588863462]
						],
						[
							[31490.029479980472, -10255.048828121275],
							[31494.210083007812, -10267.319885253906],
							[31488.4951171875, -10269.436523433775],
							[31494.802673339844, -10287.301208496094],
							[31493.067077644166, -10288.105590820312],
							[31493.601969787407, -10289.55610266877],
							[31494.379573400714, -10290.892301324655],
							[31495.376471382016, -10292.073947905614],
							[31496.56264270082, -10293.06545777942],
							[31497.902366464932, -10293.836972175455],
							[31499.35529763531, -10294.365257365054],
							[31500.877681994596, -10294.63440433237],
							[31502.423673781122, -10294.636307865569],
							[31503.946716308594, -10294.370910640806],
							[31516.883911132816, -10290.179809570312],
							[31517.51217172589, -10289.78384202007],
							[31518.06736919335, -10289.290630659914],
							[31518.534609812967, -10288.713406373317],
							[31518.901359392126, -10288.06765377375],
							[31519.157779509944, -10287.370695814589],
							[31519.296991442665, -10286.641229083718],
							[31519.315260692245, -10285.898822249037],
							[31519.21209716797, -10285.163391109556],
							[31508.571716308594, -10252.794494628906],
							[31508.150565078628, -10252.148851172034],
							[31507.624797266322, -10251.585120705016],
							[31507.01003341317, -10251.12005163836],
							[31506.324538129622, -10250.76746115616],
							[31505.588677454205, -10250.537824708092],
							[31504.82431377931, -10250.437964784202],
							[31504.054156320333, -10250.47084821899],
							[31503.30108642578, -10250.635498046875],
							[31490.029479980472, -10255.048828121275]
						],
						[
							[31631.3942871131, -10725.883605957031],
							[31687.91387939453, -10707.382080078125],
							[31690.45410156623, -10705.0537109375],
							[31691.723876956854, -10703.1486816369],
							[31693.205688476562, -10700.185424804688],
							[31694.47570800781, -10697.221984863281],
							[31694.762084968388, -10692.864379882812],
							[31693.595703124996, -10687.206909179688],
							[31662.25012207031, -10591.876892086118],
							[31661.201422279795, -10589.759051709098],
							[31659.837953836643, -10587.82877377116],
							[31658.19249332935, -10586.132460465164],
							[31656.304596188926, -10584.710889678905],
							[31654.219645810936, -10583.598234730378],
							[31651.987762578374, -10582.8212428711],
							[31649.662599011517, -10582.398592305593],
							[31647.30005000826, -10582.340443183679],
							[31644.956909179684, -10582.648193359375],
							[31596.723083496097, -10598.653198238462],
							[31593.526417009776, -10600.61579757015],
							[31590.679659963607, -10603.058428750159],
							[31588.254204924226, -10605.919834106518],
							[31586.310878810727, -10609.128253714063],
							[31584.898417443146, -10612.603225029998],
							[31584.05224331827, -10616.257600778585],
							[31583.79357726443, -10619.999734479305],
							[31584.12890625372, -10623.735778808594],
							[31614.18572998047, -10715.977600093931],
							[31615.166187039642, -10718.166136995133],
							[31616.476419937924, -10720.174688603896],
							[31618.084271568558, -10721.953958944985],
							[31619.950280354435, -10723.460279303943],
							[31622.028648755448, -10724.65667999038],
							[31624.268367279572, -10725.513797686788],
							[31626.614466411258, -10726.010596113816],
							[31629.00936573077, -10726.13488232464],
							[31631.3942871131, -10725.883605957031]
						],
						[
							[31735.63110351935, -11043.020690914243],
							[31771.585083007816, -11030.701782226562],
							[31790.074096683413, -11024.633605953306],
							[31791.74731445685, -11023.420288085938],
							[31794.76348876953, -11021.102478023618],
							[31797.303710941225, -11017.451293945312],
							[31798.06567383185, -11014.942993164062],
							[31798.541870117184, -11011.926696777344],
							[31798.4782714881, -11009.736022945493],
							[31798.19268798828, -11007.926208496094],
							[31797.89489746094, -11005.865905757993],
							[31743.9431152381, -10841.449584957212],
							[31742.836303718388, -10839.525695800781],
							[31741.915710449215, -10838.192199707031],
							[31740.423278816044, -10836.509399414062],
							[31739.02630615607, -10835.302917480469],
							[31737.629272460938, -10834.286926265806],
							[31735.787902835757, -10833.620178218931],
							[31733.787475589663, -10832.953308101743],
							[31731.660278324038, -10832.635925292969],
							[31730.009277347475, -10832.508911132812],
							[31728.358276367188, -10832.667602539062],
							[31726.804321289062, -10832.798522945493],
							[31700.764282226562, -10841.344909667969],
							[31672.74188232422, -10850.633728027344],
							[31670.63660090165, -10851.756896852767],
							[31668.73441750853, -10853.197527415246],
							[31667.08278243252, -10854.919682940836],
							[31665.722895990984, -10856.880403967589],
							[31664.688680782067, -10859.03077997663],
							[31664.00593547973, -10861.317169473361],
							[31663.691691281438, -10863.682538083633],
							[31663.75378706208, -10866.06788128591],
							[31664.190673831847, -10868.413696289062],
							[31717.875671390448, -11032.716125484556],
							[31719.05759035103, -11035.232040284583],
							[31720.655123530603, -11037.506825428407],
							[31722.620535994753, -11039.472509420339],
							[31724.895100427995, -11041.070356831524],
							[31727.410851929555, -11042.25262333819],
							[31730.092618831994, -11042.983982341262],
							[31732.86026886087, -11043.242580539363],
							[31735.63110351935, -11043.020690914243]
						],
						[
							[31843.539489749823, -11371.605895996094],
							[31899.112670902163, -11352.994995117188],
							[31900.890686035156, -11352.23291015625],
							[31902.605285644535, -11350.772521968931],
							[31904.124877933413, -11348.6337890625],
							[31905.32092285156, -11346.379516601562],
							[31906.506286621097, -11341.976806640625],
							[31906.844909667972, -11338.251525878906],
							[31847.990905765444, -11157.096191402525],
							[31847.165283203125, -11155.127685546875],
							[31845.387329101562, -11153.413208007812],
							[31842.847290039066, -11151.254211422056],
							[31839.989685058594, -11149.984191890806],
							[31837.32287598029, -11149.222229003906],
							[31834.528686523438, -11148.523681640625],
							[31830.97271728888, -11149.073974609375],
							[31807.34210205078, -11156.855590820312],
							[31776.000122070316, -11167.071899414062],
							[31773.772763002555, -11168.472547814188],
							[31771.815400758005, -11170.230864452657],
							[31770.18481565516, -11172.295843043314],
							[31768.928308668437, -11174.607581469223],
							[31768.082329293644, -11177.099019458603],
							[31767.671418199454, -11179.697883908737],
							[31767.707495337254, -11182.328785426776],
							[31768.189514160156, -11184.915405269712],
							[31826.1298828125, -11362.557128902525],
							[31827.444109065735, -11364.836510785099],
							[31829.10962080348, -11366.873381684967],
							[31831.08258038584, -11368.614129483385],
							[31833.311057892544, -11370.012936265399],
							[31835.73639796125, -11371.032984285073],
							[31838.294763644913, -11371.647425038876],
							[31840.91881665283, -11371.84008594039],
							[31843.539489749823, -11371.605895996094]
						],
						[
							[31957.794941324744, -12193.619926050304],
							[31935.73590088263, -12125.893676750362],
							[31902.461914066225, -12137.180786129089],
							[31925.002929691225, -12205.427917476745],
							[31954.657470703125, -12194.696411129087],
							[31957.794941324744, -12193.619926050304]
						]
					]
				]
			}
		}]
	},
	"property": {
		"type": "FeatureCollection",
		"features": []
	},
	"frame": {
		"type": "FeatureCollection",
		"features": [{
			"featureid": "PD00002010523",
			"type": "Feature",
			"center": [33556.57613727025, -10228.308755329677],
			"bbox": [
				[31099.661621093754, -13321.040588378906],
				[35210.447021484375, -8313.3369140625]
			],
			"properties": {
				"id": "pvg-outdoor",
				"name": "全楼"
			},
			"geometry": {
				"type": "MultiPolygon",
				"coordinates": [
					[
						[
							[32091.85858154297, -6836.133056640623],
							[32225.85681152344, -7238.3270263671875],
							[32253.70574951172, -7252.415832519529],
							[32511.089233398438, -7167.94171142578],
							[32657.812072753906, -7615.073303222655],
							[32865.3779296875, -7545.080078125001],
							[32892.108154296875, -7625.4931640625],
							[32921.346130371094, -7616.2275390625],
							[32950.94891357422, -7706.4412841796875],
							[33053.957092285156, -7672.6334228515625],
							[33058.46990966797, -7663.710144042968],
							[32979.922424316406, -7424.340026855469],
							[33004.622497558594, -7416.233581542969],
							[33055.1279296875, -7570.146362304687],
							[33511.99353027344, -8178.340209960937],
							[34428.67126464844, -10971.876525878906],
							[34437.59362792969, -10976.390197753906],
							[34977.99542236328, -10799.145080566406],
							[35585.05773925781, -10600.036193847656],
							[35603.61163330078, -10563.35009765625],
							[35183.37072753906, -9282.684204101562],
							[35174.44885253906, -9278.170227050781],
							[35069.132873535156, -9312.735412597656],
							[35064.62042236328, -9321.658508300781],
							[35070.3662109375, -9339.169006347656],
							[35009.565673828125, -9359.123779296875],
							[34972.77526855469, -9247.006225585938],
							[35033.57580566406, -9227.051391601562],
							[35052.41662597656, -9284.467651367188],
							[35061.33825683594, -9288.981689453125],
							[35166.654235839844, -9254.416625976562],
							[35171.16668701172, -9245.493408203125],
							[34841.788818359375, -8241.728698730469],
							[35027.0400390625, -8180.928405761718],
							[35065.389099121094, -8297.796875],
							[35146.139709472656, -8271.294128417969],
							[35164.846740722656, -8328.303100585938],
							[35210.447021484375, -8313.3369140625],
							[35315.807678222656, -8634.419799804688],
							[35331.03869628906, -8642.12548828125],
							[35483.6845703125, -8592.026428222656],
							[35763.62158203125, -9445.122314453125],
							[35769.29364013672, -9443.260681152344],
							[35779.31573486328, -9473.803283691406],
							[35773.64373779297, -9475.664916992188],
							[35787.535400390625, -9517.998718261719],
							[35743.74523925781, -9604.583801269531],
							[35741.14288330078, -9624.352905273438],
							[36529.24645996094, -12026.064819335938],
							[36543.055419921875, -12040.447692871094],
							[36629.629821777344, -12084.246398925781],
							[36643.444274902344, -12126.345703125],
							[36649.11633300781, -12124.483825683592],
							[36656.02453613281, -12145.536804199219],
							[36650.35272216797, -12147.398498535156],
							[36868.24005126953, -12811.400512695312],
							[36715.59436035156, -12861.499328613281],
							[36707.890625, -12876.732116699219],
							[36721.484436035156, -12918.159545898436],
							[36729.84753417969, -12915.65673828125],
							[36738.52587890625, -12941.480224609375],
							[36730.04089355469, -12944.235046386719],
							[36732.67761230469, -12952.27001953125],
							[36913.87927246094, -13504.475708007812],
							[36849.34649658203, -13525.655700683592],
							[36842.365234375, -13543.089233398438],
							[36882.15264892578, -13664.340576171875],
							[36620.711486816406, -13750.146423339844],
							[36625.762451171875, -13765.538818359375],
							[36604.102111816406, -13772.647827148436],
							[36653.45343017578, -13920.013610839844],
							[36630.27575683594, -13931.443603515627],
							[36590.58819580078, -13952.398681640625],
							[36558.520568847656, -13968.591125488281],
							[36554.834228515625, -13970.452697753906],
							[36511.40930175781, -13838.117736816406],
							[36263.709533691406, -13083.26330566406],
							[36236.32879638672, -13069.411010742188],
							[36232.86309814453, -13058.849426269531],
							[36215.70489501953, -13006.561279296875],
							[36229.559814453125, -12978.926635742188],
							[36199.750244140625, -12888.350524902344],
							[36190.828186035156, -12883.836608886719],
							[36177.12060546875, -12888.335388183594],
							[36185.226989746094, -12913.039306640625],
							[36126.517333984375, -12932.308532714844],
							[36088.612854003906, -12816.796325683594],
							[36167.74774169922, -12790.823547363283],
							[35669.963439941406, -11273.846801757812],
							[35659.21905517578, -11261.340209960938],
							[35323.34924316406, -11091.166381835938],
							[35280.573791503906, -10960.809875488281],
							[35271.65124511719, -10956.296020507812],
							[35052.11212158203, -11028.349792480469],
							[34909.62255859375, -11075.115478515625],
							[34905.10968017578, -11084.038818359375],
							[34950.031494140625, -11220.935119628906],
							[34553.14221191406, -11351.195922851562],
							[34788.33654785156, -12067.940612792969],
							[34645.428283691406, -12114.843749999998],
							[34640.91564941406, -12123.767150878906],
							[34686.959411621094, -12264.084045410156],
							[34611.02667236328, -12289.005676269531],
							[34606.51379394531, -12297.928955078125],
							[34759.96728515625, -12765.572204589844],
							[34735.26727294922, -12773.678833007812],
							[34722.38427734375, -12734.418518066406],
							[34569.14434814453, -12785.049438476562],
							[34375.20489501953, -12848.754821777344],
							[34462.857971191406, -13115.874084472658],
							[34339.357421875, -13156.407592773438],
							[34112.400817871094, -12464.76672363281],
							[34084.55187988281, -12450.677490234375],
							[33805.318420410156, -12542.323120117188],
							[33580.67138671875, -11857.754150390625],
							[33314.05645751953, -11944.761108398438],
							[33306.775146484375, -11959.831726074219],
							[33524.877197265625, -12625.313049316406],
							[33539.43963623047, -12642.246337890627],
							[33660.85192871094, -13012.748352050783],
							[33699.629333496094, -13031.375183105469],
							[33722.997314453125, -13104.188720703125],
							[33663.81689453125, -13124.524047851564],
							[33645.11376953125, -13066.006713867188],
							[33601.671936035156, -13078.689147949219],
							[33493.27880859375, -12735.375549316406],
							[33484.81188964844, -12738.127380371094],
							[33475.49865722656, -12708.917236328123],
							[33483.753479003906, -12705.953918457031],
							[33196.12634277344, -11831.133850097656],
							[33162.651123046875, -11752.520812988281],
							[33139.02911376953, -11680.892517089844],
							[33132.763732910156, -11677.844543457031],
							[32646.64929199219, -11837.670349121094],
							[32603.141845703125, -11835.735900878906],
							[32436.87750244141, -11890.282409667969],
							[32451.445922851562, -11933.602783203125],
							[32460.865234375, -11930.427734375],
							[32482.6669921875, -11998.055419921875],
							[32478.751220703125, -11999.431213378906],
							[32484.783630371097, -12017.211242675781],
							[32424.141052246097, -12037.954650878906],
							[32429.559692382812, -12054.358825683594],
							[32436.3330078125, -12055.967590332031],
							[32440.481811523438, -12067.736267089844],
							[32430.406433105465, -12090.765625],
							[32699.412353515625, -12927.765197753904],
							[32596.224609375, -12961.896545410154],
							[32589.426391601562, -12939.50030517578],
							[31804.733276367184, -13196.000305175783],
							[31777.72454833984, -13112.929504394531],
							[31421.304931640625, -13229.964111328125],
							[31099.661621093754, -13321.040588378906],
							[29752.64520263672, -9205.875610351562],
							[29703.590270996094, -8995.764709472656],
							[29653.880371093754, -8827.487243652344],
							[29401.842895507812, -8057.76641845703],
							[29474.22247314453, -8034.204345703125],
							[29423.11907958984, -7879.1605224609375],
							[29920.47509765625, -7708.609374999999],
							[29960.070678710934, -7689.467529296874],
							[29959.012451171875, -7685.2342529296875],
							[30033.838623046875, -7662.700866699219],
							[30019.279724121094, -7618.79638671875],
							[30023.255126953125, -7617.4993896484375],
							[29852.508911132812, -7096.478088378906],
							[30208.69555664063, -6979.21905517578],
							[30362.094909667965, -7448.537841796874],
							[30366.454650878906, -7461.875549316405],
							[30390.430297851562, -7535.227722167969],
							[30374.134216308594, -7540.776794433593],
							[30436.91473388672, -7736.8651123046875],
							[30445.46588134766, -7742.791809082031],
							[30479.840698242188, -7731.277099609374],
							[30480.54229736328, -7733.008605957031],
							[30583.372924804688, -8046.380798339844],
							[30731.66522216797, -7998.460021972656],
							[30742.978088378906, -8033.7423095703125],
							[30772.9501953125, -8024.4713134765625],
							[30778.53820800781, -8042.505249023437],
							[30826.056640625, -8026.531921386718],
							[31010.951293945312, -8584.079895019531],
							[31139.067810058594, -8544.879089355469],
							[31142.451232910156, -8555.34619140625],
							[31692.094787597656, -8377.529174804688],
							[31701.29364013672, -8374.476440429688],
							[31710.723754882812, -8371.128845214844],
							[31719.493408203125, -8367.601440429688],
							[31728.300842285153, -8363.403625488281],
							[31735.63525390625, -8359.19482421875],
							[31742.122131347656, -8354.827819824219],
							[31749.730407714844, -8348.806396484375],
							[31757.198730468746, -8341.746276855469],
							[31764.09246826172, -8333.926513671875],
							[31769.766235351562, -8326.220336914062],
							[31775.31640625, -8317.077819824219],
							[31780.185424804688, -8307.018859863281],
							[31784.093505859375, -8297.041931152344],
							[31786.750488281254, -8289.236389160156],
							[31789.385620117188, -8280.868896484375],
							[31833.62677001953, -8129.653625488281],
							[31967.26489257813, -8085.793029785155],
							[31957.80065917969, -8056.979492187501],
							[32118.603332519535, -8005.4561767578125],
							[32114.63848876953, -7993.05499267578],
							[32090.733032226562, -7920.204406738281],
							[32152.11853027344, -7899.177368164062],
							[31831.670043945312, -6922.162719726561],
							[31850.53662109375, -6915.751708984374],
							[31931.76983642578, -6888.950683593751],
							[31948.20013427734, -6883.529846191405],
							[31977.12854003906, -6873.985595703124],
							[31981.24365234375, -6861.670776367187],
							[31979.02099609375, -6854.791564941405],
							[31992.991210937504, -6849.9232177734375],
							[31995.742797851562, -6855.955810546874],
							[32006.908630371094, -6864.160400390626],
							[32058.714477539062, -6847.068176269531],
							[32065.06365966797, -6846.1343994140625],
							[32069.889831542965, -6845.541687011717],
							[32077.340332031246, -6846.473083496094],
							[32082.759155273434, -6848.505065917967],
							[32080.505249023438, -6839.878906250001],
							[32091.85858154297, -6836.133056640623]
						]
					]
				]
			},
			"remark": ""
		}]
	}
}]